{
  "id": 695,
  "date": "2017-10-12T22:50:55",
  "date_gmt": "2017-10-12T22:50:55",
  "guid": {
    "rendered": "https://websitedemos.net/sierra-nature-02/?p=299"
  },
  "modified": "2020-06-10T03:10:49",
  "modified_gmt": "2020-06-10T03:10:49",
  "slug": "new-economics-series-2",
  "status": "publish",
  "type": "blog-post",
  "link": "https://civilizationemerging.com/new-economics-series-2/",
  "title": {
    "rendered": "New Economics Series: Part 2"
  },
  "content": {
    "rendered": "\n<h3>Essential Criteria</h3>\n\n\n\n<hr class=\"wp-block-separator is-style-wide\"/>\n\n\n\n<h4>Essential Design Constraint:&nbsp;At all points, the system must vector towards omni-win-win dynamics. (At no points can the system incent win-lose dynamics.)</h4>\n\n\n\n<h4>Essential Distinctions:</h4>\n\n\n\n<ul><li><strong>Win-lose generator function:</strong>&nbsp;all types of win-lose dynamics result from the perception of fundamentally separate conflicting interests. i.e., from perceiving various values/agents/metrics within a system as being irreconcilably dichotomous and thus, necessarily competitive.</li><li><strong>Win-win generator function:</strong>&nbsp;win-win dynamics arise from the perception of symbiotic/interconnected interest. i.e., from perceiving various values/agents/metrics within the system as dialectics to be simultaneously (synergistically) supported via a higher order synthesis.</li><li><strong>Win-lose system processes:</strong>&nbsp;in a fundamentally win-lose system where various agents/goals/values are seen as dichotomous and thus competing for scarce resource, the best macro dynamics are achieved through a) top-down processes of optimization (in the allocation of scarce resources), and/or b) bottom-up game theoretic equilibria (of choice patterns for competitive agents).</li><li><strong>Win-Win system processes:</strong>&nbsp;in a fundamentally win-win system where various agents/goals/values are seen as interconnected and thus inter-benefitable, the best macro dynamics are achieved through an integrated design process, where each of the various agents/values/goals are taken as design constraints to be factored simultaneously, synergies sought and maximized, and a whole-system integrated design process engaged in that results in maximum system integrity.</li></ul>\n\n\n\n<h4>Essential Transition Process:&nbsp;the essential transition from win-lose to win-win systems involves a shift in:</h4>\n\n\n\n<ul><li><strong>Perception:</strong>&nbsp;from separate parts to integrated systems, from fragmentation to wholism, from reductionism to synergetics, from nouns to verbs, from things to processes, from dichotomies to dialectics…from separate self in competition with other selves for scarce resources, to self as an emergent property of reality…leading to a shift in the perception of success as maximizing differential advantage to maximizing systemic advantage.</li><li><strong>Process:</strong>&nbsp;from arguing thesis vs. antithesis to actively seeking synthesis, from competitive gaming dynamics to participatory design processes, from optimization towards narrow success metrics to designing for wide constraint fields, from allocating scarce resources to designing-out critical scarcities from the system.</li></ul>\n\n\n\n<hr class=\"wp-block-separator\"/>\n\n\n\n<p><strong>Additional Notes:</strong></p>\n\n\n\n<p><strong>Win-lose taxonomy:</strong>&nbsp;Obsoleting the impulse towards win-lose dynamics systemically requires obsoleting each category of win-lose dynamic:</p>\n\n\n\n<ol><li>Agent vs. other agents</li><li>Agent vs. the system/commons</li><li>Agent vs. themselves (parts conflicts)</li></ol>\n\n\n\n<p><strong>Win-win taxonomy:</strong>&nbsp;Creating the impulse towards win-win dynamics systemically requires creating win-win dynamics in each category:</p>\n\n\n\n<ol><li>Alignment of the well-being of agents with each other</li><li>Alignment of the well-being of agents with the commons</li><li>Alignment of the well-being of agents with themselves (resolving parts conflicts)</li></ol>\n\n\n\n<p><strong>Win-lose upper bounds:</strong>&nbsp;The following are hard upper limits to system abundance in win-lose systems:</p>\n\n\n\n<ul><li>In non-cooperative games, the ideal system equilibria points (e.g. Nash equilibria) are far worse for all players than the global optimum, which is unstable.</li><li>The global optimum is generally significantly worse than what could be achieved by changing the context to a cooperative game.</li><li>Finding equilibrium points in complex systems is generally impossible (NP complete).</li><li>The difficulty of complexity (when all the agents/values/metrics are competing for scarce resource) creates a need to simplify, leading to reductionist models and value metrics, leading to externality.</li><li>Where information creates advantage, win-lose dynamics will incent disinformation, leading to decreased system coherence and increased entropy.</li></ul>\n\n\n\n<p><strong>Win-win lower bounds:</strong></p>\n\n\n\n<ul><li>Integrated system design processes have no irreconcilably mismatched incentives, so all movement is towards global optimum.</li><li>The increased resource advantage of obsoleting unnecessary entropy and maximizing positive synergies means the global design result will always be more totally advantageous than the global gaming optimum.</li><li>An integrated design process does not require NP computation.</li><li>Design requires having all the constraints clear first, which is an impulse away from reductionism and towards information fidelity.</li><li>In a win-win system engaging in design, disinformation is always disadvantageous to all involved, and transparency is optimally incentivized.</li></ul>\n\n\n\n<p><strong>Side by side distinctions:</strong></p>\n\n\n\n<ul><li>Thermodynamics:<ul><li>Win-lose games require and create high entropy.</li><li>Win-win games require and create high synergy.</li></ul></li><li>Fluid Dynamics:<ul><li>Win-lose games require and create turbulent flow conditions.</li><li>Win-win games require and create laminar flow conditions.</li></ul></li><li>Information:<ul><li>Win-lose games require and incent disinformation.</li><li>Win-win games require and incent transparency and vetting.</li></ul></li><li>Value Metrics:<ul><li>Win-lose games must have very narrow value metrics.</li><li>Win-win games have increasingly and unboundedly complex value metrics.</li></ul></li><li>(Similar distinctions can be made through the lenses of most critical disciplines: complexity theory, evolutionary theory, statistical mechanics, etc.)</li></ul>\n\n\n\n<p>*Vectoring towards omni-win-win means making an omni-win-win choice whenever possible, and when not, making the choice closest to omni-win-win, that increases omni-win-win choice potential in the future.</p>\n",
    "protected": false
  },
  "excerpt": {
    "rendered": "<p>&#8220;Vectoring towards omni-win-win means making an omni-win-win choice whenever possible, and when not, making the choice closest to omni-win-win, that increases omni-win-win choice potential in the future.&#8221;</p>\n",
    "protected": false
  },
  "author": 4,
  "featured_media": 3674,
  "comment_status": "open",
  "ping_status": "open",
  "sticky": false,
  "template": "",
  "format": "standard",
  "meta": [],
  "categories": [
    14,
    15,
    19
  ],
  "tags": [],
  "_links": {
    "self": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/695"
      }
    ],
    "collection": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts"
      }
    ],
    "about": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/types/post"
      }
    ],
    "author": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/users/4"
      }
    ],
    "replies": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/comments?post=695"
      }
    ],
    "version-history": [
      {
        "count": 1,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/695/revisions"
      }
    ],
    "predecessor-version": [
      {
        "id": 3675,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/695/revisions/3675"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/media/3674"
      }
    ],
    "wp:attachment": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/media?parent=695"
      }
    ],
    "wp:term": [
      {
        "taxonomy": "category",
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/categories?post=695"
      },
      {
        "taxonomy": "post_tag",
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/tags?post=695"
      }
    ],
    "curies": [
      {
        "name": "wp",
        "href": "https://api.w.org/{rel}",
        "templated": true
      }
    ]
  },
  "_id": "civilizationemerging.com/new-economics-series-2",
  "publishedAt": "2017-10-12T22:50:55",
  "collections": [
    "https://civilizationemerging.com/"
  ]
}