{
  "id": 2892,
  "date": "2019-09-28T10:22:35",
  "date_gmt": "2019-09-28T10:22:35",
  "guid": {
    "rendered": "https://danielschmachtenberger.usataylorbowls.com/?p=2892"
  },
  "modified": "2020-06-07T05:02:17",
  "modified_gmt": "2020-06-07T05:02:17",
  "slug": "advancing-human-sovereignty-2",
  "status": "publish",
  "type": "blog-post",
  "link": "https://civilizationemerging.com/advancing-human-sovereignty-2/",
  "title": {
    "rendered": "Advancing Human Sovereignty"
  },
  "content": {
    "rendered": "\n<p>\nAdvancing Human Sovereignty</p>\n\n\n\n<p>Sovereignty relates to the capacity for and demonstration of good (omni-positive) choice-making.</p>\n\n\n\n<p>We define sovereignty more formally as the product of sentience, intelligence, and agency.</p>\n\n\n\n<p>Sentience relates to one’s ability to sense the world (including inner sensing of self and vicarious inner sensing of others). It includes qualities like awareness, empathy, mindfulness, depth of feeling, care, sensitivity, compassion, perceptiveness, etc. It represents the sensory capacity of a complex adaptive system. The zenith of the development of sentience is the archetype of the bodhisattva (all aware/ all caring).</p>\n\n\n\n<p>Intelligence relates to one’s ability to make sense of the world (processing sensory data to inform action). It includes capacities like critical thinking, systems thinking, lateral thinking, abstraction, discernment, problem solving, design methodology, clarity, total cognitive bandwidth, insight, etc. It represents the information processing capacity of a complex adaptive system. The zenith of the development of intelligence is the archetype of the polymath (all knowing).</p>\n\n\n\n<p>Agency relates to one’s ability to act on and in the world. It includes attributes like will, drive, responsibility, purposefulness, discipline, resilience, impulse control, courage, focus, follow through, etc. It represents the actuator capacity of a complex adaptive system. The zenith of development of agency is the archetype of a world-creator (all powerful).</p>\n\n\n\n<p>These three core capacity-types are proposed as irreducible (orthonormal) vectors that define the phase space of sovereignty&#8230;with the volume of the shape formed by the degree of development on each of the individual axis being roughly proportional to one’s developmental stage of sovereignty. (This volume will always be most limited by the least developed axis and optimized by near symmetrical development of all three.)</p>\n\n\n\n<p><em>Uniquely expressed, bodhisattva, polymath, world-creators as the new normal is our aim.</em></p>\n\n\n\n<p>Notes:</p>\n\n\n\n<ol><li>Intelligence, sentience, and agency, map to the more common notions of mind, heart, and will, or thinking, feeling, and acting. The evolution of all three being a way to think about integral human development.</li><li>All complex adaptive systems can be defined by closed loop processing of sensory input (sentience), information processing (intelligence), and actuator output (agency)&#8230;where the effects of actions on the world can in turn be sensed, creating closed loop feedback and learning. Biologically, these three always and only co-evolve (as there would be no evolutionary advantage of any of the three uncoupled from the others, and considerable disadvantage). Our conscious development can and should be informed by this evolutionary dynamic (evo/devo). Evolution itself can be meaningfully thought of as aligning with an arrow of increasing sovereignty.</li><li>Because sovereignty is not defined here as roughly synonymous with agency (as it is commonly thought of), or even at the same level of dimensionality&#8230;but as the phase space of the product of agency with sentience and intelligence&#8230; increase in sovereignty simultaneously optimizes for agency and communion. Ie, it is a complex systems generating function for high coherency across scalable groups (where the functional scalability is proportional to the sovereignty score distribution of the population, ie, greater sovereignty gives rise to higher Dunbar numbers.</li><li>For those familiar with integral philosophy, all of the nuance appropriate to understanding development vs typology in general applies here. As do states vs stages. The product of three developmental indices can be validly interpreted as a developmental index. People may have equivalent sovereignty volume with quite different topologies, and in different locations within the phase space (typology). And people may and indeed and generally do have fluctuating access to sovereignty (states) as a result of many variables &#8211; that tend to vary around more slowly and stably evolving center points (stages). (This model is of course radically simplified [like all models], but valuable.)</li><li>For those familiar with the Immanent Metaphysics, this model is a formal triplicate, with intelligence mapping to the mode of the omniscient, agency to the mode of the transcendent, and sentience to the mode of the imminent. This is a formal type isomorphism so the axioms fully apply here.<br><a href=\"https://l.facebook.com/l.php?u=http%3A%2F%2Fwww.magic-flight.com%2Fpub%2Fuvsm_1%2Fidm_foundations_01.pdf%3Ffbclid%3DIwAR13MJLtEyEgS0oqVRyRVDpJawdx7ikehOmjk1zzn1Pi3QrmUTE60k2xZEQ&amp;h=AT1_lS31PCS6IlpYD5y-Jqce6a9KeKNa1N0XLuyTTY1nEVXK0BKlfNUiTGhSN9sc-ZZ988QrE2WsXA1HtuyoG00m6lpCjzjsTh632tRLxgMyGBLyah7Pr9y5Ei67bq60cEtHEYXFHsjDcRHN5ftOFBU1gIo\"> http://www.magic-flight.com/pub/uvsm_1/idm_foundations_01.pdf</a></li></ol>\n",
    "protected": false
  },
  "excerpt": {
    "rendered": "<p>Advancing Human Sovereignty Sovereignty relates to the capacity for and demonstration of good (omni-positive) choice-making. We define sovereignty more formally as the product of sentience, intelligence, and agency. Sentience relates to one’s ability to sense the world (including inner sensing of self and vicarious inner sensing of others). It includes qualities like awareness, empathy, mindfulness, &hellip;</p>\n<p class=\"read-more\"> <a class=\"\" href=\"https://civilizationemerging.com/advancing-human-sovereignty-2/\"> <span class=\"screen-reader-text\">Advancing Human Sovereignty</span> Read More &raquo;</a></p>\n",
    "protected": false
  },
  "author": 4,
  "featured_media": 2907,
  "comment_status": "open",
  "ping_status": "open",
  "sticky": false,
  "template": "",
  "format": "standard",
  "meta": [],
  "categories": [
    1
  ],
  "tags": [],
  "_links": {
    "self": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/2892"
      }
    ],
    "collection": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts"
      }
    ],
    "about": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/types/post"
      }
    ],
    "author": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/users/4"
      }
    ],
    "replies": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/comments?post=2892"
      }
    ],
    "version-history": [
      {
        "count": 1,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/2892/revisions"
      }
    ],
    "predecessor-version": [
      {
        "id": 2893,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/2892/revisions/2893"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/media/2907"
      }
    ],
    "wp:attachment": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/media?parent=2892"
      }
    ],
    "wp:term": [
      {
        "taxonomy": "category",
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/categories?post=2892"
      },
      {
        "taxonomy": "post_tag",
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/tags?post=2892"
      }
    ],
    "curies": [
      {
        "name": "wp",
        "href": "https://api.w.org/{rel}",
        "templated": true
      }
    ]
  },
  "_id": "civilizationemerging.com/advancing-human-sovereignty-2",
  "publishedAt": "2019-09-28T10:22:35",
  "collections": [
    "https://civilizationemerging.com/"
  ]
}