{
  "id": 694,
  "date": "2017-10-12T21:50:16",
  "date_gmt": "2017-10-12T21:50:16",
  "guid": {
    "rendered": "https://websitedemos.net/sierra-nature-02/?p=297"
  },
  "modified": "2020-06-10T03:10:55",
  "modified_gmt": "2020-06-10T03:10:55",
  "slug": "new-economics-series-1",
  "status": "publish",
  "type": "blog-post",
  "link": "https://civilizationemerging.com/new-economics-series-1/",
  "title": {
    "rendered": "New Economics Series: Part 1"
  },
  "content": {
    "rendered": "\n<h3> Design Constraints for a Viable Economic System </h3>\n\n\n\n<hr class=\"wp-block-separator is-style-wide\"/>\n\n\n\n<h4>Context:</h4>\n\n\n\n<ul><li>Economics has to do with two primary areas of concern: 1) allocation of resources to meeting needs and creating value, and 2) a system of coordination of human activity.</li><li>Our current global economic system is not only sub-optimal with regard to both goals, but is fundamentally unstable and ultimately self-terminating. The problems originate at the level of foundational axioms so all proposed retrofits (eg, gold-back the dollar or replace it with a crypto equivalent, reinstate Glass-Steagall, etc) to the current system still fail.</li><li>The level of technological advances that have contributed to modern economics’ instability also change many of the foundational axioms upon which it was built, eg:<ul><li>Technological automation replacing the labor economy and changing the need for extrinsic incentives</li><li>Digital value being non-scarce</li><li>Computer science innovations (distributed ledgers, public key cryptography, div/merge, matching algorithms, etc) offering solutions to critical issues in game theory (byzantine generals, etc), intellectual property (partial attribution, etc), and information fidelity and access (high signal to noise ratio distributed sense-making), etc.</li><li>The sensor and data science capacity to maintain a real-time balance sheet of the global commons</li><li>The complexity science and technological capacity for closed loop regenerative technology ecosystems</li><li>Etc.</li></ul></li><li>Economics is a facet of social architecture, inseparable from infrastructure, culture, governance, law, defense, information systems, education and human development, etc. These systems co-evolve and co-influence each other. They are currently all fundamentally inadequate to the scope, urgency, and nature of the issues and dynamics civilization now faces and must undergo a discrete phase shift to axiomatically restructured, higher order systems.</li><li>The emergence of a new adequate system of economics (and attendant systems) requires three interrelated categories of work: 1) developing and implementing&nbsp;transitional systems&nbsp;that are intelligible to and can interface with the current system, while vectoring towards post-transitional systems, 2) the development of&nbsp;post-transitional systems&nbsp;that are adequate to the long term needs of a civilization with the degree of anthrocomplexity and distributed exponential technology we are facing, and 3)&nbsp;protective work&nbsp;to ensure that none of the catastrophic scenarios made possible by and incentivized by the current system come to pass. These three taken together (following the criteria outlined below),&nbsp;<em>constitute a necessary and sufficient set of activities to ensure humanity’s survival and increased thriving into the foreseeable future.</em></li></ul>\n\n\n\n<h4>Criteria for a post-transitional economic system:</h4>\n\n\n\n<ul><li>For all systems of structural incentive, the incentive of any actor (individual or group), must be rigorously aligned with the well-being of all other agents in the system and of the commons writ large. Ie, all externalities must be internalized – all the consequences of activity within the system must be included in the system’s accounting.</li><li>Regarding resource allocation between different groups or metrics, the system must orient towards synergistic dialectical synthesis rather than theory of trade offs. Ie, all fundamentally desirable/meaningful qualities must be factored as design constraints of the system: eg, choices that benefit quality of life now and increasing quality of life into the future; simultaneous local and global benefit of local and global choices; simultaneously increased individual freedom and interconnectedness; etc. Any of these not well-supported by the system will lead to the system’s failure. Taken as dialectics that constitute design criteria that can be synergistically benefited by higher order synthesis solutions, the system vectors towards progressively more abundance and less scarcity…whereas trade-off theory seeking optimization points (Nash equilibria, etc) in the allocation of scarce resources fails for several reasons: 1) with increasing complexity it vectors towards increasing scarcity, 2) it inexorably misaligns agents who are more identified with different goals, 3) it is impossible to actually find such optimization points in highly complex systems, etc.<ul><li>It must disincentive all activity that could lead towards catastrophic threats, intentionally or unintentionally; must not incent local or near term positives that increase probability of global or long term negatives. This is particularly critical to get right regarding the incentives on the development of exponential technologies.</li></ul></li><li>It must orient towards supporting the intrinsic motivation of individuals (including the intrinsic drives to connect, collaborate, and contribute) and decreasing the need for extrinsic motives.</li><li>The economic system cannot not be a source of human conditioning; as such, it must condition (towards) omni-consideration, and in no ways condition towards psychopathy. It must simultaneously condition agency/uniqueness/self-actualization with communion/cooperation/care. It must condition consideration beyond the dunbar number (similar to how Buddhism or Jainism achieved reliable abstract empathy deeply enough to determine behavior).</li><li>Just as it must condition increasing personal intelligence/care/capacity, etc…it must also support the evolution of collective intelligence, capacity and coherence, at all scales.</li><li>This economic system will be inextricably interconnected with new systems of:<ul><li>Governance (collective choice making)</li><li>Law (collective choice enforcing)</li><li>Intelligence (collective sense-making)</li><li>Infrastructure (collective need-meeting)</li><li>Worldview (collective coherence and values).</li></ul></li></ul>\n\n\n\n<p>This system must co-emerge with those systems – and support their ongoing development rather than interfere with or subsume them. (Documents on the necessary criteria of these other systems and how they interface to come.)</p>\n\n\n\n<ul><li>It must be anti-fragile factoring distributed exponential technology…and in so far is it influences technology development, its influence must factor the relationship between technology, people, and the natural world…and between information, choice making processes, and choice impact potential…and incent the development of increasing whole systems resilience over the development of dominance capacity within the ecosystem.</li><li>It must not be capturable.</li><li>All forms of value must be accounted for in the system. It must not reduce critical complex information to fit simplified models. It must not make non-fungible realities fungible.</li></ul>\n\n\n\n<h4>Criteria for a transitional economic system:</h4>\n\n\n\n<ul><li>It must be able to interface with the current economic system; must be able to move resources from the current system into the transitional system.<ul><li>Must lead to a new attractive basin that moves a critical mass of resources to the new system, that past a tipping point becomes auto-poetic. (This probably requires out-competing the current system, in a way that can scale to everyone, while obsoleting the destructive forms of competition within the new system – the last act of win/lose gaming dynamics as they transcend themselves.)<ul><li>(The transitional system can itself become autopoetic at scale and evolve into the post-transition system, or it can gather enough resources from the current system to build a model of the post transition system that would itself become autopoetic.)</li><li>Requires offering enough increased advantage over the current system, with enough ease of use, to reach the tipping point towards auto-catalysis.</li></ul></li><li>Needs to avoid/ be resilient to attack from the current economic system including any of its associated systems (media, law, military, etc). It also needs to be resilient to attack from and able to outcompete any other emerging autopoietic systems that dont vector towards post-transition viability.</li><li>Needs to be able to scale as fast as the current system might collapse.</li><li>Ideally, should simultaneously accelerate the collapse of the current system.</li><li>Must move economic capacity to choice making agents/processes with higher omni-consideration.</li></ul></li><li>Must serve as a bridge to the post-transition system.<ul><li>Must not be capturable.</li><li>Must be oriented to evolve into the post-transitional system; must not be oriented to maintain its transitional structure.</li><li>Must not increase the probability of any near term catastrophic risk scenarios or tipping points towards long term risks.</li><li>Must vector towards the post-transitional system as quickly as viable; must allocate the resources to building the post-transitional economic infrastructure.</li></ul></li></ul>\n\n\n\n<h4>Current economics system structural flaws that must be solved in a new system:</h4>\n\n\n\n<ul><li><strong>Perverse incentives</strong>&nbsp;– must structurally obsolete all perverse incentives.<ul><li>Economic advantage from managing problems creates a bias to maintain the problems, suppress solutions that could actually obsolete the problems, and even increase the problems, eg, military industrial complex and false flag operations, prison industrial complex, health care, etc.</li><li>Valuing things in relationship to their scarcity leads to maintaining and artificially manufacturing scarcity, rather than seeking to obsolete it.</li><li>Corporate market competition incentivizes hoarding IP preventing knowledge synthesis, hoarding limited resources, radical duplication, manipulative marketing, intentional disinformation to competitors, etc.</li><li>Economics’ interface with the legal system is bidirectionally corrupt – companies using courts for financial advantage, and judges/lawyers/politicians getting rewarded by companies for ruling/bidding in their interest.</li><li>The commons not having a balance sheet rewards ecological externalities and competitively penalizes internalizing costs.</li><li>Race to the cliff scenarios where non-cooperative gaming dynamics lead to pursuing local maximums that lead to global minimums (eg, an arms race).</li><li>Interest driving expansion of the monetary supply driving unsustainable growth of the (materials) economy. And rewarding hoarding.</li><li>Cannot avoid structures that offer asymmetric economic advantage: fractional reserve banking, derivatives, exploiting digital tech with exponential return potential over physical tech, etc.</li><li>Short term optimization and terms of influence (government officials focused on things they can better before reelection, corporate directors focused on quarterly profits to keep their jobs, etc) leading to radical nearsightedness and mortgaging the future.</li><li>Reductionistic value metrics that maximize externality to optimize for the movement of relatively meaningless metrics.</li><li>First mover advantage with new innovative tech incenting speed over due diligence, which leads to a race to market on increasingly more powerful and less familiar technologies, with radically more possibility for unanticipated catastrophic 3rd and 4th order effects, with little time able to be invested in securing against them.</li></ul></li><li>Ownership<ul><li>Private ownership leading to inexorably widening wealth gaps and all the problems of economic inequality..</li><li>Conditioning comparison, selfishness, greed, jealousy, envy, social posturing, decreased honesty, decreased empathy, psychopathy…leading to disempowering hierarchies, and the commoditization of people, etc.</li><li>Radical goods duplication and owned resources neither in use or in circulation.</li><li>Asymmetric power potential, decoupled from good decision making.</li><li>Ultimately, all the perverse incentives require private ownership and would cease without it.</li></ul></li><li>Valuation<ul><li>Valuing things relative to their scarcity optimizes for scarcity and away from abundance. Combined with private ownership, this gives rise to win/lose gaming dynamics.</li><li>Valuing things that are scarce independent of actual utility leads to decreased system utility holistically (eg, cut down a forest to mine the gold under it and put it in underground vaults that provide no real utility to anyone – only fiat value).</li><li>Valuing people’s time radically asymmetrically leading to inevitable disempowerment hierarchies.</li><li>Not valuing the commons, leading to an extractionary, commoditizing, externalizing system that with exponential population and technology leads inevitably to biosphere collapse.</li><li>Relative valuation based on economic advantage possibility over real quality of life enrichment potential, eg, income potential of venture capitalists and corporate lawyers compared to teachers or nurses…or precious gems and metals compared to food and clean air….leading to systemic incentive away from foundational quality of life areas.</li></ul></li></ul>\n\n\n\n<p>Notes:This document is intended mostly for people working on developing new macroeconomic systems – to make clear and explicit the necessary macro scale behavioral dynamics – so they can be taken as design constraints.</p>\n\n\n\n<p>This document is only about design constraints – the metrics to measure success, actual design specifications, and implementation protocols are to follow in this series. It is also only about the constraints involving macro-economics induced behavior dynamics. Other categories of constraint will be covered elsewhere.</p>\n\n\n\n<p>This was not written following any kind of structured ontology. There is overlap in the examples and even categories. This can (and will) be distilled to a minimum comprehensive structure that is necessary and sufficient, but without this kind of natural language, overlapping kind of list first, the implications might not be obvious.</p>\n\n\n\n<p>Acknowledgements: little in this document is completely novel. Many of these ideas have been developed and advanced by many people working in areas like new economic thinking, design science, post-capitalist thinking, ecological design, complexity economics, etc. Buckminster Fuller and Jacque Fresco played particularly significant roles in this kind of design based macroeconomic thinking. My thinking on these and related emergent civilization fronts has been particularly evolved in shared work on these topics with&nbsp;<a href=\"https://neurohacker.com/people/forrest-landry\">Forrest Landry</a>,&nbsp;<a href=\"https://www.youtube.com/user/jordangreenhall\">Jordan Hall</a>, Michael Vassar, Bryce Hidysmith, <a href=\"http://www.zakstein.org/\">Zak Stein</a>, and several others.</p>\n\n\n\n<p></p>\n",
    "protected": false
  },
  "excerpt": {
    "rendered": "<p>&#8220;Economics is a facet of social architecture, inseparable from infrastructure, culture, governance, law, defense, information systems, education and human development, etc. These systems co-evolve and co-influence each other. They are currently all fundamentally inadequate to the scope, urgency, and nature of the issues and dynamics civilization now faces and must undergo a discrete phase shift to axiomatically restructured, higher order systems.&#8221;</p>\n",
    "protected": false
  },
  "author": 4,
  "featured_media": 3676,
  "comment_status": "open",
  "ping_status": "open",
  "sticky": false,
  "template": "",
  "format": "standard",
  "meta": [],
  "categories": [
    14,
    15,
    19
  ],
  "tags": [],
  "_links": {
    "self": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/694"
      }
    ],
    "collection": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts"
      }
    ],
    "about": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/types/post"
      }
    ],
    "author": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/users/4"
      }
    ],
    "replies": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/comments?post=694"
      }
    ],
    "version-history": [
      {
        "count": 1,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/694/revisions"
      }
    ],
    "predecessor-version": [
      {
        "id": 3677,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/694/revisions/3677"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/media/3676"
      }
    ],
    "wp:attachment": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/media?parent=694"
      }
    ],
    "wp:term": [
      {
        "taxonomy": "category",
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/categories?post=694"
      },
      {
        "taxonomy": "post_tag",
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/tags?post=694"
      }
    ],
    "curies": [
      {
        "name": "wp",
        "href": "https://api.w.org/{rel}",
        "templated": true
      }
    ]
  },
  "_id": "civilizationemerging.com/new-economics-series-1",
  "publishedAt": "2017-10-12T21:50:16",
  "collections": [
    "https://civilizationemerging.com/"
  ]
}