{
  "id": 2915,
  "date": "2019-09-28T10:58:22",
  "date_gmt": "2019-09-28T10:58:22",
  "guid": {
    "rendered": "https://danielschmachtenberger.usataylorbowls.com/?p=2915"
  },
  "modified": "2020-06-07T05:01:03",
  "modified_gmt": "2020-06-07T05:01:03",
  "slug": "how-to-live-a-meaningful-life",
  "status": "publish",
  "type": "blog-post",
  "link": "https://civilizationemerging.com/how-to-live-a-meaningful-life/",
  "title": {
    "rendered": "How to live a meaningful life"
  },
  "content": {
    "rendered": "\n<p>\nHow to live a meaningful life:</p>\n\n\n\n<ol><li>Appreciate the beauty of existence. Beauty doesn’t exist in objects. It arises from the relationship of the subject appreciating the object. Meaning is inherently relational. The depth of our appreciation of the beauty of the world increases the meaningfulness of the world. When we are with friends, meditating, listening to music, watching the sunset, laughing at comedy…we are taking in the beauty of reality in that form. That is why we enjoy it and what we are longing for when we desire those experiences. When we are conscious of this, we can deepen our appreciation, and with it, both the joyfulness and meaningfulness of the experience. This is the mode of Being.</li><li>Add to the beauty of existence. Picking up trash, creating art, complementing someone, alleviating poverty, inventing technology that improves life, expanding the field of what we know about reality, raising children lovingly, planting trees, sharing things of value we have learned…are all ways to add to the beauty of existence. This is inherently meaningful. The beauty of reality evolved through your action. This is the mode of doing.</li><li>Increase your ability to appreciate and add to the beauty of existence. Deepen your ability to recognize beauty everywhere. To take it in. To be touched and moved by it. To feel gratitude, reverence, awe. And develop your capacities and willingness to add beauty. Not just in a narrow domain you call a vocation…but in all the situations and ways you can. Every skill, every insight, every tool and capacity…has a role to play in the evolution of life &#8211; in the evolution of the beauty of reality. This is the mode of becoming.</li></ol>\n\n\n\n<p>Most actions are other than conscious, and even conscious actions are flavored with other than conscious subtleties. These arise from what has been previously conditioned, i.e., from one’s being. Being influences doing. Doing in turn is conditioning us. Doing affects how we are changing and becoming. Becoming is in turn changing the integrated state of who we are &#8211; being. Being, doing, and becoming are equally fundamental, inseparable, and inter affecting, in a ring. The cycle can be vicious or virtuous.<br></p>\n\n\n\n<p>Everything that is meaningful is one of these three. Engaging in all three consciously as a virtuous cycle leads to a maximally meaningful life. <em>All three are ultimately inspired by love.</em></p>\n",
    "protected": false
  },
  "excerpt": {
    "rendered": "<p>How to live a meaningful life: Appreciate the beauty of existence. Beauty doesn’t exist in objects. It arises from the relationship of the subject appreciating the object. Meaning is inherently relational. The depth of our appreciation of the beauty of the world increases the meaningfulness of the world. When we are with friends, meditating, listening &hellip;</p>\n<p class=\"read-more\"> <a class=\"\" href=\"https://civilizationemerging.com/how-to-live-a-meaningful-life/\"> <span class=\"screen-reader-text\">How to live a meaningful life</span> Read More &raquo;</a></p>\n",
    "protected": false
  },
  "author": 4,
  "featured_media": 3156,
  "comment_status": "open",
  "ping_status": "open",
  "sticky": false,
  "template": "",
  "format": "standard",
  "meta": [],
  "categories": [
    18
  ],
  "tags": [],
  "_links": {
    "self": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/2915"
      }
    ],
    "collection": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts"
      }
    ],
    "about": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/types/post"
      }
    ],
    "author": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/users/4"
      }
    ],
    "replies": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/comments?post=2915"
      }
    ],
    "version-history": [
      {
        "count": 1,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/2915/revisions"
      }
    ],
    "predecessor-version": [
      {
        "id": 2916,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/2915/revisions/2916"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/media/3156"
      }
    ],
    "wp:attachment": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/media?parent=2915"
      }
    ],
    "wp:term": [
      {
        "taxonomy": "category",
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/categories?post=2915"
      },
      {
        "taxonomy": "post_tag",
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/tags?post=2915"
      }
    ],
    "curies": [
      {
        "name": "wp",
        "href": "https://api.w.org/{rel}",
        "templated": true
      }
    ]
  },
  "_id": "civilizationemerging.com/how-to-live-a-meaningful-life",
  "publishedAt": "2019-09-28T10:58:22",
  "collections": [
    "https://civilizationemerging.com/"
  ]
}