[
  {
    "text": "The problem with wanting to be friends with your children is that this is not enough",
    "begin": "00:00:00.060",
    "end": "00:00:03.390"
  },
  {
    "text": " Because as parents, you are not less than a friend, you are much higher than that",
    "begin": "00:00:04.029",
    "end": "00:00:09.269"
  },
  {
    "text": " You are someone who will live your child's life with a little luck",
    "begin": "00:00:09.269",
    "end": "00:00:14.789"
  },
  {
    "text": " You are a long-term island of stability",
    "begin": "00:00:15.639",
    "end": "00:00:17.819"
  },
  {
    "text": " In a sea of ​​difficulties",
    "begin": "00:00:18.520",
    "end": "00:00:19.869"
  },
  {
    "text": " And a child needs that much more than just a friend",
    "begin": "00:00:19.869",
    "end": "00:00:23.369"
  },
  {
    "text": " Parents answer to be courageous",
    "begin": "00:00:24.250",
    "end": "00:00:26.250"
  },
  {
    "text": " Because they answer that they let their children make mistakes. You must allow your child to fall while learning to walk",
    "begin": "00:00:26.500",
    "end": "00:00:31.920"
  },
  {
    "text": " Because they bump into the world a lot and you shouldn't do more to your child",
    "begin": "00:00:32.160",
    "end": "00:00:37.700"
  },
  {
    "text": " Who is absolutely necessary",
    "begin": "00:00:37.740",
    "end": "00:00:39.220"
  },
  {
    "text": " This means that it must be accompanied by some rough distance with your love and sympathy",
    "begin": "00:00:39.400",
    "end": "00:00:45.200"
  },
  {
    "text": " And for that, he must stand away and allow your child",
    "begin": "00:00:45.210",
    "end": "00:00:47.200"
  },
  {
    "text": " By walking stumbling towards ingenuity. But today's parents are terrified of their children because they are often afraid that they will",
    "begin": "00:00:47.500",
    "end": "00:00:54.119"
  },
  {
    "text": " They interfered with their children's lives that they would make irreparable mistakes",
    "begin": "00:00:54.219",
    "end": "00:00:58.379"
  },
  {
    "text": " But you must show the courage of your conviction when you have offspring and understand that if you sin",
    "begin": "00:00:58.960",
    "end": "00:01:05.610"
  },
  {
    "text": " That you can learn and forgive you for your mistakes. You don't have to be a perfect parent, but you do have to rise above your kids.",
    "begin": "00:01:05.740",
    "end": "00:01:12.540"
  },
  {
    "text": " Parents are terrified of making mistakes, which means that they are terrified of being parents and this prevents them from being fathers.",
    "begin": "00:01:13.270",
    "end": "00:01:20.100"
  }
]