{
  "id": 692,
  "date": "2017-10-11T22:44:07",
  "date_gmt": "2017-10-11T22:44:07",
  "guid": {
    "rendered": "https://websitedemos.net/sierra-nature-02/?p=291"
  },
  "modified": "2020-06-10T03:11:06",
  "modified_gmt": "2020-06-10T03:11:06",
  "slug": "higher-dimensional-thinking",
  "status": "publish",
  "type": "blog-post",
  "link": "https://civilizationemerging.com/higher-dimensional-thinking/",
  "title": {
    "rendered": "Higher Dimensional Thinking, the End of Paradox, and a More Adequate Understanding of Reality"
  },
  "content": {
    "rendered": "\n<hr class=\"wp-block-separator is-style-wide\"/>\n\n\n\n<div style=\"height:25px\" aria-hidden=\"true\" class=\"wp-block-spacer\"></div>\n\n\n\n<section class=\"wp-block-uagb-section uagb-section__wrap uagb-section__background-undefined\" id=\"uagb-section-9fe5d6af-f406-4988-938c-ba2044ee1ec0\"><div class=\"uagb-section__overlay\"></div><div class=\"uagb-section__inner-wrap\">\n\n<p>Think about the way a 3 dimensional object would look from the perspective of a 2 dimensional planar reality. Lets imagine a cylinder. If the plane crossed the cylinder perpendicular to its axis, the cross section it would see would be a circle. Thus the cylinder would look like a circle from that perspective, reduced by 1 dimension. If the plane crossed the cylinder parallel to its axis, the cross section of the cylinder it would see would look like a rectangle.</p>\n\n\n<p>The 2D view of the cylinder is a circle from one perspective and a rectangle from another. Both are true “slices” of the reality of the cylinder; neither alone give a clear sense of the higher dimensional shape’s reality. Or even that the shape is indeed of higher dimension. Both are necessarily limited because they are reducing the reality (without realizing it) to a view that simply can not adequately contain it.</p>\n\n\n<p>We can argue over which slice is more right…which once we’ve seen the undeniable partial rightness of each (from their own perspective), is of course just silly. Or we can hold that both are somehow true, despite being mutually exclusive descriptions of reality (from a 2D view)…and surrender to calling it paradox and give up on congruent understanding altogether.</p>\n\n\n<p>Or we can take another reconciliatory approach and say that they are both partially true so we must find a middle path…which in this case, still embedded in 2D, looks like something half way between a circle and a rectangle… which comes out to be a kind of rounded-corner rectangle. Which is actually further from the reality than either the circle or the rectangle had been, since at least they were each true slices of the cylinder.</p>\n\n\n<p>The problem of course is in the reductionism. There is no 2D slice of a 3D object that gives a real sense of what it is. Neither is any 2D negotiation of slices going to yield something in 3D. The cylinder is not somewhere between the two reductionistic views: 50% circle, 50% rectangle… It is 100% of both descriptions…which are only mutually exclusive and paradoxical if they are trying to be reconciled in the same plane, which is the essential mistake. In the higher dimensional reality the object actually lives in, the simultaneous full truth of both partial descriptions is obvious and non-paradoxical…as is the seamless way they fit together as parts of a congruent whole.</p>\n\n\n<p>To do an adequate job of showing the reality of a (complex) 3D object in 2D requires many pictures (slices), sewn together congruently into a movie, that gives a sense of the dimensionality and multiple perspective views. Here the element of time, allowing multiple views that our brain can construct a 3D image from, fills in for the missing spatial dimension.</p>\n\n\n<p>This metaphor points to a clear limit to the extent of reductionism possible without losing truth and creating a basis for perceiving false dichotomies. The key insight is recognizing these differing perspectives as orthogonal to each other rather than opposite ends of a gradient spectrum. The gradient view leads to a middle path that in this case is the rounded rectangle (or a continual maddening flip flop between circle and rectangle) … completely failing to recognize the simultaneous fullness of each truth and the irreconcilability of them within the same level of dimensionality/ complexity. The recognition of orthogonality…gives us the cylinder, recognizes both lower dimensional perspectives as 100% true from their limited vantage point, and forces the recognition that a congruent picture is possible but requires a fundamentally more complex kind of perspective.</p>\n\n\n<p>Our perception of existential paradoxes often comes from exactly this kind of process: believing in false dichotomies through reducing reality to conceptual slices that are true but partial to the point of actually requiring a seemingly mutually exclusive perspective to explain the full phenomena.</p>\n\n\n<p>This is a metaphor about the process of knowing (epistemology), that is relevant to most of our thoughts about what is (ontology) and what should be (values).</p>\n\n\n<p>Looking at some of what have often been thought of as existential dualities:</p>\n\n\n<ul><li>Loving what is or working to make things better…</li><li>Accepting ourselves as we are unconditionally or aspiring to grow and express more of our full potential…</li><li>Maximizing intentionality or following the flow of life…</li><li>Bettering our individual ego or transcending it…</li><li>Free will or determinism…</li><li>Being in the now or planning for the future…</li><li>Increasing witness consciousness or losing oneself in experience…</li><li>Open mindedness or critical thinking…</li><li>Persistence or surrender…</li><li>Boundaries or allowing…</li><li>Being or becoming…</li><li>Freedom or structure…</li><li>Gratitude or desire…</li><li>Rights or responsibilities…</li><li>Agency or communion…</li><li>Particle or wave descriptions of the quantum…</li><li>The fundamentality of subject or object…</li><li>All of these, commonly seen as paradoxes to be embraced or extremes to find a middle path between…are indeed orthogonal and equally fundamental partial truths…to be simultaneously optimized…fully reconciled in a congruent understanding of the higher dimensional (eg, more complex) nature of reality.</li></ul>\n\n\n<p>Note: In this paper, we are taking paired concepts that are often seen as dichotomous or paradoxical, and seeing them instead as dialectics to be reconciled in a higher order synthesis. This is the first valuable move when looking at things that seem like fundamental dualities. The next move requires understanding that the relationship between the two concepts is neither of the two concepts, yet inseparable from them and necessary to understand either. Thus we move from a duality reconciliation to a fundamental triplication with ring dynamics. An approach to that can be explored in more depth in the foundational axioms of the Immanent Metaphysics which can be found here:&nbsp;<a href=\"http://www.magic-flight.com/pub/uvsm_1/idm_foundations_01.pdf\">http://www.magic-flight.com/pub/uvsm_1/idm_foundations_01.pdf</a></p>\n\n</div></section>\n",
    "protected": false
  },
  "excerpt": {
    "rendered": "<p>&#8220;Our perception of existential paradoxes often comes from exactly this kind of process: believing in false dichotomies through reducing reality to conceptual slices that are true but partial to the point of actually requiring a seemingly mutually exclusive perspective to explain the full phenomena.&#8221;</p>\n",
    "protected": false
  },
  "author": 4,
  "featured_media": 3680,
  "comment_status": "open",
  "ping_status": "open",
  "sticky": false,
  "template": "",
  "format": "standard",
  "meta": [],
  "categories": [
    17,
    19
  ],
  "tags": [],
  "_links": {
    "self": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/692"
      }
    ],
    "collection": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts"
      }
    ],
    "about": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/types/post"
      }
    ],
    "author": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/users/4"
      }
    ],
    "replies": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/comments?post=692"
      }
    ],
    "version-history": [
      {
        "count": 1,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/692/revisions"
      }
    ],
    "predecessor-version": [
      {
        "id": 3681,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/692/revisions/3681"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/media/3680"
      }
    ],
    "wp:attachment": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/media?parent=692"
      }
    ],
    "wp:term": [
      {
        "taxonomy": "category",
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/categories?post=692"
      },
      {
        "taxonomy": "post_tag",
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/tags?post=692"
      }
    ],
    "curies": [
      {
        "name": "wp",
        "href": "https://api.w.org/{rel}",
        "templated": true
      }
    ]
  },
  "_id": "civilizationemerging.com/higher-dimensional-thinking",
  "publishedAt": "2017-10-11T22:44:07",
  "collections": [
    "https://civilizationemerging.com/"
  ]
}