{
  "Nick Redmark": {
    "Resources": {
      "Rivalrous": {
        "quotes": [
          {
            "item": "e50d62da77d4",
            "quote": "Scarce resources are those things sometimes called “rivalrous” by economists. Rivalrous, as in, we can rival each-other for their possession. If I have it, you can’t and if I consume it, it is gone forever. Food, water, energy. This is an important category of existence, to be sure, and will continue to be so for as long as we don this mortal coil. But it is not the only category of existence — and in the late 20th Century it lost its billion year position as the most important."
          }
        ]
      },
      "Non-Rivalrous": {
        "synonyms": ["Non rivalrous", "Nonrivalrous"],
        "quotes": [
          {
            "item": "1NM3ShzRMfhQ_r_THQUjtBU89Sq-FuzrIZLI2wbeX-zU",
            "quote": "The non-rivalrous refers to a phenomenon that can be scarce - but isn’t (yet).  If there are three of us and plenty of water for all, the water is non-rivalrous.  Obviously, in this sense, the difference between rivalrous and non-rivalrous is contextual.  Add more people or lose some of the water and a once non-rivalrous thing can become rivalrous.  Subtract people or add water and a once rivalrous thing can become non-rivalrous.  This is important.  We might call this the “rivalrous continuum”."
          }
        ]
      },
      "Anti-Rivalrous": {
        "synonyms": [
          "Anti rivalrous",
          "Antirivalrous",
          "Abundant",
          "Abundance"
        ],
        "quotes": [
          {
            "item": "e50d62da77d4",
            "quote": "Abundance is founded on something that might be called “anti-rivalrous.” If I have it, you can also have it without my losing it; and the more people who have it the more powerful and valuable it becomes. Language, math, music, ideas. Information. Abundance is not some sort of “bulked-up” scarcity, it is of a different order altogether and its logic requires a political and economic system that is altogether different from our current one."
          }
        ]
      }
    },
    "Collective processes": {
      "Rule Alpha": {
        "quotes": [
          {
            "item": "2464436683786377",
            "quote": "The Principle of Curiosity.  Curiosity before knowing.  If you already know how to do this thing, please just do it (elsewhere).  This is not a place to market your program or beat the drum of your preferred ideology.  It is a place where people can come and explore how to step into this new possibility themselves.  A primary virtue, therefore, is curiosity.  Be curious and play with curiosity."
          }
        ]
      },
      "Rule Omega": {
        "quotes": [
          {
            "item": "2464436683786377",
            "quote": "The Principle of Discernment. Learn how to listen carefully.  Both to find the signal and upregulate it and to find the noise and downregulate it.  The effort here is more about building capacity in Discernment than in trying to get to the “truth” or the “right answer” in this Facebook group.  This is more of a place of practice than of content."
          },
          {
            "item": "rQA93ulyigg",
            "quote": "Rule Omega is actually a really simple, practical thing [...] towards coherence that I would like everybody here to get [...] if you say something that sounds ridiculous to me or batshit crazy or wrong I actually give the benefit of the doubt that you might have a reason that I didn't understand first.\n So, rather than just default into \"you're probably wrong\", I'll ask more questions"
          },
          {
            "item": "uREHw5j0YmA",
            "quote": "If you listen to what I'm saying, and in yourself are able to find that part of what I am saying that feels true, feels righ,t does not kick off emotions of greed, or fight, or flight, or lust or atoms, but feels - there's a quality to it [...] with your level of capacity [...] you're like \"I don't understand exactly what is being said here, and most of it seems like it's kind of weird or noisy or cringe-worthy, but there's a thread here that feels very strong. I'm gonna separate that out and now I'm going to skillfully express it back out\".\n\nWhat you actually have now is a positive feedback loop filtering system. If every node is doing that, and by the way [...] if every node is primarily focused initially on building its discernment and skillfulness in doing this process [...] then what ends up happening is: the network is amazing at making sense of subtlety"
          }
        ]
      },
      "Collective Intelligence": {
        "synonyms": [
          "Collective cognition",
          "Distributed intelligence",
          "Distributed cognition",
          "Decentralized collective intelligence"
        ],
        "quotes": [
          {
            "item": "uREHw5j0YmA",
            "quote": "you notice how much of a burden is placed on the individual now. It's not like the broadcast modality, where most of your agency is limited to a very narrow band and you're really relying on the causal structure that you're embedded in to do almost all the work. [For] decentralized collective intelligence [...] to actually work, almost all of the agency is actually on the [individual,] you have to have really, really effective, responsible individuals"
          }
        ]
      },
      "Coherence": {
        "quotes": [
          {
            "item": "-iz4yI6Iw7E",
            "quote": "there's a synergy value that develops where the relationship itself begins to have its own qualities of sovereignty as its own agency, its own perception, its own sense making, which is more than the sum of the parts. So, in coordination [...] there's some kind of win-win synergy they can merge in coherence"
          }
        ]
      },
      "Circling": {
        "quotes": [
          {
            "item": "tCN_WydY4gE",
            "quote": "circling has spread like crazy, and on the other hand circling is very difficult to do well and so [...] there's a way where I like that it spread so much and then there's a way where I'm just hearing people call circling - like to me doesn't look at all or sound anything like circling"
          }
        ]
      },
      "Religion that is not a religion": {
        "synonyms": ["RTNAR"],
        "quotes": [
          {
            "item": "nl48eFZGRq8",
            "quote": "the main inspiration for this idea [...] was Nietzsche's madman in the marketplace [...] when he's arguing with the atheists that they don't know what they've done when they killed God, and the idea behind that which is [...] that Nietzsche has understood the deep functionality of religion for bringing about a fundamental transformation [...] what you and I and others are talking about. So [...] the religion that's not a religion [...] one of the things it's going to require is a very clear, and I mean really clear and scientifically articulated and argued and evidenced explanation of that functionality. So, as opposed to political pseudo religious ideologies that just propose a vision of the promised land, and hope that somehow the functionality will accrue as we commit ourselves [...] to that utopia, I want to do this in Reverse. That's what I'm proposing."
          }
        ]
      },
      "Ecology of practices": {
        "synonyms": [
          "Ecology of psychotechnologies",
          "Ecology of cyclic psychotechnologies"
        ],
        "quotes": [
          {
            "item": "2kQooMZzR7w",
            "quote": "most cultures cultivate an ecology of cyclic technologies - typically in the form of a religion - for addressing the perennial problems, but that set of psycho technologies has to be fitted into a legitimizing and sustaining worldview. In some sense the psychotechnologies have to be integrated with sacredness. What's of course happening for us is [...] historical factors have [...] undermined the experience of sacredness and all of the ways in which we can cultivate an ecology of psychotechnologies for enhancing religion, because we do not have a worldview [...] that legitimates or encourages that.\n\nAnd so people are forced - as I said - to cobble together, in a dangerously autodidactic fashion, their own personal responses to perennial problems, without traditions, guidance, communities well worked out [...] practices, well vetted, well developed. And so [...] they're often bereft when they face the perennial problems.\n\nSo, responding to the mean crisis has two components to it, and that's why I call it \"awakening from the meaning crisis\", because it has not only the response of trying to rearticulate a new world view in which the projects of enhancing religio again gets validation, is properly situated encouraged, facilitated, legitimated etc. but we also need to understand what the set of practices, the ecology of psychotechnologies would look like, that would allow us to address the perennial problems."
          }
        ]
      },
      "Memetic mediation": {
        "quotes": [
          {
            "item": "cIoXwOxv8ao",
            "quote": "I feel like that is my piece to hold: [...] what's [...] memetic mediation between different tribes, or at least seeing [...] where the different tribes are, who the liminal figures, or figures who might be able to reach between these sort of warring tribes might be, and then to try and do interviews with them. [...] that's something I feel really drawn towards."
          }
        ]
      }
    },
    "Immanent Metaphysics": {
      "Omniscient": {
        "quotes": [
          {
            "item": "an-immanent-metaphysics",
            "quote": "The names given to the three roles (modalities) that domain primal concepts have with respect to one another are \"the immanent\", \"the omniscient\", and \"the transcendent\".\n\nWithin the lexicon of this metaphysics, the term \"the immanent modality\" refers to the entire class of all immanent modal concepts, (as instantiated within their respective domains). The omniscient and transcendent modalities are similarly defined, as references to classes of concepts."
          }
        ]
      },
      "Transcendent": {
        "quotes": [
          {
            "item": "an-immanent-metaphysics",
            "quote": "The names given to the three roles (modalities) that domain primal concepts have with respect to one another are \"the immanent\", \"the omniscient\", and \"the transcendent\".\n\nWithin the lexicon of this metaphysics, the term \"the immanent modality\" refers to the entire class of all immanent modal concepts, (as instantiated within their respective domains). The omniscient and transcendent modalities are similarly defined, as references to classes of concepts."
          }
        ]
      },
      "Immanent": {
        "quotes": [
          {
            "item": "an-immanent-metaphysics",
            "quote": "The names given to the three roles (modalities) that domain primal concepts have with respect to one another are \"the immanent\", \"the omniscient\", and \"the transcendent\".\n\nWithin the lexicon of this metaphysics, the term \"the immanent modality\" refers to the entire class of all immanent modal concepts, (as instantiated within their respective domains). The omniscient and transcendent modalities are similarly defined, as references to classes of concepts."
          }
        ]
      },
      "Effective choice": {
        "quotes": [
          {
            "quote": "The most effective choice will always be the one made from a basis which is the most enabling of all other choices."
          },
          {
            "quote": "An effective choice is one that results in the realization and manifestation of desire. An ultimately effective choice is one which realizes (makes real) the ultimate desires of all who make that choice, and all who are affected by that choice."
          },
          {
            "quote": "The most effective choices are those which are optimal in supporting creativity and experience, wholeness and integrity. An optimal choice supports both self and world -- it allows the greatest freedom to be and to become; to choose and choose again."
          }
        ]
      }
    },
    "Civilization Design": {
      "Multi-polar traps": {
        "synonyms": [
          "multi-polar",
          "multipolar",
          "multi polar",
          "race to the bottom",
          "tragedy of the commons",
          "prisoner's dilemma"
        ],
        "quotes": [
          {
            "item": "_b4qKv1Ctv8",
            "quote": "we have to solve for the class of multipolar traps or at large because it's not just we don't want an arms race on AI weapons we also don't want an arms race on bioweapons or a nanotech"
          },
          {
            "item": "_b4qKv1Ctv8",
            "quote": "is there a game B that I believe in? It would have to solve for a number of things: it would have to actually remove rival risk dynamics [...] which would solve for multipolar traps, because multipolar traps are a situation where the well-being of each agent can be optimized independently of, and even at the expense of the other agents in the commons. As long as that's the case, we have an incentive to do up stuff with increasing power. That is one way of thinking about an underlying generator of all the catastrophic risks"
          }
        ]
      },
      "Omni-win": {
        "synonyms": ["omniwin", "omni win", "win-win", "win win", "winwin"],
        "quotes": [
          {
            "item": "445d45d777c9",
            "quote": "**Win-win taxonomy:** Creating the impulse towards win-win dynamics systemically requires creating win-win dynamics in each category:\n# Alignment of the well-being of agents with each other\n# Alignment of the well-being of agents with the commons\n# Alignment of the well-being of agents with themselves (resolving parts conflicts)\n\n**Win-win generator function:** win-win dynamics arise from the perception of symbiotic/interconnected interest. Ie, from perceiving various values/agents/metrics within the system as dialectics to be simultaneously (synergistically) supported via a higher order synthesis process."
          }
        ]
      },
      "Game A": {
        "synonyms": ["gamea", "Game~A", "#gamea"],
        "quotes": [
          {
            "item": "ZpXAmrP2wB8",
            "quote": "[Civilization] has to be able to be responsive to nature (it has to be able to feed itself and survive the winter), has to be able to be responsive to other things like it that may tend to take its stuff away, and it needs to be able to maintain its internal integrity - not fall apart from the inside. And of course the the broad story of game a has been different efforts to figure how to solve that problem, and how they fell, and then how they [...] pick up the pieces and put them back together again"
          },
          {
            "item": "ZpXAmrP2wB8",
            "quote": "the blue church is a historically specific solution to the problem of which game a is the general category. [the problem] of establishing coherence, and very particularly using complicated systems, if you want to be precise, so, using some combination of simplification and causal mechanism to be able to establish coherence in perception and meaning making in an actuation."
          }
        ]
      },
      "Game~B": {
        "synonyms": ["gameb", "#gameb", "Game b", "Fifth attractor"],
        "quotes": [
          {
            "item": "6d1a54fcda2e",
            "quote": "I’ve been working with some other people on what we call “Game B,” a good attractor. Imagine our society transitioning from its current state to a better state — not to one of those other, worse states. In fact, I’d argue the number one priority for people today should be creating a winning, good attractor for our civilization. We need to steer the inevitable big change to a better place, not a worse place."
          },
          {
            "item": "4fb13772bcf3",
            "quote": "So what is GameB? First, it is not “GameA” — the Western Civilization status quo. That’s a good start for those of us who find the status quo a grim place that seems headed for self-destruction. GameB is conceived of “What Comes Next”, the social operating system that replaces GameA.\n\nGameB is not yet well defined but it has four fundamentals: 1)self-organizational 2) network-oriented, 3) decentralized, and 4) metastable for an extended period of time"
          }
        ]
      },
      "Dunbar Number": {
        "synonyms": ["Dunbar"],
        "quotes": [
          {
            "item": "trZPxcbZsHc",
            "quote": "Robin Dunbar did lots of research and found that for current humans we typically have no more than 150 real friends and [...] that in modern hunter-gatherer bands or recent almost modern ones that almost survived to the present it was extremely uncommon to have a band [...] bigger than 150. As they approached 150 they tended to fractionate."
          }
        ]
      },
      "Generator Functions of Existential Risk": {
        "synonyms": ["Generator function", "Generator functions"],
        "quotes": [
          {
            "item": "civilizationemerging.com/solving-generator-function",
            "quote": "All (human induced) existential and catastrophic risks are symptoms of two underlying generator functions:\n\n# Rivalrous (win-lose) games multiplied by exponential technology self terminate [...]\n# Complicated systems subsuming their complex substrate, becoming increasingly fragile till collapse becomes immanent."
          }
        ]
      }
    },
    "Learning": {
      "Sovereignty": {
        "quotes": [
          {
            "item": "51402a370d79",
            "quote": "Sovereignty is the capacity to take responsibility. It is the ability to be present to the world and to respond to the world — rather than to be overwhelmed or merely reactive. Sovereignty is to be a conscious agent."
          },
          {
            "item": "64HGcESw5-8",
            "quote": "sovereignty has to do with the ability to maintain my ability to respond to my environment in the context that I'm in on an ongoing basis"
          }
        ]
      },
      "OODA Loop": {
        "synonyms": ["OODA-loop", "Boyd"],
        "quotes": [
          {
            "item": "9i60-87ufEI",
            "quote": "I think this is a very very deep concept, and, frankly, I think even the practitioners in the military, who tell you that, don’t understand it well enough.\n\nThe common knowledge has is that the the fastest OODA loop wins, and this is actually not true. The better understanding is that the the OODA loop of the highest bandwidth wins, meaning that the one that can handle the most through it the fastest will win."
          }
        ]
      },
      "Sensemaking": {
        "synonyms": ["Sense-making", "Sense making"],
        "quotes": [
          {
            "item": "51402a370d79",
            "quote": "Your ability to make sense of the world. This includes your ability to skillfully select frames and concepts that are appropriate to what is really going on. And to create new ones when the old ones won’t do. It is a measure of both speed and precision. Move too slowly and the world has passed you by. Move too haphazardly and you will confuse sense with error."
          }
        ]
      },
      "Meaning-making": {
        "synonyms": [
          "Meaning making",
          "meaningmaking",
          "Choice-making",
          "choicemaking",
          "Choice making"
        ],
        "quotes": [
          {
            "item": "rkJEthfBa5Y",
            "quote": "in the second category we're talking about an ability to take perception to convert it into meaning"
          }
        ]
      },
      "Agency": {
        "quotes": [
          {
            "item": "ef3c95860fff",
            "quote": "Agency relates to one’s ability to act on and in the world. It includes attributes like will, drive, responsibility, purposefulness, discipline, resilience, impulse control, courage, focus, follow through, etc. It represents the actuator capacity of a complex adaptive system. The zenith of development of agency is the archetype of a world-creator (all powerful)."
          }
        ]
      },
      "Liminal": {
        "synonyms": ["Liminal mode", "Liminal space"]
      },
      "Psychotechnology": {
        "synonyms": ["Psycho technology"]
      },
      "Embodiment": {
        "synonyms": ["embodied"]
      },
      "Parallax": {
        "quotes": [
          {
            "item": "8Es_WTEgZHE",
            "quote": "we want as much diversity as we can create synergy across. We get maximum synergy from maximum diversity with maximum parallax. [...] Neither eye has depth perception or peripheral vision, [...] and when I have both eyes together they they have a lot of shared things that they see, but because they're in different locations they also have slightly different things that they see. So there's overlap and difference, [...] and this is important.\n\nSo, when I put the two together they're not competing for which one is right, that would be ridiculous [...] the optical cortex is putting the information together in a way where if there's actually an error in this one it's corrected by what this one's doing. So they error correct each other, and then, because I can compute the hypotenuse of the triangle, I actually get depth perception and periphery. So, the two eyes together give things that neither of them did separately."
          }
        ]
      },
      "Attunement": {
        "quotes": [
          {
            "item": "64HGcESw5-8",
            "quote": "Attunement [...] is the relationship between discernment and coherence where you're able to increasingly become capable of using discernment [...] to achieve coherence.\n\nAn interesting metaphor that a lot of people are familiar with, if they're old enough, is when you're tuning a radio [...] at 80 8.5 - you just get noise - it's just static - and then 88.7, 88.9, somewhere around 88.9 something you can start hearing music, but it's still a lot of noise, and then when you get to 90 [...] it just snaps into clarity and you can hear the music, and almost all the noise drops away."
          }
        ]
      },
      "Simulated thinking": {
        "quotes": [
          {
            "item": "5e434e92cf86",
            "quote": "Simulated thinking shows up as thinking, takes itself as thinking and, armed with a vast and often nuanced script of pre-defined signals and ‘appropriate’ responses, even resembles thinking. But it is not. It is habit, not learning. And, as a consequence, it is completely incapable of creatively responding to (changes in) actual reality."
          }
        ]
      }
    },
    "Knowing": {
      "Participatory knowing": {
        "synonyms": ["Participatory", "Participatory knowledge"]
      },
      "Propositional knowing": {
        "synonyms": ["Propositional", "Propositional knowledge"]
      },
      "Perspectival knowing": {
        "synonyms": ["Perspectival", "Perspectival knowledge"]
      },
      "Procedural knowing": {
        "synonyms": ["Procedural", "Procedural knowledge"]
      }
    },
    "Current situation": {
      "Blue Church": {
        "quotes": [
          {
            "item": "e4781b2bd9b5",
            "quote": "the Blue Church is a kind of narrative / ideology control structure that is a natural result of mass media. It is an evolved (rather than designed) function that has come over the past half-century to be deeply connected with the Democratic political “Establishment” and lightly connected with the “Deep State” to form an effective political and dominant cultural force in the United States."
          }
        ]
      },
      "Red Religion": {
        "synonyms": ["insurgency", "Trump insurgency"],
        "quotes": [
          {
            "item": "d189d24fc046",
            "quote": "The Trump Insurgency represents a novel model of collective intelligence in general. It is the first truly viable approach that is connected directly with the emergent decentralized attractor that has been driving technical/economic disruption for the last several decades. This form of governance is structurally incompatible with the legacy media architecture. It is intrinsically dissonant with the kind of top-down, slow, controlled, synchronized approach of the old media."
          }
        ]
      }
    },
    "Complexity Science": {
      "Emergence": {
        "quotes": [
          {
            "item": "eh7qvXfGQho",
            "quote": "emergence means something new arises that wasn't here before [...] it's considered the closest thing to magic that's actually a scientifically kind of admissible term"
          },
          {
            "item": "eh7qvXfGQho",
            "quote": "emergence is synergy. Synergy and emergence are two sides of the same phenomenon. Synergy means whole that's greater than the sum of its parts, emergence is what is that greater."
          }
        ]
      },
      "Complicated": {
        "quotes": [
          {
            "item": "su91uPR_jmM",
            "quote": "a complicated system is defined by the fact that the phase space which is a concept that refers to the tonal possible states that the system might occupy total possibilities that might occur within the system the total phase space of a complicated system is finite and bounded which means that whether it's small like say the relatively simple space of a tic-tac-toe game which only has a handful of number of different kinds of ways that came to be played or very large like say the phase space of a Boeing 777"
          }
        ]
      },
      "Complex": {
        "quotes": [
          {
            "item": "su91uPR_jmM",
            "quote": "Whereas a complicated system is defined by the fact that its phase space is finite and bounded, and that the relationship between cause and effect is clear and predictable, a complex space is kind of the opposite, which is to say that its phase space [...] the kinds of states that it can occupy are changing so its phase space is unbounded, and as a consequence infinite, and for these reasons the relationship between cause and effect in a complex system is unclear.\n\nIt is difficult, and sometimes in fact close to impossible to predict the way that the system will respond to a given input. This does not mean however that complex system can't be dealt with effectively, it just requires a different approach, and so the appropriate approach to a complex system is to learn how to be responsive to its disposition.\n\nwhile you cannot predict, and while cause and effect are unclear in complex systems, you do have correlations, it has probabilities that can be identified with some level of confidence: it has a disposition. And, while this disposition is going to drift, if you become skillful at having sensitivity to the subtle signals of the system, and become skillful in exploring the state and the space and the drift of the complex system, then you can respond to it effectively, or more precisely, adaptively, and this is the right way to respond to a complex system."
          }
        ]
      }
    }
  }
}
