{
  "kind": "youtube#playlistItem",
  "id": "UExlUkJhLU5lcjRCdEtIeWNMSDJJMkExZ3N1bGpsVkVUdC4zMUEyMkQwOTk0NTg4MDgw",
  "snippet": {
    "publishedAt": "2020-08-29T21:48:27Z",
    "channelId": "UCSZF0YOWeee_RTx-SZL7U2w",
    "title": "Radio Evolve #456 - Are We in a Crisis of Sense Making? (With Jordan Hall)",
    "description": "Thomas Steininger talks with Jordan Hall about the crisis of sense making…and the emerging response of collective sense making. \n\nObviously, we are in a time of crisis – with the Corona Virus, the economy, the finance industry, climate change, and more. But could these all have a culmination point? Is there a meta-crisis at the center of all of these?\n\nJordan Hall suggests that there is. He calls it a crisis of sense making. Our modern post-war society was based on systems of institutions, bodies of democratic governance, academic scientific institutions, finance and media institutions. These systems developed and held highly specialized knowledge and power hierarchies that managed the progress of the industrial world. Jordan Hall calls them the “Blue Church” and their approach to reality as “managerial consciousness.”\n\nBut at least the since the 1990s, the world started to change dramatically.\nJordan Hall notes that we live in an explosion of speed and complexity. In the networked global reality of the internet, he tells us, the modern means of managing society where each area is in an isolated “silo” of knowledge and power does not seem to work anymore.\n\nJordan Hall takes us to the edge of his own research and observation. There is a new networked form of collective sense making, he says, still in its infancy and, right now, riddled with dangerous childhood diseases. But as the old paradigm of a manageable world fails, this very new awareness- and data-based collective sense making seems to hold answers that can help create a livable future on Earth.\n\nMore about Jordan Greenhall: \nhttps://neurohacker.com/people/jordan-greenhall\n\nThis interview was originally published here: \nhttps://oneworldindialogue.com/blog/are-we-in-a-crisis-of-sense-making/",
    "thumbnails": {
      "default": {
        "url": "https://i.ytimg.com/vi/tsCAnUk7LMg/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/tsCAnUk7LMg/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/tsCAnUk7LMg/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/tsCAnUk7LMg/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/tsCAnUk7LMg/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "channelTitle": "The Seeking",
    "playlistId": "PLeRBa-Ner4BtKHycLH2I2A1gsuljlVETt",
    "position": 16,
    "resourceId": {
      "kind": "youtube#video",
      "videoId": "tsCAnUk7LMg"
    }
  },
  "_id": "tsCAnUk7LMg",
  "publishedAt": "2020-08-29T21:48:27Z",
  "type": "youtube-playlist-item",
  "collections": [
    "https://www.youtube.com/playlist?list=PLeRBa-Ner4BtKHycLH2I2A1gsuljlVETt"
  ]
}