[
  {
    "text": "You",
    "begin": "00:00:13.010",
    "end": "00:00:15.010"
  },
  {
    "text": "All right, well I'm talking today with",
    "begin": "00:00:20.880",
    "end": "00:00:22.939"
  },
  {
    "text": "Dr. James Lindsay, Dr. Peter Boghossian, and Dr. Helen Pluckrose and they're all",
    "begin": "00:00:23.790",
    "end": "00:00:30.290"
  },
  {
    "text": "Famous or infamous depending on your perspective as the authors of a series of hoax",
    "begin": "00:00:31.230",
    "end": "00:00:37.190"
  },
  {
    "text": "Articles that were published in what purport to be academic journals in the last year",
    "begin": "00:00:37.800",
    "end": "00:00:43.430"
  },
  {
    "text": "Following up work done by Sokal how long ago was that?",
    "begin": "00:00:43.739",
    "end": "00:00:47.839"
  },
  {
    "text": "Now it's got to be like 25 years now. Right, right",
    "begin": "00:00:48.449",
    "end": "00:00:51.859"
  },
  {
    "text": "So we've all assumed or you've always said that the situation hasn't improved",
    "begin": "00:00:51.860",
    "end": "00:00:55.759"
  },
  {
    "text": "so the first thing I'm going to do we're going to have an extended discussion about",
    "begin": "00:00:55.760",
    "end": "00:00:59.149"
  },
  {
    "text": "these articles and about the motivations for producing them and and then the",
    "begin": "00:00:59.309",
    "end": "00:01:03.379"
  },
  {
    "text": "necessity for that and the morality of that and the aftermath and all of that and the first thing I'm going to do is have",
    "begin": "00:01:03.509",
    "end": "00:01:08.719"
  },
  {
    "text": "Each of you introduce yourself and then we'll launch right into a discussion about the,",
    "begin": "00:01:08.720",
    "end": "00:01:12.649"
  },
  {
    "text": "Let's call it the scandal",
    "begin": "00:01:13.380",
    "end": "00:01:15.380"
  },
  {
    "text": "Dr. Lindsay, yeah, um good to be here",
    "begin": "00:01:17.670",
    "end": "00:01:21.170"
  },
  {
    "text": "So I have a background in mathematics and physics my PhDs in math",
    "begin": "00:01:21.170",
    "end": "00:01:25.519"
  },
  {
    "text": "I left academia in 2010 and have been studying",
    "begin": "00:01:25.520",
    "end": "00:01:29.299"
  },
  {
    "text": "mostly",
    "begin": "00:01:30.000",
    "end": "00:01:31.680"
  },
  {
    "text": "religious and moral philosophy and psychology since and",
    "begin": "00:01:31.680",
    "end": "00:01:35.599"
  },
  {
    "text": "Then got wrapped up in this idea. I kind of was the I guess epicenter of the project",
    "begin": "00:01:36.299",
    "end": "00:01:42.139"
  },
  {
    "text": "I did all the submissions and managed all the emails and all of that and then Peter and Alan",
    "begin": "00:01:42.140",
    "end": "00:01:47.930"
  },
  {
    "text": "Filled in all of my weaknesses",
    "begin": "00:01:49.560",
    "end": "00:01:51.200"
  },
  {
    "text": "And so we spend you know an 18 about 18 months working on this a year really ten months writing papers",
    "begin": "00:01:51.200",
    "end": "00:01:57.860"
  },
  {
    "text": "then there is the getting ready to go public so",
    "begin": "00:01:58.530",
    "end": "00:02:01.009"
  },
  {
    "text": "That's kind of who I am and how I got into this I just a",
    "begin": "00:02:02.520",
    "end": "00:02:05.479"
  },
  {
    "text": "lapsed mathematician who gives a",
    "begin": "00:02:06.360",
    "end": "00:02:09.139"
  },
  {
    "text": "lot of concern to how we produce knowledge and what what academic standards are and should be",
    "begin": "00:02:09.600",
    "end": "00:02:16.909"
  },
  {
    "text": "So what did, why did you leave Academia?",
    "begin": "00:02:17.070",
    "end": "00:02:19.489"
  },
  {
    "text": "I wish I could say that it was like this prescient thing. I saw the writing on the wall that it was going mad",
    "begin": "00:02:20.040",
    "end": "00:02:25.219"
  },
  {
    "text": "And I wanted out but really it was just a number of personal responsibilities and commitments that led me to now want to pursue",
    "begin": "00:02:25.220",
    "end": "00:02:31.770"
  },
  {
    "text": "Employment where I didn't know where I would be placed from, you know one postdoc to the next it was family commitments primarily",
    "begin": "00:02:32.590",
    "end": "00:02:39.600"
  },
  {
    "text": "But you were still interested enough to continue while with this project interested enough in the academic world. Yeah, I never really",
    "begin": "00:02:40.000",
    "end": "00:02:47.250"
  },
  {
    "text": "wanted to stop",
    "begin": "00:02:47.950",
    "end": "00:02:49.570"
  },
  {
    "text": "Researching or reading and thinking and coming up with new ideas",
    "begin": "00:02:49.570",
    "end": "00:02:52.139"
  },
  {
    "text": "It's very difficult to do mathematics without some institutional",
    "begin": "00:02:52.720",
    "end": "00:02:55.650"
  },
  {
    "text": "Backing a math is hard as some people have noticed so I didn't have the resources necessary really to pursue",
    "begin": "00:02:56.140",
    "end": "00:03:02.880"
  },
  {
    "text": "Mathematical research independently, but I found that I could you know dig into philosophy and I could dig into",
    "begin": "00:03:03.730",
    "end": "00:03:09.929"
  },
  {
    "text": "psychology kind of on my own not professionally, of course, but",
    "begin": "00:03:10.840",
    "end": "00:03:14.369"
  },
  {
    "text": "Enough to get an idea of what I was was looking at in a philosophical sense",
    "begin": "00:03:15.220",
    "end": "00:03:18.960"
  },
  {
    "text": "to answer questions that I was it was really deeply interested in mostly the question that drove me probably from about",
    "begin": "00:03:19.090",
    "end": "00:03:25.350"
  },
  {
    "text": "2011 forward was you know, what do people really mean?",
    "begin": "00:03:26.380",
    "end": "00:03:30.659"
  },
  {
    "text": "What are they talking about when they say the word God and so I really got involved in talking about their thinking about religion",
    "begin": "00:03:30.660",
    "end": "00:03:36.869"
  },
  {
    "text": "that's what led me to religious and moral psychology trying to understand why people",
    "begin": "00:03:36.870",
    "end": "00:03:40.170"
  },
  {
    "text": "believe things that they do and why they why they manifest their beliefs in certain ways and",
    "begin": "00:03:40.989",
    "end": "00:03:46.349"
  },
  {
    "text": "ultimately because I was you know",
    "begin": "00:03:47.230",
    "end": "00:03:49.589"
  },
  {
    "text": "That kind of a guy. I just wanted to find out what the I figure I live in the southeast US",
    "begin": "00:03:49.590",
    "end": "00:03:55.200"
  },
  {
    "text": "It's a really religious area. People talk to me about their belief in God all the time.",
    "begin": "00:03:55.450",
    "end": "00:03:59.039"
  },
  {
    "text": "I hear it constantly at different levels from the you know, yeah",
    "begin": "00:03:59.040",
    "end": "00:04:05.099"
  },
  {
    "text": "there's I kind of believe level all the way to the",
    "begin": "00:04:05.100",
    "end": "00:04:08.369"
  },
  {
    "text": "borderline insane level of conviction to very implausible",
    "begin": "00:04:09.640",
    "end": "00:04:14.100"
  },
  {
    "text": "Propositions level and I wanted to understand I know the people talking about ideas like God",
    "begin": "00:04:14.890",
    "end": "00:04:20.850"
  },
  {
    "text": "Means something when they save the term",
    "begin": "00:04:21.100",
    "end": "00:04:23.010"
  },
  {
    "text": "It's something very not just do they mean something",
    "begin": "00:04:23.010",
    "end": "00:04:25.409"
  },
  {
    "text": "They mean something very important to themselves and I wanted to figure out from a perspective that didn't rely upon",
    "begin": "00:04:25.410",
    "end": "00:04:30.660"
  },
  {
    "text": "The religious the theology or the religious mythology or narrative",
    "begin": "00:04:31.630",
    "end": "00:04:35.369"
  },
  {
    "text": "What they were speaking to as articles within in the material world",
    "begin": "00:04:35.680",
    "end": "00:04:39.780"
  },
  {
    "text": "And so I became very interested in that and spent a number of years reading and writing about it",
    "begin": "00:04:40.090",
    "end": "00:04:44.010"
  },
  {
    "text": "and by the way the kind of culture war, if you want to call it that,",
    "begin": "00:04:44.540",
    "end": "00:04:49.480"
  },
  {
    "text": "progressed at seeing what was happening to people I was",
    "begin": "00:04:50.150",
    "end": "00:04:52.689"
  },
  {
    "text": "Interested in Sam Harris for example was certainly one of these people",
    "begin": "00:04:53.210",
    "end": "00:04:56.769"
  },
  {
    "text": "you see these people get called racist or sexist for what seemed to be nothing and you try to dig into it again with the",
    "begin": "00:04:57.110",
    "end": "00:05:02.919"
  },
  {
    "text": "interest in meaning of words kept seeing these references back to these, you know, power dynamics and",
    "begin": "00:05:03.050",
    "end": "00:05:08.680"
  },
  {
    "text": "sociological definitions that they only see racism or sexism is structural entities that allow",
    "begin": "00:05:09.980",
    "end": "00:05:15.249"
  },
  {
    "text": "basically people of",
    "begin": "00:05:16.100",
    "end": "00:05:17.780"
  },
  {
    "text": "People to be considered racist or sexist just because of their identity",
    "begin": "00:05:17.780",
    "end": "00:05:21.130"
  },
  {
    "text": "By just by virtue of being say a white male you could be racist and sexist. You inevitably are that's exactly exactly so",
    "begin": "00:05:21.980",
    "end": "00:05:29.980"
  },
  {
    "text": "That's what led me to get curious about the grievance Studies canon ultimately. I see. okay. Peter, okay, let's hear sir",
    "begin": "00:05:30.530",
    "end": "00:05:37.780"
  },
  {
    "text": "lets hear from you and tell everybody who you are and what you're up to",
    "begin": "00:05:37.810",
    "end": "00:05:40.600"
  },
  {
    "text": "I'm currently teaching philosophy at Portland State University in the philosophy department and I",
    "begin": "00:05:41.240",
    "end": "00:05:47.319"
  },
  {
    "text": "Am up to James Lindsay and I just finished a book how to have impossible conversations that will come out probably in",
    "begin": "00:05:47.990",
    "end": "00:05:55.269"
  },
  {
    "text": "2019 from Da Capo press and I don't know what I'm up to now because I may be",
    "begin": "00:05:55.850",
    "end": "00:06:01.869"
  },
  {
    "text": "Looking at a career change very soon. So",
    "begin": "00:06:02.390",
    "end": "00:06:05.469"
  },
  {
    "text": "We will get into that later but the University filed charges against me they found me guilty of not seeking IRB approval and the",
    "begin": "00:06:07.310",
    "end": "00:06:14.800"
  },
  {
    "text": "Investigation is ongoing for the falsification.. Oh! So we better have quite a conversation as well about IRB approval;",
    "begin": "00:06:15.530",
    "end": "00:06:21.700"
  },
  {
    "text": "that's another rabbit hole we can plunge down because that's another catastrophic",
    "begin": "00:06:21.700",
    "end": "00:06:25.330"
  },
  {
    "text": "catastrophe that the university has inflicted upon itself over the last two decades.",
    "begin": "00:06:25.940",
    "end": "00:06:29.800"
  },
  {
    "text": "So that's something that's become increasingly",
    "begin": "00:06:30.380",
    "end": "00:06:32.380"
  },
  {
    "text": "Politicized so it's very difficult to understand how you could get IRB approval for a satire, or why you might need it.",
    "begin": "00:06:32.660",
    "end": "00:06:40.240"
  },
  {
    "text": "Yeah, okay. Okay. Good Helen. Let's hear from you",
    "begin": "00:06:40.730",
    "end": "00:06:44.409"
  },
  {
    "text": "Well, I'm the member of the group who isn't doctor I'm a lonely MA but I have a background in",
    "begin": "00:06:46.190",
    "end": "00:06:53.530"
  },
  {
    "text": "literature and early",
    "begin": "00:06:54.050",
    "end": "00:06:55.940"
  },
  {
    "text": "late medieval early modern studies",
    "begin": "00:06:55.940",
    "end": "00:06:58.059"
  },
  {
    "text": "I'm I'm interested in how women used the Christian narrative to",
    "begin": "00:06:58.060",
    "end": "00:07:03.999"
  },
  {
    "text": "To get Authority in autonomy for themselves sort of 1300 to 1700",
    "begin": "00:07:05.599",
    "end": "00:07:10.209"
  },
  {
    "text": "So I'm looking at how this changed before and after the Reformation how the narratives changed",
    "begin": "00:07:10.210",
    "end": "00:07:16.120"
  },
  {
    "text": "I",
    "begin": "00:07:16.669",
    "end": "00:07:18.199"
  },
  {
    "text": "I left at the end of my Master's. I was intending to go back and do my PhD in medieval manuscripts",
    "begin": "00:07:18.199",
    "end": "00:07:25.809"
  },
  {
    "text": "But it's just got I keep going early on earlier because it is so difficult to get away from the ideology. I'm",
    "begin": "00:07:26.689",
    "end": "00:07:34.209"
  },
  {
    "text": "Interested in medieval manuscripts, but not overwhelmingly",
    "begin": "00:07:34.849",
    "end": "00:07:37.929"
  },
  {
    "text": "I want to look at social history",
    "begin": "00:07:37.930",
    "end": "00:07:39.610"
  },
  {
    "text": "But it's so difficult to do that because there is a pressure now to do so anachronistically: to read it through",
    "begin": "00:07:39.610",
    "end": "00:07:45.969"
  },
  {
    "text": "Gender ideology of today, so I have to accept that the reason I was going to do medieval manuscripts",
    "begin": "00:07:46.430",
    "end": "00:07:52.389"
  },
  {
    "text": "is because I can translate and transcribe and this is something objective that I can do. I can produce an edition of",
    "begin": "00:07:52.430",
    "end": "00:07:58.900"
  },
  {
    "text": "Texts, which aren't readily available and explain them and that's the only real way that I'm able to look at",
    "begin": "00:07:59.960",
    "end": "00:08:07.029"
  },
  {
    "text": "religious writing by and about women in",
    "begin": "00:08:07.699",
    "end": "00:08:11.228"
  },
  {
    "text": "any objective way and it isn't really I want to do so I stepped away for a year",
    "begin": "00:08:12.110",
    "end": "00:08:16.659"
  },
  {
    "text": "And in that year I started writing about",
    "begin": "00:08:16.659",
    "end": "00:08:19.239"
  },
  {
    "text": "about post-modernism about feminism about liberalism and ideology and",
    "begin": "00:08:20.060",
    "end": "00:08:24.489"
  },
  {
    "text": "Then they just got to be so much to do with that",
    "begin": "00:08:25.129",
    "end": "00:08:28.749"
  },
  {
    "text": "But I I haven't gone back at all so involved in in writing about what's going on right now",
    "begin": "00:08:29.419",
    "end": "00:08:35.859"
  },
  {
    "text": "and so that is where I'm now.",
    "begin": "00:08:35.860",
    "end": "00:08:38.740"
  },
  {
    "text": "I see.  Well, it's interesting because you you talked about",
    "begin": "00:08:39.289",
    "end": "00:08:42.398"
  },
  {
    "text": "your",
    "begin": "00:08:43.130",
    "end": "00:08:44.329"
  },
  {
    "text": "your belief that women in the",
    "begin": "00:08:44.329",
    "end": "00:08:47.139"
  },
  {
    "text": "mid stages of development of the Christian Church we're using the idea is to actually liberate themselves and to",
    "begin": "00:08:48.470",
    "end": "00:08:54.490"
  },
  {
    "text": "Yeah",
    "begin": "00:08:56.839",
    "end": "00:08:58.250"
  },
  {
    "text": "Example from Marjorie Kemp to Amelia Lanier and we're looking at very different ways in",
    "begin": "00:08:58.250",
    "end": "00:09:03.699"
  },
  {
    "text": "Which you know it within the Catholic narrative, for example, women would say well God speaks directly to me he is the ultimate",
    "begin": "00:09:04.070",
    "end": "00:09:10.869"
  },
  {
    "text": "patriarch so that gives me a certain authority to disagree with a patriarchial church.",
    "begin": "00:09:13.010",
    "end": "00:09:17.319"
  },
  {
    "text": "if I think it's fair with my husband and then later after the Reformation there was a slightly different emphasis in which",
    "begin": "00:09:18.350",
    "end": "00:09:25.990"
  },
  {
    "text": "Women, you know everyone, could interpret the Bible and that includes women so there was a different kind of authority",
    "begin": "00:09:26.570",
    "end": "00:09:32.770"
  },
  {
    "text": "There too. So that that's generally have been what up what I've been interested in. There's slightly different ways that women have approached",
    "begin": "00:09:33.320",
    "end": "00:09:40.659"
  },
  {
    "text": "biblical text biblical narratives and",
    "begin": "00:09:41.330",
    "end": "00:09:43.330"
  },
  {
    "text": "And yes, and used them to challenge that our mainstream",
    "begin": "00:09:44.450",
    "end": "00:09:47.739"
  },
  {
    "text": "Interpretations and and makes them make some pretty good arguments. Well Amelia Lenya certainly did Marjorie Kemp mostly screams",
    "begin": "00:09:48.470",
    "end": "00:09:55.540"
  },
  {
    "text": "Okay",
    "begin": "00:09:57.830",
    "end": "00:09:59.830"
  },
  {
    "text": "Why are you guys telling us what the genesis of this project was?",
    "begin": "00:10:01.310",
    "end": "00:10:04.840"
  },
  {
    "text": "let's outline the project itself that the sequence of papers that you wrote and",
    "begin": "00:10:04.840",
    "end": "00:10:08.859"
  },
  {
    "text": "Let's talk about the genesis of that as well. So I want to take that one. Okay?",
    "begin": "00:10:09.470",
    "end": "00:10:14.800"
  },
  {
    "text": "It's really kind of kind of interesting",
    "begin": "00:10:15.740",
    "end": "00:10:17.799"
  },
  {
    "text": "I don't know if your audience would know this Jordan or not, but all three of us",
    "begin": "00:10:18.230",
    "end": "00:10:22.960"
  },
  {
    "text": "you know were writing a bit within what might have been considered the new atheist vein and working within that and",
    "begin": "00:10:22.960",
    "end": "00:10:29.889"
  },
  {
    "text": "And I was working on a book trying to answer my big kind of early 2010's research question",
    "begin": "00:10:30.020",
    "end": "00:10:36.429"
  },
  {
    "text": "What do people mean when they say god I was writing a book called that I eventually titled",
    "begin": "00:10:36.430",
    "end": "00:10:40.659"
  },
  {
    "text": "Everybody is wrong about God and I Peter called me one day while I was working on",
    "begin": "00:10:40.660",
    "end": "00:10:45.070"
  },
  {
    "text": "Either the book itself or the research for it",
    "begin": "00:10:45.260",
    "end": "00:10:47.559"
  },
  {
    "text": "I don't recall the specifics at the time, but he called me one day and said, you know, dude, dude",
    "begin": "00:10:47.560",
    "end": "00:10:52.299"
  },
  {
    "text": "I think I'm going crazy. I keep trying to tell people something that's as obvious as can be to me and",
    "begin": "00:10:52.300",
    "end": "00:10:57.190"
  },
  {
    "text": "Somebody has to believe I'm not crazy everybody thinks. I'm nuts. Please tell me I'm not crazy",
    "begin": "00:10:58.850",
    "end": "00:11:02.920"
  },
  {
    "text": "and so I said, you know, what is it and he said",
    "begin": "00:11:02.920",
    "end": "00:11:05.020"
  },
  {
    "text": "I",
    "begin": "00:11:05.660",
    "end": "00:11:06.860"
  },
  {
    "text": "Look at the way",
    "begin": "00:11:06.860",
    "end": "00:11:08.510"
  },
  {
    "text": "People in gender studies used their scholarly Canon, the way they they produce that the way that they refer to it,",
    "begin": "00:11:08.510",
    "end": "00:11:15.010"
  },
  {
    "text": "the the fact that it seems disconnected",
    "begin": "00:11:15.620",
    "end": "00:11:18.010"
  },
  {
    "text": "in a literal sense from what's going on in reality and",
    "begin": "00:11:19.300",
    "end": "00:11:22.659"
  },
  {
    "text": "It feels like it's their bible, it feels like it's a holy scripture for something like a religion",
    "begin": "00:11:23.390",
    "end": "00:11:29.829"
  },
  {
    "text": "Am I going nuts and as it turned out the reason I started writing the book",
    "begin": "00:11:29.860",
    "end": "00:11:33.849"
  },
  {
    "text": "Everybody's wrong about God was partly to answer my big research question",
    "begin": "00:11:34.700",
    "end": "00:11:38.409"
  },
  {
    "text": "But it was also because I noticed that the community built up around new atheist activism which called itself the atheism community",
    "begin": "00:11:38.410",
    "end": "00:11:45.339"
  },
  {
    "text": "showed almost all of the symptoms of qualifying as a religion at least from like Durkheim's perspectives and",
    "begin": "00:11:46.250",
    "end": "00:11:52.899"
  },
  {
    "text": "Maybe even from some others",
    "begin": "00:11:53.210",
    "end": "00:11:55.210"
  },
  {
    "text": "So I immediately latched on to what Pete said and I said no, you're not crazy. I think you're probably right",
    "begin": "00:11:55.370",
    "end": "00:12:00.609"
  },
  {
    "text": "I think you are absolutely right that the scholarly Canon in gender studies and so on is",
    "begin": "00:12:00.850",
    "end": "00:12:05.380"
  },
  {
    "text": "operating like a",
    "begin": "00:12:06.500",
    "end": "00:12:08.240"
  },
  {
    "text": "book of faith for",
    "begin": "00:12:08.240",
    "end": "00:12:10.240"
  },
  {
    "text": "Something but I don't know exactly what this is",
    "begin": "00:12:10.520",
    "end": "00:12:12.970"
  },
  {
    "text": "And so we got curious about that scholarly canon kind of from that point",
    "begin": "00:12:12.970",
    "end": "00:12:18.010"
  },
  {
    "text": "It wasn't long after that that the infamous feminist Glaciology paper came out",
    "begin": "00:12:18.140",
    "end": "00:12:23.410"
  },
  {
    "text": "where the a",
    "begin": "00:12:24.140",
    "end": "00:12:25.940"
  },
  {
    "text": "few four or five researchers published a very well funded study showing they're claiming to show that the",
    "begin": "00:12:25.940",
    "end": "00:12:32.829"
  },
  {
    "text": "Glaciology is inherently sexist all the way back to its roots",
    "begin": "00:12:33.170",
    "end": "00:12:36.700"
  },
  {
    "text": "Back to you know, the",
    "begin": "00:12:38.540",
    "end": "00:12:40.540"
  },
  {
    "text": "intrepid explorers of mountains and polar regions and all this so is",
    "begin": "00:12:40.910",
    "end": "00:12:45.190"
  },
  {
    "text": "justified by being a big tough guy in the 19th century or whatever and",
    "begin": "00:12:45.950",
    "end": "00:12:49.509"
  },
  {
    "text": "That apparently somehow this",
    "begin": "00:12:50.720",
    "end": "00:12:52.720"
  },
  {
    "text": "masculinist bias hangs over it and so the answer to this is to put feminist art projects as part of glacier science and",
    "begin": "00:12:53.420",
    "end": "00:12:59.440"
  },
  {
    "text": "(...) ology is as part of glacier science or else it's racist and sexist and",
    "begin": "00:13:00.680",
    "end": "00:13:03.909"
  },
  {
    "text": "I",
    "begin": "00:13:04.610",
    "end": "00:13:06.110"
  },
  {
    "text": "Mean, I remember reading the paper",
    "begin": "00:13:06.110",
    "end": "00:13:08.110"
  },
  {
    "text": "Lightly at the time and thinking there's no way this is real and Peter and I had a phone call",
    "begin": "00:13:08.930",
    "end": "00:13:12.909"
  },
  {
    "text": "We started looking at new peer review on the Twitter at the same time. Oh, you should never look at that.",
    "begin": "00:13:13.160",
    "end": "00:13:17.860"
  },
  {
    "text": "Oh my gosh, so so we've we've actually got two issues here",
    "begin": "00:13:17.860",
    "end": "00:13:22.599"
  },
  {
    "text": "then. Let's say now all the sudden because yeah, there's a there's the there's the issue of what's going on in the",
    "begin": "00:13:22.600",
    "end": "00:13:29.259"
  },
  {
    "text": "Social justice oriented academic disciplines and then there's a deeper issue of how",
    "begin": "00:13:31.250",
    "end": "00:13:36.849"
  },
  {
    "text": "people view the world",
    "begin": "00:13:37.580",
    "end": "00:13:39.580"
  },
  {
    "text": "individually and collectively",
    "begin": "00:13:39.590",
    "end": "00:13:41.120"
  },
  {
    "text": "yes through the lens of a belief system and the probability that that",
    "begin": "00:13:41.120",
    "end": "00:13:45.850"
  },
  {
    "text": "Belief system will take on something approximating the trappings of a religious movement. Mm-hmm",
    "begin": "00:13:46.460",
    "end": "00:13:52.389"
  },
  {
    "text": "Yes, so so that's a deeper question.",
    "begin": "00:13:52.450",
    "end": "00:13:55.900"
  },
  {
    "text": "I mean one of the things that I discussed continually with Sam Harris when we had our series of debates was",
    "begin": "00:13:55.900",
    "end": "00:14:01.780"
  },
  {
    "text": "the",
    "begin": "00:14:02.450",
    "end": "00:14:03.650"
  },
  {
    "text": "question of the",
    "begin": "00:14:03.650",
    "end": "00:14:05.180"
  },
  {
    "text": "Inescapability of something approximating the religious framework to orient people in relationship to action in the world",
    "begin": "00:14:05.180",
    "end": "00:14:11.320"
  },
  {
    "text": "All right, like I happen to believe that a framework like that is inescapable. The question is not whether you're going to have one",
    "begin": "00:14:11.540",
    "end": "00:14:17.319"
  },
  {
    "text": "it's which one you're going to have and what is it going to be rooted in and I mean",
    "begin": "00:14:17.320",
    "end": "00:14:21.669"
  },
  {
    "text": "one of the things I think that both Nietzsche and Dostoyevsky warn people about in the late 19th century was that",
    "begin": "00:14:22.250",
    "end": "00:14:28.869"
  },
  {
    "text": "What what this isn't a quote from either of them, but it's something approximating someone else. Whose name. I don't remember",
    "begin": "00:14:29.900",
    "end": "00:14:35.979"
  },
  {
    "text": "He who believes in nothing will end up believing in anything?",
    "begin": "00:14:37.040",
    "end": "00:14:39.790"
  },
  {
    "text": "and",
    "begin": "00:14:40.610",
    "end": "00:14:41.780"
  },
  {
    "text": "And there's something there's something in that that's extraordinarily deep as far as I'm concerned",
    "begin": "00:14:41.780",
    "end": "00:14:46.269"
  },
  {
    "text": "All right, so you were interested in religious phenomenology, and then you guys started to see that",
    "begin": "00:14:46.270",
    "end": "00:14:50.139"
  },
  {
    "text": "as",
    "begin": "00:14:50.720",
    "end": "00:14:51.740"
  },
  {
    "text": "far as you were concerned a variety of different quasi academic or academic movements were taking on the trappings of our",
    "begin": "00:14:51.740",
    "end": "00:14:57.970"
  },
  {
    "text": "Religious",
    "begin": "00:14:59.930",
    "end": "00:15:01.930"
  },
  {
    "text": "They were starting to look religious in their approach and in their application of their beliefs, right",
    "begin": "00:15:02.150",
    "end": "00:15:07.269"
  },
  {
    "text": "On the social justice end of it, right",
    "begin": "00:15:08.810",
    "end": "00:15:11.020"
  },
  {
    "text": "community for example was definitely engaging in of course they had kind of their",
    "begin": "00:15:11.660",
    "end": "00:15:16.959"
  },
  {
    "text": "their unique",
    "begin": "00:15:17.600",
    "end": "00:15:19.600"
  },
  {
    "text": "vocabulary that they speak to one another in and identify one another by",
    "begin": "00:15:20.000",
    "end": "00:15:23.679"
  },
  {
    "text": "which is kind of like an ecclesiastical vocabulary, but if social justice and then they",
    "begin": "00:15:24.530",
    "end": "00:15:29.410"
  },
  {
    "text": "were",
    "begin": "00:15:30.320",
    "end": "00:15:32.320"
  },
  {
    "text": "Definitely involved, what what they call political correctness is in practice virtually identical to what you see with people carrying blasphemy",
    "begin": "00:15:32.930",
    "end": "00:15:39.940"
  },
  {
    "text": "So these parallels started to stick out at the same time",
    "begin": "00:15:41.960",
    "end": "00:15:45.280"
  },
  {
    "text": "The way that we started looking at the real peer review Twitter account in the way that they seem to be producing",
    "begin": "00:15:45.890",
    "end": "00:15:50.410"
  },
  {
    "text": "Our knowledge that they could then refer to",
    "begin": "00:15:50.990",
    "end": "00:15:53.240"
  },
  {
    "text": "virtually",
    "begin": "00:15:54.360",
    "end": "00:15:55.500"
  },
  {
    "text": "Replicates special revelation the they came up with their ideas",
    "begin": "00:15:55.500",
    "end": "00:15:59.570"
  },
  {
    "text": "they believed that they came from some morally backed source of",
    "begin": "00:15:59.570",
    "end": "00:16:03.739"
  },
  {
    "text": "Goodness, and put them forth. And then where they were were morally vetted and",
    "begin": "00:16:04.980",
    "end": "00:16:09.920"
  },
  {
    "text": "Given an epistemological status they didn't deserve as a result. Okay. What do you think the sources?",
    "begin": "00:16:10.920",
    "end": "00:16:16.250"
  },
  {
    "text": "The source at the time I had no idea but now after having done the project",
    "begin": "00:16:16.890",
    "end": "00:16:21.770"
  },
  {
    "text": "I think the source is actually what I've come to call a postmodern mythology that",
    "begin": "00:16:21.770",
    "end": "00:16:25.729"
  },
  {
    "text": "Our social reality is conditioned upon use of language and representation and it's all done in service to power",
    "begin": "00:16:26.220",
    "end": "00:16:33.500"
  },
  {
    "text": "dynamics that underlie how society works those power dynamics are trapped up in identity and",
    "begin": "00:16:33.540",
    "end": "00:16:38.750"
  },
  {
    "text": "Mediated primarily through language and media weather",
    "begin": "00:16:40.380",
    "end": "00:16:43.669"
  },
  {
    "text": "Okay, so I've identified the sources of that not only me obviously",
    "begin": "00:16:43.709",
    "end": "00:16:47.989"
  },
  {
    "text": "but",
    "begin": "00:16:47.990",
    "end": "00:16:48.600"
  },
  {
    "text": "I've identified the sources of that belief with the French post modernist movement fundamentally other people trace some of it back farther to",
    "begin": "00:16:48.600",
    "end": "00:16:56.570"
  },
  {
    "text": "What's essentially something approximating a Marxist doctrine which is the doctrine of which is a doctrine of power relations",
    "begin": "00:16:56.910",
    "end": "00:17:02.899"
  },
  {
    "text": "I would say sure you have any",
    "begin": "00:17:02.899",
    "end": "00:17:04.899"
  },
  {
    "text": "Criticisms or further comments on that. Let's call it geneology geneology or Lynne",
    "begin": "00:17:05.459",
    "end": "00:17:10.129"
  },
  {
    "text": "Helen",
    "begin": "00:17:11.459",
    "end": "00:17:13.459"
  },
  {
    "text": "Good yeah, I I",
    "begin": "00:17:13.709",
    "end": "00:17:15.709"
  },
  {
    "text": "largely agree",
    "begin": "00:17:15.929",
    "end": "00:17:16.860"
  },
  {
    "text": "I with the idea that that we had a quite a profound epistemic",
    "begin": "00:17:16.860",
    "end": "00:17:22.069"
  },
  {
    "text": "shift in the late 60s with the rise of the post modernists I",
    "begin": "00:17:22.380",
    "end": "00:17:25.999"
  },
  {
    "text": "disagree with people who",
    "begin": "00:17:27.059",
    "end": "00:17:29.059"
  },
  {
    "text": "Cry and kind of relate this closely to Marxism",
    "begin": "00:17:29.790",
    "end": "00:17:33.379"
  },
  {
    "text": "I think it's clear that they they have a common ancestor and that they have certain ideas",
    "begin": "00:17:33.380",
    "end": "00:17:38.059"
  },
  {
    "text": "in common, but if we complete Marxism and post-modernism",
    "begin": "00:17:38.760",
    "end": "00:17:43.879"
  },
  {
    "text": "Too closely on more than those yet that that sort of oppressor and oppressed group that sort of them",
    "begin": "00:17:44.790",
    "end": "00:17:51.379"
  },
  {
    "text": "false consciousness these sort of key ideas",
    "begin": "00:17:52.500",
    "end": "00:17:55.189"
  },
  {
    "text": "which really were floating around at the same time and they've come up in the same place if we complete those two closely and we",
    "begin": "00:17:55.190",
    "end": "00:18:01.340"
  },
  {
    "text": "are not looking at the really profound differences in Epis theology in which",
    "begin": "00:18:01.340",
    "end": "00:18:05.929"
  },
  {
    "text": "Marxism was really trying to continue a modernist project. It was totalitarian",
    "begin": "00:18:06.720",
    "end": "00:18:11.209"
  },
  {
    "text": "It was Objectivist mostly and it went sort of in a straight line and the if there is a word for the extremes",
    "begin": "00:18:11.210",
    "end": "00:18:18.649"
  },
  {
    "text": "Marxism it is totalitarianism. If there's a word for the extremes of post-modernism its disintegration its fragmentation",
    "begin": "00:18:19.320",
    "end": "00:18:26.450"
  },
  {
    "text": "So we're looking now at something very different something very",
    "begin": "00:18:26.450",
    "end": "00:18:29.509"
  },
  {
    "text": "intangible that is coming in and it's saying we cannot access an",
    "begin": "00:18:29.940",
    "end": "00:18:34.460"
  },
  {
    "text": "Objective truth. Everything is created in discourses empowers us in systems of power",
    "begin": "00:18:35.009",
    "end": "00:18:39.859"
  },
  {
    "text": "Ok, so why in the world is power and privilege them? I mean it still seems that the post modernists are willing to",
    "begin": "00:18:40.620",
    "end": "00:18:48.379"
  },
  {
    "text": "Assume that the pursuit of power is first of all obvious that everyone's pursuing it",
    "begin": "00:18:49.320",
    "end": "00:18:54.889"
  },
  {
    "text": "But it's also ok for those who don't have it to pursue it",
    "begin": "00:18:54.889",
    "end": "00:18:58.699"
  },
  {
    "text": "So it's not as if they've abandoned the idea as far as I can tell above a linear narrative",
    "begin": "00:18:58.919",
    "end": "00:19:04.699"
  },
  {
    "text": "Towards some end the end seems to me to be power",
    "begin": "00:19:04.950",
    "end": "00:19:08.029"
  },
  {
    "text": "And so why is that justifiable from the postmodern perspective given that linear?",
    "begin": "00:19:08.029",
    "end": "00:19:13.579"
  },
  {
    "text": "movement and",
    "begin": "00:19:14.159",
    "end": "00:19:15.450"
  },
  {
    "text": "Meta-narratives aren't justifiable because of this change that happened in the late 80s",
    "begin": "00:19:15.450",
    "end": "00:19:20.629"
  },
  {
    "text": "so when circle for example",
    "begin": "00:19:20.809",
    "end": "00:19:22.669"
  },
  {
    "text": "he he did his hoax what he was looking at was this quite sort of pure post-modernism this",
    "begin": "00:19:22.669",
    "end": "00:19:28.849"
  },
  {
    "text": "Very sort of intangible idea. That's an objective reality can't exist that we can't grasp anything that everything is a construct",
    "begin": "00:19:29.460",
    "end": "00:19:35.299"
  },
  {
    "text": "But what happened in the 80s?",
    "begin": "00:19:35.519",
    "end": "00:19:37.819"
  },
  {
    "text": "Gradually, was that this just after?",
    "begin": "00:19:38.399",
    "end": "00:19:40.399"
  },
  {
    "text": "prolific amounts of writing it just kind of fizzled because once you've",
    "begin": "00:19:40.980",
    "end": "00:19:45.139"
  },
  {
    "text": "Disintegrated and dismantled absolutely everything and it's all in a mess on the floor. You have got nowhere to go with this",
    "begin": "00:19:45.779",
    "end": "00:19:51.199"
  },
  {
    "text": "So we started seeing then the rise in materialist feminism first of all",
    "begin": "00:19:51.450",
    "end": "00:19:56.029"
  },
  {
    "text": "And then within sort of critical race approaches",
    "begin": "00:19:56.370",
    "end": "00:19:59.959"
  },
  {
    "text": "Intersectionality in queer theory in post colonialism particularly. We started seeing a change towards",
    "begin": "00:20:00.509",
    "end": "00:20:06.679"
  },
  {
    "text": "Okay, so everything is a cultural construct",
    "begin": "00:20:07.139",
    "end": "00:20:09.469"
  },
  {
    "text": "But we can't address anything",
    "begin": "00:20:10.049",
    "end": "00:20:12.469"
  },
  {
    "text": "If we don't accept that a certain group of people in a certain place at a certain time experience certain things",
    "begin": "00:20:12.470",
    "end": "00:20:18.049"
  },
  {
    "text": "so what we're looking at now is an objective reality that oppression and systems of power exist, but but already",
    "begin": "00:20:18.620",
    "end": "00:20:26.120"
  },
  {
    "text": "Mm-hmm. Everything else is socially constructed so the funding",
    "begin": "00:20:28.770",
    "end": "00:20:32.660"
  },
  {
    "text": "That construct has power yes, it is objectively true",
    "begin": "00:20:35.250",
    "end": "00:20:38.510"
  },
  {
    "text": "That power is benefiting straight white men and disadvantaging women of color trans women etcetera",
    "begin": "00:20:38.700",
    "end": "00:20:45.620"
  },
  {
    "text": "So this this was the the change that happened then so now it's politically actionable and this I mean kimberlé crenshaw",
    "begin": "00:20:45.620",
    "end": "00:20:52.250"
  },
  {
    "text": "But this most explicitly when she said it's politics applied to postmodern theory, okay?",
    "begin": "00:20:52.290",
    "end": "00:20:56.929"
  },
  {
    "text": "So we want to get this straight because it's very very important. So",
    "begin": "00:20:58.200",
    "end": "00:21:02.210"
  },
  {
    "text": "you just you distinguish the postmodern movement from the Marxist movement because the Marxism Marxists were still moving in a",
    "begin": "00:21:02.940",
    "end": "00:21:10.460"
  },
  {
    "text": "Single direction and you considered that still part of the modernist project. You equated Marxism and post-modernism",
    "begin": "00:21:10.890",
    "end": "00:21:16.550"
  },
  {
    "text": "Insofar as they both adopt, let's say an oppressor",
    "begin": "00:21:17.309",
    "end": "00:21:21.169"
  },
  {
    "text": "Jarett",
    "begin": "00:21:22.500",
    "end": "00:21:23.820"
  },
  {
    "text": "Yes, although many other things do too and often that that's quite warranted. I mean the the American",
    "begin": "00:21:23.820",
    "end": "00:21:29.360"
  },
  {
    "text": "Revolution for example was an oppressor oppressed",
    "begin": "00:21:30.059",
    "end": "00:21:32.359"
  },
  {
    "text": "revolution",
    "begin": "00:21:33.120",
    "end": "00:21:35.120"
  },
  {
    "text": "Power and power differentials exist the issue is not there are other realities that might be considered",
    "begin": "00:21:35.460",
    "end": "00:21:40.910"
  },
  {
    "text": "Exactly history is whether that we're seeing and truly it",
    "begin": "00:21:41.580",
    "end": "00:21:45.140"
  },
  {
    "text": "Yes, and whether it's reasonable to reduce everything to a single dimension of motivation",
    "begin": "00:21:45.720",
    "end": "00:21:50.780"
  },
  {
    "text": "so the postmodern project collapses into its own nihilism and something emerges out of the ashes and that's the",
    "begin": "00:21:50.780",
    "end": "00:21:57.979"
  },
  {
    "text": "assumption that a transcendent reality does in fact exist, but the only",
    "begin": "00:21:59.160",
    "end": "00:22:03.109"
  },
  {
    "text": "Defining feature of that transcendent reality is the existence of power in the existence of power differential",
    "begin": "00:22:03.720",
    "end": "00:22:08.630"
  },
  {
    "text": "And identity and that's associated with identity",
    "begin": "00:22:10.830",
    "end": "00:22:13.340"
  },
  {
    "text": "Okay, but then the question becomes just there's a question that goes underneath that even which is well",
    "begin": "00:22:13.340",
    "end": "00:22:18.110"
  },
  {
    "text": "Why is it why is it that that is accepted as the fundamental reality because there's no rationale for that in",
    "begin": "00:22:18.110",
    "end": "00:22:25.729"
  },
  {
    "text": "post-modernism itself in fact",
    "begin": "00:22:25.980",
    "end": "00:22:27.980"
  },
  {
    "text": "Should criticize that they do they do very much and this the argument that goes on repeatedly with the old-style",
    "begin": "00:22:28.050",
    "end": "00:22:34.880"
  },
  {
    "text": "postmodernist saying this isn't post-modernism and",
    "begin": "00:22:35.310",
    "end": "00:22:37.639"
  },
  {
    "text": "So a week we've tended to call it applied post-modernism",
    "begin": "00:22:38.280",
    "end": "00:22:41.480"
  },
  {
    "text": "John nurse to build it",
    "begin": "00:22:42.150",
    "end": "00:22:44.040"
  },
  {
    "text": "the pomide cluster because it's just a set of ideas about identity about power about privilege about",
    "begin": "00:22:44.040",
    "end": "00:22:51.139"
  },
  {
    "text": "language the importance of language and and",
    "begin": "00:22:51.240",
    "end": "00:22:55.159"
  },
  {
    "text": "hierarchies and things which have come from",
    "begin": "00:22:56.340",
    "end": "00:22:58.639"
  },
  {
    "text": "Post-modernism which have got politicized and then within activism have got convinced into kind of user friendly chunks and further",
    "begin": "00:22:58.980",
    "end": "00:23:06.230"
  },
  {
    "text": "Bastardized so we can't we can't take this away from post-modernism",
    "begin": "00:23:06.450",
    "end": "00:23:11.419"
  },
  {
    "text": "it didn't come from anywhere else, but neither is it the",
    "begin": "00:23:11.420",
    "end": "00:23:15.230"
  },
  {
    "text": "That they're pure sort of deconstructive",
    "begin": "00:23:16.020",
    "end": "00:23:18.500"
  },
  {
    "text": "or post-structuralist or any of that of that whole sort of massive range of",
    "begin": "00:23:19.050",
    "end": "00:23:23.720"
  },
  {
    "text": "Theory that it existed from the late 60s into the mid 80s. That's that died. It's it's gone",
    "begin": "00:23:24.270",
    "end": "00:23:30.680"
  },
  {
    "text": "It's fragmented itself as it is always bound to do",
    "begin": "00:23:30.960",
    "end": "00:23:33.799"
  },
  {
    "text": "so",
    "begin": "00:23:34.470",
    "end": "00:23:35.760"
  },
  {
    "text": "Drive to your question about why or how they justified this change",
    "begin": "00:23:35.760",
    "end": "00:23:40.460"
  },
  {
    "text": "I'll just say we we called this",
    "begin": "00:23:41.310",
    "end": "00:23:43.310"
  },
  {
    "text": "This set of disciplines or approaches grievance studies for a reason it's about grievances. It's the politics of grievance",
    "begin": "00:23:44.340",
    "end": "00:23:51.289"
  },
  {
    "text": "So they feel aggrieved therefore they feel justified in trying to disrupt power",
    "begin": "00:23:51.390",
    "end": "00:23:56.960"
  },
  {
    "text": "They see that exists and to claim power for themselves. It's social revenge. That's what they're that's what they're animus is. That's their",
    "begin": "00:23:56.960",
    "end": "00:24:04.490"
  },
  {
    "text": "moral justification for",
    "begin": "00:24:05.010",
    "end": "00:24:07.010"
  },
  {
    "text": "For continuing to fragment and and to chase the very thing they say is",
    "begin": "00:24:08.550",
    "end": "00:24:13.190"
  },
  {
    "text": "You know the great corruptor of man, which is power",
    "begin": "00:24:14.490",
    "end": "00:24:17.240"
  },
  {
    "text": "If this is true I do I have some sympathy with that claim it doesn't matter that there are philosophical",
    "begin": "00:24:19.140",
    "end": "00:24:26.030"
  },
  {
    "text": "Incoherencies within the structure within the intellectual structure at all. What matters is that?",
    "begin": "00:24:27.090",
    "end": "00:24:32.120"
  },
  {
    "text": "There's an animus and a motive and the motive is fundamentally something approximating revenge",
    "begin": "00:24:32.670",
    "end": "00:24:37.490"
  },
  {
    "text": "why why would you say look why would you say revenge and not justice like and this this goes to another issue just",
    "begin": "00:24:37.490",
    "end": "00:24:44.899"
  },
  {
    "text": "obviously all three of you opposed this movement and",
    "begin": "00:24:45.330",
    "end": "00:24:48.260"
  },
  {
    "text": "we've already decided in this discussion that it's something like The Revenge of the",
    "begin": "00:24:49.200",
    "end": "00:24:54.260"
  },
  {
    "text": "Marginalized but the marginalized could well object",
    "begin": "00:24:54.960",
    "end": "00:24:57.590"
  },
  {
    "text": "well, this isn't revenge you only see it that way because you're part of the privileged Power Group and it's actually a search for",
    "begin": "00:24:57.590",
    "end": "00:25:04.280"
  },
  {
    "text": "It's a search for it's a search the genuine search for justice you're and also most of the marginalized on social justice",
    "begin": "00:25:04.980",
    "end": "00:25:12.079"
  },
  {
    "text": "Orientated that that's what we have to remember this is speaking on behalf of women and racial and sexual minorities",
    "begin": "00:25:13.050",
    "end": "00:25:18.709"
  },
  {
    "text": "most members of every group",
    "begin": "00:25:19.350",
    "end": "00:25:21.350"
  },
  {
    "text": "Do not ascribe to it. They're they're politically diverse. So",
    "begin": "00:25:21.690",
    "end": "00:25:24.830"
  },
  {
    "text": "That's one of the reasons that that the claim for the pursuit of justice is",
    "begin": "00:25:28.590",
    "end": "00:25:32.990"
  },
  {
    "text": "Invalidated it's that there's no evidence whatsoever that the activist types who dominate these disciplines are valid representatives of the communities",
    "begin": "00:25:33.750",
    "end": "00:25:41.329"
  },
  {
    "text": "That they purport to stand for it. And in fact if you surveyed the communities themselves",
    "begin": "00:25:41.940",
    "end": "00:25:46.820"
  },
  {
    "text": "In any reasonable manner then the communities indicate their lack of agreement with with this way of looking at the world. Yeah",
    "begin": "00:25:48.120",
    "end": "00:25:54.979"
  },
  {
    "text": "Yes, okay, okay",
    "begin": "00:25:55.050",
    "end": "00:25:56.390"
  },
  {
    "text": "and",
    "begin": "00:25:56.390",
    "end": "00:25:56.940"
  },
  {
    "text": "Of course",
    "begin": "00:25:56.940",
    "end": "00:25:57.710"
  },
  {
    "text": "There is also the the complicating element that nearly always appears that you do have kernels of truth on both sides of that",
    "begin": "00:25:57.710",
    "end": "00:26:03.650"
  },
  {
    "text": "discussion there are legitimate questions of justice that are being tied up into this and then there are",
    "begin": "00:26:03.810",
    "end": "00:26:09.109"
  },
  {
    "text": "legitimate reasons to see it as being motivated primarily by",
    "begin": "00:26:09.480",
    "end": "00:26:12.890"
  },
  {
    "text": "something approximating revenge or grievance or reparations or something like that and",
    "begin": "00:26:13.290",
    "end": "00:26:17.839"
  },
  {
    "text": "They get intertwined and as you were mentioning with any time, you're working with postmodern epistemologies. There's no reason to expect consistency",
    "begin": "00:26:18.240",
    "end": "00:26:25.250"
  },
  {
    "text": "They reject consistency as a bug in the system",
    "begin": "00:26:25.500",
    "end": "00:26:29.510"
  },
  {
    "text": "They're unrepentant that unrepentant about being inconsistent. So that's no small point",
    "begin": "00:26:30.080",
    "end": "00:26:36.439"
  },
  {
    "text": "And I think for people watching that that point needs to be punched home. So Jim, could you speak to a little more about that?",
    "begin": "00:26:36.440",
    "end": "00:26:43.430"
  },
  {
    "text": "Well, yeah, it's um",
    "begin": "00:26:44.280",
    "end": "00:26:46.280"
  },
  {
    "text": "the the idea that you would be consistent is",
    "begin": "00:26:46.920",
    "end": "00:26:49.759"
  },
  {
    "text": "One of the ideas that would be caught up in the Western philosophical tradition as they would phrase it",
    "begin": "00:26:50.850",
    "end": "00:26:55.490"
  },
  {
    "text": "It's caught up in the exam tradition that was bred of white and male power",
    "begin": "00:26:55.620",
    "end": "00:27:01.340"
  },
  {
    "text": "And so that needs to be disrupted because that power inherently from the perspective of this",
    "begin": "00:27:01.340",
    "end": "00:27:07.459"
  },
  {
    "text": "World view that power inherently corrupts, but more importantly and inherently always acts to preserve and maintain and legitimize itself",
    "begin": "00:27:07.860",
    "end": "00:27:15.349"
  },
  {
    "text": "okay, so the demand for consistency becomes itself an act of oppression against me back lane is that",
    "begin": "00:27:15.350",
    "end": "00:27:22.279"
  },
  {
    "text": "all seems reasonable to me so so look so so here's a peculiar thing and",
    "begin": "00:27:23.040",
    "end": "00:27:27.710"
  },
  {
    "text": "It's an observation of something approximating",
    "begin": "00:27:28.230",
    "end": "00:27:30.439"
  },
  {
    "text": "Let's say a Freudian notion of projection",
    "begin": "00:27:30.960",
    "end": "00:27:33.620"
  },
  {
    "text": "um",
    "begin": "00:27:34.290",
    "end": "00:27:36.290"
  },
  {
    "text": "The people who are pushing this viewpoint aren't legitimate",
    "begin": "00:27:37.830",
    "end": "00:27:40.909"
  },
  {
    "text": "representatives of their communities in any real sense of the matter and",
    "begin": "00:27:41.490",
    "end": "00:27:44.569"
  },
  {
    "text": "They push a particular viewpoint that has very little academic credibility as far as I'm concerned",
    "begin": "00:27:44.940",
    "end": "00:27:50.029"
  },
  {
    "text": "and it is primarily concerned with political activism and with the",
    "begin": "00:27:50.180",
    "end": "00:27:53.299"
  },
  {
    "text": "obtaining or the justification of obtaining power",
    "begin": "00:27:54.210",
    "end": "00:27:57.289"
  },
  {
    "text": "Now we could assume that this is being done on behalf of the people who are putting forward the doctrine and so to me, see",
    "begin": "00:27:57.990",
    "end": "00:28:05.269"
  },
  {
    "text": "I've come to understand that part of the reason that people cling to their belief systems is because",
    "begin": "00:28:05.270",
    "end": "00:28:10.220"
  },
  {
    "text": "they have",
    "begin": "00:28:11.010",
    "end": "00:28:12.720"
  },
  {
    "text": "Their the reason they have the moral authority",
    "begin": "00:28:12.720",
    "end": "00:28:14.990"
  },
  {
    "text": "To occupy the hierarchical position that society has granted them is because they're regarded as experts in an in a belief",
    "begin": "00:28:15.870",
    "end": "00:28:23.779"
  },
  {
    "text": "structure and",
    "begin": "00:28:24.030",
    "end": "00:28:25.290"
  },
  {
    "text": "if the their claim to that expertise is questioned and their moral justification for occupying their position is",
    "begin": "00:28:25.290",
    "end": "00:28:32.870"
  },
  {
    "text": "eradicate and it's the position that gives them purpose in life and that protects them from",
    "begin": "00:28:34.170",
    "end": "00:28:38.990"
  },
  {
    "text": "Uncertainty and anxiety. It's not the belief structure itself",
    "begin": "00:28:39.840",
    "end": "00:28:42.620"
  },
  {
    "text": "You see it's very fabric that they're experts in the belief system and that justifies their position in the hierarchy",
    "begin": "00:28:42.620",
    "end": "00:28:48.169"
  },
  {
    "text": "So they put forward this claim to continue",
    "begin": "00:28:48.180",
    "end": "00:28:51.169"
  },
  {
    "text": "Justifying the fact that they occupy, and very perversely, and this is the for any projection is very perversely the very positions of power",
    "begin": "00:28:51.900",
    "end": "00:28:59.210"
  },
  {
    "text": "whose existence they criticize this would be the university professor claims in particular that seems",
    "begin": "00:28:59.550",
    "end": "00:29:05.360"
  },
  {
    "text": "reasonable to you or or is there something wrong with that line of it that comports actually with what I",
    "begin": "00:29:05.970",
    "end": "00:29:11.659"
  },
  {
    "text": "From reading John hight, for example who talks about",
    "begin": "00:29:11.850",
    "end": "00:29:15.750"
  },
  {
    "text": "psychosocial evaluation and",
    "begin": "00:29:16.270",
    "end": "00:29:18.039"
  },
  {
    "text": "the way that human beings do that with one another how we identify where we stand in our social and moral hierarchies",
    "begin": "00:29:18.039",
    "end": "00:29:24.719"
  },
  {
    "text": "and how we where we position ourselves and others and each other in relation to one another and that",
    "begin": "00:29:25.270",
    "end": "00:29:30.569"
  },
  {
    "text": "One of those three dimensions he named divinity",
    "begin": "00:29:31.150",
    "end": "00:29:33.660"
  },
  {
    "text": "and so that would be the",
    "begin": "00:29:33.660",
    "end": "00:29:35.660"
  },
  {
    "text": "Part you're speaking to so we gain we gain status and the hierarchy through our closeness of kin",
    "begin": "00:29:35.740",
    "end": "00:29:41.189"
  },
  {
    "text": "so if you and I are friends you rank me higher than I probably deserve because that's how humans do and",
    "begin": "00:29:41.190",
    "end": "00:29:46.650"
  },
  {
    "text": "We gain status by reputation and that's why we care what Michael Jordan things about politics and we gain status by",
    "begin": "00:29:46.809",
    "end": "00:29:53.069"
  },
  {
    "text": "Our moral standing which is what John hight called divinity and of course he explored it primarily in the happiness",
    "begin": "00:29:53.710",
    "end": "00:29:59.340"
  },
  {
    "text": "hypothesis with regard to his trips",
    "begin": "00:29:59.620",
    "end": "00:30:01.559"
  },
  {
    "text": "I think to India and seeing a traditional religion and then comparing that directly against so-called weird societies in",
    "begin": "00:30:01.559",
    "end": "00:30:08.038"
  },
  {
    "text": "Western democracies, and I think that what we're actually seeing in a lot of these cases as we're seeing",
    "begin": "00:30:08.679",
    "end": "00:30:14.908"
  },
  {
    "text": "Partly at least people are acting out",
    "begin": "00:30:15.460",
    "end": "00:30:17.789"
  },
  {
    "text": "What what often gets completed with religion, in fact is that they're acting out the need to",
    "begin": "00:30:19.360",
    "end": "00:30:24.059"
  },
  {
    "text": "Fulfill or",
    "begin": "00:30:25.690",
    "end": "00:30:27.610"
  },
  {
    "text": "participate in that third dimension of psychosocial evaluation",
    "begin": "00:30:27.610",
    "end": "00:30:30.510"
  },
  {
    "text": "Although in secular societies we throw out the the explicit religious structure for it and we have to find it in other ways",
    "begin": "00:30:31.330",
    "end": "00:30:38.100"
  },
  {
    "text": "So that's what you're actually talking about. They occupy a moral expertise that moral expertise gives them standing within the prevailing",
    "begin": "00:30:38.140",
    "end": "00:30:45.569"
  },
  {
    "text": "Moral and social Malou and then that defines their place in the community",
    "begin": "00:30:46.419",
    "end": "00:30:49.739"
  },
  {
    "text": "As in both in terms of prestige and in terms of hierarchy",
    "begin": "00:30:50.020",
    "end": "00:30:53.309"
  },
  {
    "text": "So they're basically acting out precisely what they're accusing all other disciplines of doing",
    "begin": "00:30:53.500",
    "end": "00:30:58.559"
  },
  {
    "text": "Irony oh, yeah, and the difference is to see the thing is the difference as far as I'm concerned is that",
    "begin": "00:31:00.370",
    "end": "00:31:04.859"
  },
  {
    "text": "If you look at a discipline like engineering",
    "begin": "00:31:05.380",
    "end": "00:31:07.589"
  },
  {
    "text": "Which I think is perhaps as close to the polar opposite of this. This might be managed",
    "begin": "00:31:07.590",
    "end": "00:31:12.000"
  },
  {
    "text": "One of the things that engineers do is look at the world in a certain way, but another thing they do is build bridges",
    "begin": "00:31:12.370",
    "end": "00:31:18.239"
  },
  {
    "text": "Exactly, right. That's right",
    "begin": "00:31:19.210",
    "end": "00:31:21.210"
  },
  {
    "text": "There's an objective real world",
    "begin": "00:31:21.490",
    "end": "00:31:23.640"
  },
  {
    "text": "Direction there - there",
    "begin": "00:31:25.090",
    "end": "00:31:27.090"
  },
  {
    "text": "philosophizing and their beliefs that results in something of tangible and",
    "begin": "00:31:27.700",
    "end": "00:31:31.169"
  },
  {
    "text": "Universally recognized benefit to the community at large and something that can fail",
    "begin": "00:31:31.809",
    "end": "00:31:36.209"
  },
  {
    "text": "And that's right. Right right. Also, that's very important. Okay now, okay next issue. So now",
    "begin": "00:31:36.759",
    "end": "00:31:42.569"
  },
  {
    "text": "the first issue first of the next two issues say is",
    "begin": "00:31:43.090",
    "end": "00:31:46.259"
  },
  {
    "text": "Why is it that you three?",
    "begin": "00:31:47.019",
    "end": "00:31:49.019"
  },
  {
    "text": "Found yourself in the position where you decided to take this on as a critical project and why is it that so few other?",
    "begin": "00:31:49.239",
    "end": "00:31:56.519"
  },
  {
    "text": "academics are doing so I",
    "begin": "00:31:56.710",
    "end": "00:31:58.710"
  },
  {
    "text": "Don't have good answers for why so few",
    "begin": "00:32:00.429",
    "end": "00:32:02.518"
  },
  {
    "text": "Academics are doing so because I don't want to just blatantly call people cowards that I don't know",
    "begin": "00:32:02.590",
    "end": "00:32:07.169"
  },
  {
    "text": "But you don't get treated well for fighting let's dig into that a bit",
    "begin": "00:32:07.539",
    "end": "00:32:11.998"
  },
  {
    "text": "Okay, because I think I think cowardice is one or fear and let's let's not fear",
    "begin": "00:32:11.999",
    "end": "00:32:16.979"
  },
  {
    "text": "Let's go with fear. And let's also note that the fear is well justified very just yeah, that's correct, right",
    "begin": "00:32:17.259",
    "end": "00:32:23.459"
  },
  {
    "text": "Well Peter you're in a great position to speak to that because what's happening to you?",
    "begin": "00:32:23.460",
    "end": "00:32:27.179"
  },
  {
    "text": "Yeah, so I don't know if you want to go down the path of what's happening to me it but I",
    "begin": "00:32:28.779",
    "end": "00:32:32.579"
  },
  {
    "text": "Think you're right our mutual friend Brett",
    "begin": "00:32:33.279",
    "end": "00:32:35.789"
  },
  {
    "text": "Weinstein said to me that academia when we had a conversation about academia is self selecting for cowardice",
    "begin": "00:32:35.789",
    "end": "00:32:41.699"
  },
  {
    "text": "And I think it's a process that people go through before they have tenure where they're",
    "begin": "00:32:41.700",
    "end": "00:32:45.929"
  },
  {
    "text": "Afraid to buck the system afraid to challenge ideas. They're afraid to",
    "begin": "00:32:46.090",
    "end": "00:32:49.769"
  },
  {
    "text": "Question because they won't get tenure and then once they do get tenure then they won't make it a moat climb now",
    "begin": "00:32:50.649",
    "end": "00:32:56.039"
  },
  {
    "text": "Dad a sort of the same thing happens in corporations at the middle manager level like it's not a disease that's endemic to",
    "begin": "00:32:56.139",
    "end": "00:33:02.099"
  },
  {
    "text": "to academia",
    "begin": "00:33:02.470",
    "end": "00:33:03.789"
  },
  {
    "text": "Well, it's not but it's one variable and a suite of variables that we have to take a look at",
    "begin": "00:33:03.789",
    "end": "00:33:08.608"
  },
  {
    "text": "The other one is the culture in which the cultural milieu that Jim spoke about in which people are terrified to be called sexist racist",
    "begin": "00:33:08.609",
    "end": "00:33:16.379"
  },
  {
    "text": "Bigot, they don't challenge those. I'm even hesitant to say the things they don't challenge",
    "begin": "00:33:16.539",
    "end": "00:33:21.929"
  },
  {
    "text": "but I'll say it like race and IQ or and",
    "begin": "00:33:21.929",
    "end": "00:33:24.868"
  },
  {
    "text": "Trans issues transform issues if you teach an ethics class people won't really dig into those",
    "begin": "00:33:25.419",
    "end": "00:33:30.059"
  },
  {
    "text": "issues in a substantive way",
    "begin": "00:33:30.669",
    "end": "00:33:32.409"
  },
  {
    "text": "But I think that there are many factors",
    "begin": "00:33:32.409",
    "end": "00:33:34.979"
  },
  {
    "text": "but not just one but it's just you that people will come up to Jim and myself and I haven't spoken explicitly to Helen about",
    "begin": "00:33:35.320",
    "end": "00:33:41.019"
  },
  {
    "text": "This and they'll thank me. Yeah. Oh, thank you so much. Oh great. Can you do that publicly? No, no",
    "begin": "00:33:41.020",
    "end": "00:33:46.720"
  },
  {
    "text": "No, the same thing happened to me",
    "begin": "00:33:47.390",
    "end": "00:33:49.280"
  },
  {
    "text": "So so I think Peter we should talk about what's happening to you because look we talked about fear",
    "begin": "00:33:49.280",
    "end": "00:33:54.850"
  },
  {
    "text": "We can talk about cowardice we can talk about",
    "begin": "00:33:55.280",
    "end": "00:33:57.280"
  },
  {
    "text": "Justifiable fear because there's no there's no pleasure in being isolated and mobs and undermined and fired",
    "begin": "00:33:57.770",
    "end": "00:34:04.000"
  },
  {
    "text": "Right so that the the apprehension of that is not merely cowardice. It's it's realistic and",
    "begin": "00:34:04.280",
    "end": "00:34:09.880"
  },
  {
    "text": "I'm not under estimating the potential role the additional role of cowardice, but and there's another issue too here",
    "begin": "00:34:10.460",
    "end": "00:34:16.030"
  },
  {
    "text": "And I've been thinking about it's like to me many of these",
    "begin": "00:34:16.030",
    "end": "00:34:19.360"
  },
  {
    "text": "postmodern activists propositions are so fundamentally absurd and so",
    "begin": "00:34:20.060",
    "end": "00:34:24.969"
  },
  {
    "text": "Academically weak that most serious social scientists and pretty much all serious stem",
    "begin": "00:34:25.430",
    "end": "00:34:31.149"
  },
  {
    "text": "Types, the stem researchers have just ignored them",
    "begin": "00:34:31.580",
    "end": "00:34:34.959"
  },
  {
    "text": "You know",
    "begin": "00:34:35.750",
    "end": "00:34:37.190"
  },
  {
    "text": "They thought they were beneath contempt",
    "begin": "00:34:37.190",
    "end": "00:34:39.429"
  },
  {
    "text": "You know a brilliant postmodern activist idea like intersectionality or like patriarchy theory or like white privilege",
    "begin": "00:34:46.550",
    "end": "00:34:52.930"
  },
  {
    "text": "all you have to do is spend an hour thinking through those things critically and you realize that there's",
    "begin": "00:34:53.060",
    "end": "00:34:57.999"
  },
  {
    "text": "Absolutely, nothing whatsoever to them methodologically or conceptually",
    "begin": "00:34:58.160",
    "end": "00:35:01.930"
  },
  {
    "text": "As Jim was saying, you know that can be a kernel of truth in things",
    "begin": "00:35:03.200",
    "end": "00:35:08.650"
  },
  {
    "text": "But when they are theoretically built up",
    "begin": "00:35:08.650",
    "end": "00:35:11.199"
  },
  {
    "text": "I mean obviously they're there there are societies in which white people are",
    "begin": "00:35:11.200",
    "end": "00:35:16.720"
  },
  {
    "text": "regarded more positively on",
    "begin": "00:35:17.090",
    "end": "00:35:18.590"
  },
  {
    "text": "average but",
    "begin": "00:35:18.590",
    "end": "00:35:19.520"
  },
  {
    "text": "this is something that can be measured empirically which can be looked at which can be talked about and we don't actually have that we",
    "begin": "00:35:19.520",
    "end": "00:35:25.300"
  },
  {
    "text": "have imaginary",
    "begin": "00:35:25.300",
    "end": "00:35:26.900"
  },
  {
    "text": "knapsacks and talk of complicity and",
    "begin": "00:35:26.900",
    "end": "00:35:29.589"
  },
  {
    "text": "and",
    "begin": "00:35:30.350",
    "end": "00:35:31.790"
  },
  {
    "text": "epidemiological",
    "begin": "00:35:31.790",
    "end": "00:35:33.050"
  },
  {
    "text": "Environments in which white people literally can't understand what's going on",
    "begin": "00:35:33.050",
    "end": "00:35:36.340"
  },
  {
    "text": "So we get it and we get a big mess and it's it's the kernel of truth is in there",
    "begin": "00:35:36.340",
    "end": "00:35:41.229"
  },
  {
    "text": "And so that gives them the opportunity to kind of retreat",
    "begin": "00:35:41.230",
    "end": "00:35:43.480"
  },
  {
    "text": "To this sensible space where they'll say but there is racism and that there is sexism",
    "begin": "00:35:43.700",
    "end": "00:35:48.400"
  },
  {
    "text": "Well, yes",
    "begin": "00:35:48.400",
    "end": "00:35:48.760"
  },
  {
    "text": "of course there is but what you're doing here with these theoretical concepts is is not",
    "begin": "00:35:48.760",
    "end": "00:35:54.279"
  },
  {
    "text": "Looking realistically and reasonably at that",
    "begin": "00:35:54.710",
    "end": "00:35:57.309"
  },
  {
    "text": "Problem of univariate reduction right? It's like, okay. Well racism is a problem in sexism is a problem. We'll say and well any form of",
    "begin": "00:35:59.299",
    "end": "00:36:06.849"
  },
  {
    "text": "Discrimination that isn't associated with the hypothetical outcome of the project is a problem",
    "begin": "00:36:07.400",
    "end": "00:36:12.970"
  },
  {
    "text": "But there are methods that everyone who is a decent social scientist knows to measure those and to estimate the proportion",
    "begin": "00:36:13.009",
    "end": "00:36:20.229"
  },
  {
    "text": "of the variance in the",
    "begin": "00:36:20.480",
    "end": "00:36:22.480"
  },
  {
    "text": "Outcome problem that those issues are accounting for and the postmodern activist types - absolutely none of them. Yeah",
    "begin": "00:36:22.579",
    "end": "00:36:28.869"
  },
  {
    "text": "We're the attention. Yeah. What do you said? I mean, why would they because they don't care about their agenda driven in there?",
    "begin": "00:36:29.029",
    "end": "00:36:36.189"
  },
  {
    "text": "They're not a truth oriented. So",
    "begin": "00:36:36.319",
    "end": "00:36:38.319"
  },
  {
    "text": "There's gonna be no point to even think like that. Well, they also can't they don't have the method without the training knowledge exactly",
    "begin": "00:36:38.630",
    "end": "00:36:45.700"
  },
  {
    "text": "So so that also provides additional",
    "begin": "00:36:45.700",
    "end": "00:36:47.660"
  },
  {
    "text": "impetus for being motivated to criticize those to do because it's a lot easier than facing the reality and the",
    "begin": "00:36:47.660",
    "end": "00:36:53.289"
  },
  {
    "text": "consequences of your own ignorance and because gaming",
    "begin": "00:36:53.420",
    "end": "00:36:56.049"
  },
  {
    "text": "Let's talk about what's happening to you because I want to know about the cost that you're buried for this and then we'll go back",
    "begin": "00:36:56.390",
    "end": "00:37:01.329"
  },
  {
    "text": "To why you guys decided to do what you did?",
    "begin": "00:37:01.329",
    "end": "00:37:03.669"
  },
  {
    "text": "so PSU, like many college campuses has become an",
    "begin": "00:37:04.400",
    "end": "00:37:08.410"
  },
  {
    "text": "Ideological community and I've demonstrated that I don't fit that mold and I suspect that",
    "begin": "00:37:09.079",
    "end": "00:37:14.738"
  },
  {
    "text": "They're gonna go to great lengths to get rid of me. So what's happened is I've been found guilty of not seeking IRB approval and",
    "begin": "00:37:14.739",
    "end": "00:37:21.669"
  },
  {
    "text": "Okay, you should tell the viewers what that means and provide some background detail because it's okay",
    "begin": "00:37:22.430",
    "end": "00:37:27.369"
  },
  {
    "text": "Okay. So RB approval is theirs",
    "begin": "00:37:28.819",
    "end": "00:37:31.569"
  },
  {
    "text": "It's called IRB institutional",
    "begin": "00:37:33.140",
    "end": "00:37:35.319"
  },
  {
    "text": "Review board and whenever you do a an experiment on human subjects human beings or animals",
    "begin": "00:37:36.170",
    "end": "00:37:42.339"
  },
  {
    "text": "by the way",
    "begin": "00:37:42.739",
    "end": "00:37:43.759"
  },
  {
    "text": "You need to go through the IRB and you need to get permission and you detail",
    "begin": "00:37:43.759",
    "end": "00:37:47.738"
  },
  {
    "text": "Exactly what it is that you're going to do and they say to you",
    "begin": "00:37:47.809",
    "end": "00:37:51.189"
  },
  {
    "text": "Well, you have to change this you have to do this. Don't do this etc. And then they give you permission",
    "begin": "00:37:51.190",
    "end": "00:37:56.109"
  },
  {
    "text": "Okay. Now these these systems just a little more background. These systems were originally said fundamentally to monitor",
    "begin": "00:37:56.420",
    "end": "00:38:02.470"
  },
  {
    "text": "Relatively or potentially dangerous medical experimentation on human beings, but they've expanded their purview so that now it's impossible for anybody",
    "begin": "00:38:03.230",
    "end": "00:38:10.659"
  },
  {
    "text": "Who's an academic in any institution to even interview people without?",
    "begin": "00:38:10.660",
    "end": "00:38:15.520"
  },
  {
    "text": "Seeking permission from a very vast and rigid bureaucratic structure that's easily politicized",
    "begin": "00:38:16.040",
    "end": "00:38:22.599"
  },
  {
    "text": "Yeah",
    "begin": "00:38:23.089",
    "end": "00:38:23.589"
  },
  {
    "text": "they came out of and they do exist for good reasons the Nuremberg trials mainly at cetera et cetera and people were",
    "begin": "00:38:23.589",
    "end": "00:38:29.349"
  },
  {
    "text": "and that envelope as has",
    "begin": "00:38:29.510",
    "end": "00:38:31.719"
  },
  {
    "text": "The number of experiments or the number of things that are caught under that umbrella",
    "begin": "00:38:32.420",
    "end": "00:38:36.040"
  },
  {
    "text": "continues to increase we can talk about the ethics of the IRB more generally, but in our case or particularly marketing",
    "begin": "00:38:36.800",
    "end": "00:38:42.999"
  },
  {
    "text": "though the IRB has no Jim and",
    "begin": "00:38:43.190",
    "end": "00:38:45.730"
  },
  {
    "text": "James and Helen don't fall under the auspices of PSU SRV so they can't be sanctioned. I however",
    "begin": "00:38:46.220",
    "end": "00:38:52.089"
  },
  {
    "text": "Allegedly can can be sanctioned. So I've been found guilty on that first charge",
    "begin": "00:38:52.940",
    "end": "00:38:58.359"
  },
  {
    "text": "Which Howard why now? Look let's tell everybody he published a sequence of papers",
    "begin": "00:38:58.940",
    "end": "00:39:05.050"
  },
  {
    "text": "How many papers in journals how many so we we wrote?",
    "begin": "00:39:05.050",
    "end": "00:39:08.800"
  },
  {
    "text": "27 of them were accepted and four were published",
    "begin": "00:39:09.319",
    "end": "00:39:11.769"
  },
  {
    "text": "On the cusp of publication for example, okay",
    "begin": "00:39:13.430",
    "end": "00:39:16.210"
  },
  {
    "text": "Let's get it straight these are satirical publications that were published in hypothetically serious academic journals",
    "begin": "00:39:18.050",
    "end": "00:39:25.089"
  },
  {
    "text": "And now Peter you're being gone after for not seeking",
    "begin": "00:39:25.089",
    "end": "00:39:28.269"
  },
  {
    "text": "Institutional review board permission to publish studies that didn't exist. Yeah to two things",
    "begin": "00:39:28.970",
    "end": "00:39:35.500"
  },
  {
    "text": "that's the first thing I've been found guilty of that and it's escalated to the",
    "begin": "00:39:35.500",
    "end": "00:39:39.819"
  },
  {
    "text": "provost and the president University and I believe that the Provost is a former Gender Studies scholar and on the names of those people just",
    "begin": "00:39:40.310",
    "end": "00:39:47.229"
  },
  {
    "text": "I'll let that sit there. I do I do I can't pronounce the president's name to be blunt with you",
    "begin": "00:39:47.810",
    "end": "00:39:54.039"
  },
  {
    "text": "And the provost is new Provost. I'm not avoiding the question. I just don't maybe that's fine",
    "begin": "00:39:55.040",
    "end": "00:39:58.929"
  },
  {
    "text": "We can always put that in the description of the video",
    "begin": "00:39:58.929",
    "end": "00:40:00.940"
  },
  {
    "text": "So so what are you guilty of, exactly, because these studies didn't exist.",
    "begin": "00:40:01.220",
    "end": "00:40:05.440"
  },
  {
    "text": "You didn't undertake research on any human subjects",
    "begin": "00:40:05.580",
    "end": "00:40:08.800"
  },
  {
    "text": "Now they've decided that the journals editors and reviewers are the human subjects that we were studying",
    "begin": "00:40:08.930",
    "end": "00:40:15.510"
  },
  {
    "text": "so not the studies themselves, but go up one level of meta to the fact that we were studying the culture of",
    "begin": "00:40:15.640",
    "end": "00:40:22.290"
  },
  {
    "text": "Journal",
    "begin": "00:40:23.980",
    "end": "00:40:25.030"
  },
  {
    "text": "journal review and publication",
    "begin": "00:40:25.030",
    "end": "00:40:26.680"
  },
  {
    "text": "so the editors who are not anonymous and then the anonymous peer reviewers are considered to be the human subjects of our",
    "begin": "00:40:26.680",
    "end": "00:40:33.540"
  },
  {
    "text": "I see so that's supposed to be distinguishable from you thinking and writing about the things that you encounter in your own life",
    "begin": "00:40:35.020",
    "end": "00:40:41.040"
  },
  {
    "text": "For example, which is also what now supposed to be subject to IRB approval",
    "begin": "00:40:41.040",
    "end": "00:40:45.060"
  },
  {
    "text": "yeah, so so",
    "begin": "00:40:45.730",
    "end": "00:40:47.730"
  },
  {
    "text": "Okay, so there's a lot of moving parts of this. So we need to break it down",
    "begin": "00:40:48.580",
    "end": "00:40:51.479"
  },
  {
    "text": "I want to I want to continue with the",
    "begin": "00:40:51.480",
    "end": "00:40:54.240"
  },
  {
    "text": "Excuse me",
    "begin": "00:40:54.820",
    "end": "00:40:56.320"
  },
  {
    "text": "guilty of not seeking IRB approval that can include term up determination from my current position and",
    "begin": "00:40:56.320",
    "end": "00:41:03.299"
  },
  {
    "text": "I just want to speak to that before I talk about the data fabrication charges, so I don't agree with the decision",
    "begin": "00:41:04.780",
    "end": "00:41:11.759"
  },
  {
    "text": "But I definitely understand the pressures that they have on them to do something",
    "begin": "00:41:11.760",
    "end": "00:41:16.350"
  },
  {
    "text": "Who knows what's happening Russia's pressures from a who these activist types are very tiny proportion of the population",
    "begin": "00:41:17.080",
    "end": "00:41:23.219"
  },
  {
    "text": "So and when we're talking about pressure, what exactly do we mean?",
    "begin": "00:41:23.740",
    "end": "00:41:26.790"
  },
  {
    "text": "well, there was an anonymous hit piece by 12 or 11 of my colleagues published in the student newspaper the Portland Vanguard and",
    "begin": "00:41:27.580",
    "end": "00:41:35.369"
  },
  {
    "text": "They may be a small",
    "begin": "00:41:36.100",
    "end": "00:41:38.100"
  },
  {
    "text": "Representation, it's unclear to me...  In academia I don't think they're a small proportion of the population.",
    "begin": "00:41:38.440",
    "end": "00:41:43.980"
  },
  {
    "text": "they are a large and I think that they wield institutionalized power and have weaponized things like title nine against",
    "begin": "00:41:44.140",
    "end": "00:41:51.210"
  },
  {
    "text": "people they don't like",
    "begin": "00:41:51.910",
    "end": "00:41:53.910"
  },
  {
    "text": "so there's that but",
    "begin": "00:41:53.980",
    "end": "00:41:55.980"
  },
  {
    "text": "I do want to say I don't really know what's happening behind the scenes like my guess. Is that these?",
    "begin": "00:41:55.990",
    "end": "00:42:00.540"
  },
  {
    "text": "This group is extraordinarily",
    "begin": "00:42:01.300",
    "end": "00:42:03.160"
  },
  {
    "text": "Vocal but with their face with no as a decision for what kind of university they want to be",
    "begin": "00:42:03.160",
    "end": "00:42:07.920"
  },
  {
    "text": "Is it one that uses power to support freedom of inquiry and pursue the truth?",
    "begin": "00:42:07.920",
    "end": "00:42:12.330"
  },
  {
    "text": "or do they want to protect social justice at all costs and",
    "begin": "00:42:12.330",
    "end": "00:42:15.119"
  },
  {
    "text": "the fabrication of data thing is interesting because that's an ongoing a",
    "begin": "00:42:15.640",
    "end": "00:42:20.430"
  },
  {
    "text": "currently ongoing",
    "begin": "00:42:21.040",
    "end": "00:42:22.510"
  },
  {
    "text": "Investigation and again, those are very very serious charges",
    "begin": "00:42:22.510",
    "end": "00:42:25.320"
  },
  {
    "text": "Let's look here too. Like there's a very big difference",
    "begin": "00:42:26.050",
    "end": "00:42:28.989"
  },
  {
    "text": "Let's get this very clear between a self-admitted satire",
    "begin": "00:42:30.110",
    "end": "00:42:34.690"
  },
  {
    "text": "Which had historical precedent and which has ethical justification,",
    "begin": "00:42:35.360",
    "end": "00:42:38.440"
  },
  {
    "text": "even if you don't agree with the justification, and data fabrication.  Data fabrication occurs",
    "begin": "00:42:38.750",
    "end": "00:42:44.290"
  },
  {
    "text": "When you put data forward and you claim that it's a truthful representation of a real-world situation.",
    "begin": "00:42:44.290",
    "end": "00:42:50.230"
  },
  {
    "text": "And.. Obviously that's distinct from satire in comedy. Everyone understands that distinction.",
    "begin": "00:42:50.990",
    "end": "00:42:56.080"
  },
  {
    "text": "Well, the idea is that",
    "begin": "00:42:56.330",
    "end": "00:42:59.170"
  },
  {
    "text": "those rules were put in there for very good reasons and that is people wouldn't use that to advance their careers, which",
    "begin": "00:43:00.380",
    "end": "00:43:07.059"
  },
  {
    "text": "And they wanted to hide the results so they don't didn't want anybody to see what it was",
    "begin": "00:43:07.940",
    "end": "00:43:12.609"
  },
  {
    "text": "So the problem with that is that it would as Sokol wrote that it would contaminate",
    "begin": "00:43:12.980",
    "end": "00:43:17.409"
  },
  {
    "text": "the",
    "begin": "00:43:18.020",
    "end": "00:43:19.280"
  },
  {
    "text": "research lines in perpetuity, so",
    "begin": "00:43:19.280",
    "end": "00:43:21.280"
  },
  {
    "text": "what the success of our project depended upon it being revealed so that no longer applies and",
    "begin": "00:43:22.010",
    "end": "00:43:28.420"
  },
  {
    "text": "the idea that we would somehow not only have I not benefited from this, but this has come at a tremendous cost to me so",
    "begin": "00:43:29.150",
    "end": "00:43:36.160"
  },
  {
    "text": "Yes",
    "begin": "00:43:36.830",
    "end": "00:43:38.030"
  },
  {
    "text": "It's in my opinion. It is a grotesque abuse of",
    "begin": "00:43:38.030",
    "end": "00:43:42.729"
  },
  {
    "text": "what it means to fabricate data and",
    "begin": "00:43:43.670",
    "end": "00:43:46.089"
  },
  {
    "text": "It may be interesting to see it'll be interesting to see what happens and be interesting to see when it goes to court",
    "begin": "00:43:47.300",
    "end": "00:43:51.700"
  },
  {
    "text": "Okay, so so well, yeah tell me about the proceedings when it goes to court. What kind of court is it going to I?",
    "begin": "00:43:51.860",
    "end": "00:43:59.650"
  },
  {
    "text": "Don't know. I mean first let me even take a step back from there",
    "begin": "00:44:00.530",
    "end": "00:44:04.330"
  },
  {
    "text": "so if you look at the timeline of events when this occurred and I have that off the top of my head, but",
    "begin": "00:44:04.610",
    "end": "00:44:10.660"
  },
  {
    "text": "the",
    "begin": "00:44:11.750",
    "end": "00:44:13.040"
  },
  {
    "text": "when I was found guilty from the IRB, there's been a series of",
    "begin": "00:44:13.040",
    "end": "00:44:16.570"
  },
  {
    "text": "not seeking IRB approval",
    "begin": "00:44:17.510",
    "end": "00:44:19.090"
  },
  {
    "text": "There is a series of a time when the university president could just end this",
    "begin": "00:44:19.090",
    "end": "00:44:23.920"
  },
  {
    "text": "Just like that. You can say well we're gonna put a letter of reprimand in your",
    "begin": "00:44:24.350",
    "end": "00:44:29.979"
  },
  {
    "text": "Wiener, we've decided you've already done this they can ominous kind of awkward",
    "begin": "00:44:30.860",
    "end": "00:44:36.700"
  },
  {
    "text": "Who found you guilty",
    "begin": "00:44:39.390",
    "end": "00:44:41.309"
  },
  {
    "text": "That was the IRB in the day. That was December 14th",
    "begin": "00:44:41.309",
    "end": "00:44:44.719"
  },
  {
    "text": "I see. So the IRB is policing its own its own policies here",
    "begin": "00:44:44.720",
    "end": "00:44:49.339"
  },
  {
    "text": "Yeah, so that was it for the IRB charge the open the data falsification charge is open and still being investigated",
    "begin": "00:44:49.799",
    "end": "00:44:55.788"
  },
  {
    "text": "And that actually started I think like two or three days after we went public",
    "begin": "00:44:56.400",
    "end": "00:44:59.960"
  },
  {
    "text": "He got an email and said you've been summoned to a meeting",
    "begin": "00:44:59.960",
    "end": "00:45:01.999"
  },
  {
    "text": "but we were all in Portland together at the time and I was over the",
    "begin": "00:45:02.309",
    "end": "00:45:05.569"
  },
  {
    "text": "IRB which purports to be an ethics committee doesn't have any problem with the ethics of policing themselves",
    "begin": "00:45:05.700",
    "end": "00:45:10.639"
  },
  {
    "text": "No",
    "begin": "00:45:12.569",
    "end": "00:45:13.619"
  },
  {
    "text": "Okay, so you might want to point that out very strongly if they're not in a position to be policing",
    "begin": "00:45:13.619",
    "end": "00:45:18.588"
  },
  {
    "text": "Accordance with their own policies no conflict of interest clearly",
    "begin": "00:45:19.109",
    "end": "00:45:22.998"
  },
  {
    "text": "There's something appalling about that and it's not surprising because there's plenty of calling about the institutional review boards. Hmm",
    "begin": "00:45:23.400",
    "end": "00:45:29.690"
  },
  {
    "text": "Guilty it's been escalated to the president. And again the president could just decide",
    "begin": "00:45:33.989",
    "end": "00:45:38.209"
  },
  {
    "text": "Just like that",
    "begin": "00:45:39.059",
    "end": "00:45:39.920"
  },
  {
    "text": "You know",
    "begin": "00:45:39.920",
    "end": "00:45:40.339"
  },
  {
    "text": "we're just gonna put a letter in this file of reprimand and we're gonna move on and I think that the whole problem would be",
    "begin": "00:45:40.339",
    "end": "00:45:45.528"
  },
  {
    "text": "Ended except my guess is that there are a lot of people",
    "begin": "00:45:47.009",
    "end": "00:45:49.909"
  },
  {
    "text": "Crying for vengeance right now against me, right?",
    "begin": "00:45:50.249",
    "end": "00:45:52.789"
  },
  {
    "text": "So they want to hang you out to dry as an object lesson to people who would dare to do the things that you threw",
    "begin": "00:45:52.920",
    "end": "00:45:58.249"
  },
  {
    "text": "you've done because I'm a heretic and I'm a blasphemer and I have",
    "begin": "00:45:58.249",
    "end": "00:46:02.329"
  },
  {
    "text": "Attacked their canons and there has to be some price that's paid for this",
    "begin": "00:46:02.729",
    "end": "00:46:07.159"
  },
  {
    "text": "That's my guess on their thinking and then the fabrication of data charge again. That's a very serious charge",
    "begin": "00:46:07.160",
    "end": "00:46:12.109"
  },
  {
    "text": "Okay data, and those rules are put in put in place for a reason",
    "begin": "00:46:12.779",
    "end": "00:46:17.718"
  },
  {
    "text": "I don't think a court would find I",
    "begin": "00:46:17.819",
    "end": "00:46:21.679"
  },
  {
    "text": "Mean it would be if see when this goes to court or if it does even go to court",
    "begin": "00:46:22.319",
    "end": "00:46:25.609"
  },
  {
    "text": "The idea that this was fabricated either for personal gain",
    "begin": "00:46:26.160",
    "end": "00:46:29.809"
  },
  {
    "text": "Or that would have to not be revealed at some time and that the future lines of literature would be contaminated and polluted",
    "begin": "00:46:29.809",
    "end": "00:46:36.919"
  },
  {
    "text": "It's just it's just not true. And I think that",
    "begin": "00:46:37.049",
    "end": "00:46:40.909"
  },
  {
    "text": "Well, they also a clear it it's a career-ending charge. So that's partly why it's being brought against you right data fabrication",
    "begin": "00:46:41.519",
    "end": "00:46:47.359"
  },
  {
    "text": "There is anything rich?",
    "begin": "00:46:47.359",
    "end": "00:46:48.190"
  },
  {
    "text": "Well, there isn't any same thing worse within the domain of science than you can do that you can do than that",
    "begin": "00:46:48.190",
    "end": "00:46:53.579"
  },
  {
    "text": "And it it's really unfortunate and preposterous because the data fabrication occurred",
    "begin": "00:46:54.730",
    "end": "00:46:59.849"
  },
  {
    "text": "intentionally in the sense that we wanted to find out if they could detect because we",
    "begin": "00:47:00.400",
    "end": "00:47:04.650"
  },
  {
    "text": "Suspected from the very beginning as we were kind of discussing earlier that these people who largely work in",
    "begin": "00:47:05.020",
    "end": "00:47:09.719"
  },
  {
    "text": "Humanities are not equipped to do social science, but that's ultimately what they're basically doing",
    "begin": "00:47:09.880",
    "end": "00:47:14.400"
  },
  {
    "text": "and so we wanted to see if they could detect utterly ridiculous data or",
    "begin": "00:47:14.400",
    "end": "00:47:19.079"
  },
  {
    "text": "Data that were clearly cherry-picked or data or conclusions. I should say that we're drawn from data that aren't warranted",
    "begin": "00:47:19.599",
    "end": "00:47:25.679"
  },
  {
    "text": "And so we wrote papers that included in this case. For example a dog park paper just",
    "begin": "00:47:25.680",
    "end": "00:47:31.619"
  },
  {
    "text": "Transparently ridiculous data, in fact the first draft of that paper",
    "begin": "00:47:33.099",
    "end": "00:47:36.269"
  },
  {
    "text": "even we we knew the data were so bad that they were probably going to ask to see it and",
    "begin": "00:47:36.270",
    "end": "00:47:41.189"
  },
  {
    "text": "Road okay, so you go through the papers then so so we'll talk about the dog park paper",
    "begin": "00:47:42.190",
    "end": "00:47:47.369"
  },
  {
    "text": "why don't you go through the papers that have been published just briefly and say yes, they are and and and tell us why they're",
    "begin": "00:47:47.369",
    "end": "00:47:53.879"
  },
  {
    "text": "transparently ridiculous because that's also",
    "begin": "00:47:54.700",
    "end": "00:47:56.700"
  },
  {
    "text": "Attention, right?",
    "begin": "00:47:57.790",
    "end": "00:47:59.500"
  },
  {
    "text": "Yeah. Yeah the dog park paper",
    "begin": "00:47:59.500",
    "end": "00:48:01.649"
  },
  {
    "text": "was the first one we had accepted in February and it",
    "begin": "00:48:02.530",
    "end": "00:48:07.109"
  },
  {
    "text": "chronicles",
    "begin": "00:48:07.900",
    "end": "00:48:09.730"
  },
  {
    "text": "it's a feminist scholar putative Lee that's chronicling dog rape culture by examining dog humping in Portland dog parks and",
    "begin": "00:48:09.730",
    "end": "00:48:17.730"
  },
  {
    "text": "Then draws conclusions",
    "begin": "00:48:19.270",
    "end": "00:48:21.010"
  },
  {
    "text": "from that",
    "begin": "00:48:21.010",
    "end": "00:48:22.210"
  },
  {
    "text": "Using black feminist criminology as a tool to conclude that it would be appropriate to train men as we train dogs",
    "begin": "00:48:22.210",
    "end": "00:48:29.129"
  },
  {
    "text": "if only it were politically feasible, so we have to come up with metaphorical equivalents and",
    "begin": "00:48:29.130",
    "end": "00:48:33.119"
  },
  {
    "text": "that it concludes that oppression of dogs based on perceived gender is real and the reason that that was",
    "begin": "00:48:33.670",
    "end": "00:48:40.470"
  },
  {
    "text": "Allegedly concluded was we claimed that?",
    "begin": "00:48:41.410",
    "end": "00:48:43.500"
  },
  {
    "text": "humans intervened and broke up",
    "begin": "00:48:44.710",
    "end": "00:48:46.710"
  },
  {
    "text": "Gay dog rape much more frequently and vigorously than they broke up straight dog rape",
    "begin": "00:48:47.740",
    "end": "00:48:53.069"
  },
  {
    "text": "And the peen it's already a bit weird",
    "begin": "00:48:53.859",
    "end": "00:48:56.848"
  },
  {
    "text": "These things the paper the paper",
    "begin": "00:48:58.150",
    "end": "00:49:00.569"
  },
  {
    "text": "in",
    "begin": "00:49:01.000",
    "end": "00:49:01.619"
  },
  {
    "text": "included for instance the detail that the that the",
    "begin": "00:49:01.619",
    "end": "00:49:04.139"
  },
  {
    "text": "scholar our sat in the dog park for a thousand hours over the course of a year, but never in the heavy rain and",
    "begin": "00:49:04.210",
    "end": "00:49:10.529"
  },
  {
    "text": "Observed and then examined personally closely examined the genitals of",
    "begin": "00:49:12.039",
    "end": "00:49:17.069"
  },
  {
    "text": "just short of ten thousand dogs, which if you've been to a dog park",
    "begin": "00:49:17.650",
    "end": "00:49:21.059"
  },
  {
    "text": "You've probably realized the same people bring their dogs almost every day",
    "begin": "00:49:21.269",
    "end": "00:49:24.539"
  },
  {
    "text": "It's there's not 10,000 dogs in any dog park in a year, but never mind",
    "begin": "00:49:25.240",
    "end": "00:49:29.309"
  },
  {
    "text": "Develop a reputation for looking at dogs genitals. Yeah, I think so and then immediately turning to ask their owners",
    "begin": "00:49:31.059",
    "end": "00:49:37.979"
  },
  {
    "text": "Excuse me, sir. Could you tell me your sexual orientation?",
    "begin": "00:49:38.140",
    "end": "00:49:40.289"
  },
  {
    "text": "That's what the paper says week and it's very native of 10,000 dogs",
    "begin": "00:49:41.470",
    "end": "00:49:45.240"
  },
  {
    "text": "Genitals of 10,000 dogs and then interrogated their owners as to their sexual orientations",
    "begin": "00:49:45.940",
    "end": "00:49:50.549"
  },
  {
    "text": "It includes details that are irrelevant like whether dogs used the bathroom in the in the other dogs or in the the food bowl",
    "begin": "00:49:50.799",
    "end": "00:49:57.599"
  },
  {
    "text": "The water ball it talked about, you know",
    "begin": "00:49:58.690",
    "end": "00:50:01.470"
  },
  {
    "text": "The way people would break up dog fights like doing jumping jacks and singing we thought this data was so absurd",
    "begin": "00:50:01.470",
    "end": "00:50:07.799"
  },
  {
    "text": "That we put in the first draft",
    "begin": "00:50:08.049",
    "end": "00:50:09.930"
  },
  {
    "text": "which the journal saw a",
    "begin": "00:50:09.930",
    "end": "00:50:11.769"
  },
  {
    "text": "Line that said that we took the data and put it in a recycle bin",
    "begin": "00:50:11.769",
    "end": "00:50:15.689"
  },
  {
    "text": "So that they couldn't possibly ask us to produce it because we thought oh man if they ask for this data",
    "begin": "00:50:15.759",
    "end": "00:50:20.639"
  },
  {
    "text": "Which is so stupid it's over. So we said that we recycled the data which is already its own research miss practice and",
    "begin": "00:50:20.640",
    "end": "00:50:26.430"
  },
  {
    "text": "No problem, you know the journal was like just write it up. Okay. I can't believe we're having this conversation",
    "begin": "00:50:27.009",
    "end": "00:50:31.799"
  },
  {
    "text": "Listen the more we talk about this the more ridiculous it gets",
    "begin": "00:50:34.599",
    "end": "00:50:37.199"
  },
  {
    "text": "There was the paper where we argued that if straight white or straight man, I'm sorry",
    "begin": "00:50:44.440",
    "end": "00:50:49.079"
  },
  {
    "text": "It doesn't matter what their races if straight men were to anally penetrate them selves with sex toys. They'd become less transphobic and more feminist",
    "begin": "00:50:49.079",
    "end": "00:50:55.919"
  },
  {
    "text": "Which apparently got that conversation either they may not want to have that conversation",
    "begin": "00:50:57.999",
    "end": "00:51:02.099"
  },
  {
    "text": "But this data was this conclusion",
    "begin": "00:51:02.099",
    "end": "00:51:05.308"
  },
  {
    "text": "Which was called a truly marvelous paper in an important contribution to knowledge by one of its reviewers",
    "begin": "00:51:05.309",
    "end": "00:51:10.979"
  },
  {
    "text": "This paper was published",
    "begin": "00:51:11.499",
    "end": "00:51:13.499"
  },
  {
    "text": "this paper",
    "begin": "00:51:13.720",
    "end": "00:51:15.310"
  },
  {
    "text": "was based on interviews with 13 men only eight of whom were straight and",
    "begin": "00:51:15.310",
    "end": "00:51:20.320"
  },
  {
    "text": "of course, it was all interview data, and it was just",
    "begin": "00:51:21.590",
    "end": "00:51:24.519"
  },
  {
    "text": "just people saying the most ridiculous things about their experience of sticking things in their own butts and then their feelings about feminism and",
    "begin": "00:51:25.310",
    "end": "00:51:32.469"
  },
  {
    "text": "Concern for rape culture and in their attitudes about trans people and so on",
    "begin": "00:51:34.820",
    "end": "00:51:39.160"
  },
  {
    "text": "including one so-called social conservative",
    "begin": "00:51:39.680",
    "end": "00:51:41.949"
  },
  {
    "text": "Who was quoted saying he didn't want to take part in some stupid liberal study about sticking things up his butt. I mean",
    "begin": "00:51:42.080",
    "end": "00:51:48.100"
  },
  {
    "text": "It's almost impossible to have looked at this and not thought, you know, something's going on here but instead they thought truly marvelous paper in",
    "begin": "00:51:49.760",
    "end": "00:51:57.580"
  },
  {
    "text": "Its that that's a second paper a third paper",
    "begin": "00:51:59.210",
    "end": "00:52:02.439"
  },
  {
    "text": "Was an ethnography allegedly of a 70 some-odd year-old man who went to Hooters with his Brazilian jiu-jitsu class",
    "begin": "00:52:03.500",
    "end": "00:52:10.209"
  },
  {
    "text": "after workouts and sat there and basically just womanized for",
    "begin": "00:52:10.790",
    "end": "00:52:15.610"
  },
  {
    "text": "Hours upon hours. It recorded something like 10,000 hours or sorry 10,000 minutes of",
    "begin": "00:52:16.460",
    "end": "00:52:22.090"
  },
  {
    "text": "Conversation at the table which could all be summarized",
    "begin": "00:52:24.020",
    "end": "00:52:26.709"
  },
  {
    "text": "This was an example of clear cherry-picking of data",
    "begin": "00:52:26.710",
    "end": "00:52:29.140"
  },
  {
    "text": "the only features of the",
    "begin": "00:52:29.240",
    "end": "00:52:31.100"
  },
  {
    "text": "Conversation that were relevant were the way that the guys hit on the servers or talk about the servers",
    "begin": "00:52:31.100",
    "end": "00:52:35.469"
  },
  {
    "text": "you know various body parts or most importantly how much they enjoyed the fact that Hooters provides them a place that they can go and",
    "begin": "00:52:35.510",
    "end": "00:52:43.180"
  },
  {
    "text": "Tell young attractive women what to do in a situation in which they are",
    "begin": "00:52:43.610",
    "end": "00:52:47.680"
  },
  {
    "text": "Contractually obligated to fulfill those those orders like literally double",
    "begin": "00:52:48.020",
    "end": "00:52:52.390"
  },
  {
    "text": "entendre on the word order like please I would like some beer that's an order so",
    "begin": "00:52:52.880",
    "end": "00:52:58.029"
  },
  {
    "text": "That was an example of clear cherry-picking and of course deriving",
    "begin": "00:52:59.870",
    "end": "00:53:02.769"
  },
  {
    "text": "ridiculous conclusions",
    "begin": "00:53:03.530",
    "end": "00:53:05.450"
  },
  {
    "text": "didn't you guys know while you were doing this that you are going to get yourself in like a boatload of trouble I mean and",
    "begin": "00:53:05.450",
    "end": "00:53:11.620"
  },
  {
    "text": "Now I see when you're talking about it you laugh",
    "begin": "00:53:11.620",
    "end": "00:53:13.600"
  },
  {
    "text": "And so you still got a sense of humor, which is quite a remarkable thing",
    "begin": "00:53:13.600",
    "end": "00:53:16.900"
  },
  {
    "text": "But leave you you did this for a long time and like yeah",
    "begin": "00:53:17.150",
    "end": "00:53:21.459"
  },
  {
    "text": "It's hard to believe actually that you did manage to do it. I had some some moments especially where",
    "begin": "00:53:21.770",
    "end": "00:53:28.120"
  },
  {
    "text": "I mean we were always aware that there would be a backlash and then when I started actually signing the transfer of copyright",
    "begin": "00:53:28.690",
    "end": "00:53:34.960"
  },
  {
    "text": "documents to have the papers actually published",
    "begin": "00:53:35.810",
    "end": "00:53:38.529"
  },
  {
    "text": "I started to feel a little like, you know, we might really get in some trouble for this",
    "begin": "00:53:38.530",
    "end": "00:53:42.639"
  },
  {
    "text": "but at this point we're kind of in deep and",
    "begin": "00:53:42.640",
    "end": "00:53:44.640"
  },
  {
    "text": "Might as well carry on and try to finish the experiment. We had intended to try to write papers for 12 months and",
    "begin": "00:53:45.170",
    "end": "00:53:50.950"
  },
  {
    "text": "Then spend six to eight months kind of, you know, following up. The academic publishing process is slow",
    "begin": "00:53:51.560",
    "end": "00:53:57.159"
  },
  {
    "text": "They do the review you get it back a couple months later you have to do edits",
    "begin": "00:53:57.530",
    "end": "00:54:01.239"
  },
  {
    "text": "It takes maybe another month or two before they accept or whatever then publication maybe another couple months later. So all it's slow",
    "begin": "00:54:01.240",
    "end": "00:54:07.419"
  },
  {
    "text": "So we want to do a lot, you know",
    "begin": "00:54:07.420",
    "end": "00:54:08.740"
  },
  {
    "text": "six to eight months after",
    "begin": "00:54:08.740",
    "end": "00:54:09.950"
  },
  {
    "text": "Twelve months of writing and that was the intended and duration that we should be wrapping up the project now if we didn't get busted",
    "begin": "00:54:09.950",
    "end": "00:54:16.359"
  },
  {
    "text": "But about late summer, the the dog park paper got picked up",
    "begin": "00:54:16.490",
    "end": "00:54:20.740"
  },
  {
    "text": "by some journalists and the real peer-review and got made fun of and we realized we were probably",
    "begin": "00:54:21.920",
    "end": "00:54:26.079"
  },
  {
    "text": "Not going to make it to the end of our intended year and a half dish",
    "begin": "00:54:26.270",
    "end": "00:54:30.849"
  },
  {
    "text": "Time span, so we ended up writing for 10 total months",
    "begin": "00:54:31.520",
    "end": "00:54:34.629"
  },
  {
    "text": "which is a bit of time and",
    "begin": "00:54:34.630",
    "end": "00:54:36.260"
  },
  {
    "text": "Then what a lot of papers still under review which was really a shame because I'm fairly sure that I had to got in",
    "begin": "00:54:36.260",
    "end": "00:54:43.030"
  },
  {
    "text": "But I do want to speak to that Jordan because somebody had to do this. Yeah",
    "begin": "00:54:43.130",
    "end": "00:54:47.589"
  },
  {
    "text": "Because the ideology because the perfect these professors are looking at their classrooms as an ideology now and",
    "begin": "00:54:52.670",
    "end": "00:54:58.990"
  },
  {
    "text": "They're attempting to indoctrinate people and do",
    "begin": "00:54:59.720",
    "end": "00:55:02.349"
  },
  {
    "text": "Things about reality that have nothing to do with reality. They've placed an agenda ahead of the truth, and it's corroding our",
    "begin": "00:55:02.960",
    "end": "00:55:10.599"
  },
  {
    "text": "Institutions in it's eroding trust in those",
    "begin": "00:55:11.450",
    "end": "00:55:13.839"
  },
  {
    "text": "universities and institutions and",
    "begin": "00:55:14.630",
    "end": "00:55:16.630"
  },
  {
    "text": "You identified the problem many people identified the problem",
    "begin": "00:55:17.329",
    "end": "00:55:20.919"
  },
  {
    "text": "but something had to be done about it beyond identification and calling these people out we needed to show that needs to",
    "begin": "00:55:21.050",
    "end": "00:55:28.929"
  },
  {
    "text": "deal Ajith amides canon's because they're",
    "begin": "00:55:29.270",
    "end": "00:55:32.259"
  },
  {
    "text": "The way that they were coming to knowledge is just epistemological to say it's not rigorous. This child is is charitable",
    "begin": "00:55:32.869",
    "end": "00:55:40.088"
  },
  {
    "text": "So there kind of few pieces to that right? So you everybody as we mentioned a little bit earlier we touched upon",
    "begin": "00:55:40.790",
    "end": "00:55:46.679"
  },
  {
    "text": "Is now familiar with the idea that racism and sexism don't seem to mean the same thing",
    "begin": "00:55:47.410",
    "end": "00:55:51.690"
  },
  {
    "text": "They meant ten years ago",
    "begin": "00:55:51.690",
    "end": "00:55:52.530"
  },
  {
    "text": "you",
    "begin": "00:55:52.530",
    "end": "00:55:53.230"
  },
  {
    "text": "Used to be able to say racist and sexist and amend",
    "begin": "00:55:53.230",
    "end": "00:55:55.530"
  },
  {
    "text": "Discrimination based on race or sex and it could go in any direction",
    "begin": "00:55:55.660",
    "end": "00:55:58.350"
  },
  {
    "text": "But now it's got this this power dynamic privilege plus power stuff. Everybody's talking about privilege. So that's everywhere",
    "begin": "00:55:58.350",
    "end": "00:56:05.249"
  },
  {
    "text": "but if that's one dimension that it's impossible to avoid that the sociological or",
    "begin": "00:56:05.250",
    "end": "00:56:10.889"
  },
  {
    "text": "grievance studies definitions for concepts are",
    "begin": "00:56:11.440",
    "end": "00:56:13.800"
  },
  {
    "text": "Everywhere, but they're also two other pieces of evidence one that we saw before we started",
    "begin": "00:56:14.560",
    "end": "00:56:18.600"
  },
  {
    "text": "that would be a paper that was done by charlotta Stern who documented how",
    "begin": "00:56:19.270",
    "end": "00:56:24.060"
  },
  {
    "text": "Insular Gender Studies is how they literally took",
    "begin": "00:56:24.940",
    "end": "00:56:28.409"
  },
  {
    "text": "the year since Steven Pinker published the blank slate 2003",
    "begin": "00:56:29.860",
    "end": "00:56:34.110"
  },
  {
    "text": "Until 2015 or 16. She looked at a bunch of papers got a sample of those papers and determined whether or not they",
    "begin": "00:56:34.780",
    "end": "00:56:41.639"
  },
  {
    "text": "incorporated or ignored the",
    "begin": "00:56:42.610",
    "end": "00:56:44.610"
  },
  {
    "text": "information that Pinker had shared as a as a as a test and found that there was an",
    "begin": "00:56:45.369",
    "end": "00:56:49.919"
  },
  {
    "text": "Overwhelming amount of just putting the blinkers on and pretending that biology still doesn't exist. And that human nature is totally",
    "begin": "00:56:50.080",
    "end": "00:56:56.549"
  },
  {
    "text": "a pretense here",
    "begin": "00:57:00.190",
    "end": "00:57:01.350"
  },
  {
    "text": "I mean the reason it's not a pretense is because as far as I can tell the people who are in these disciplines know",
    "begin": "00:57:01.350",
    "end": "00:57:08.069"
  },
  {
    "text": "Absolutely. Nothing whatsoever about biology. No, they don't want it",
    "begin": "00:57:08.619",
    "end": "00:57:12.809"
  },
  {
    "text": "the less, you know about biology the more you don't want to know that you need a",
    "begin": "00:57:14.109",
    "end": "00:57:18.929"
  },
  {
    "text": "Daunting task. Yeah, I want to speak to that for a moment if I may so",
    "begin": "00:57:19.630",
    "end": "00:57:23.880"
  },
  {
    "text": "At my university there's a course offered on the philosophy of race and it would seem to me that a minimum",
    "begin": "00:57:24.760",
    "end": "00:57:32.669"
  },
  {
    "text": "qualification one would need to teach that is that one would have to have some kind of degree in evolutionary biology, but",
    "begin": "00:57:33.760",
    "end": "00:57:41.369"
  },
  {
    "text": "that does not seem to be the case and I think again we're seeing",
    "begin": "00:57:41.980",
    "end": "00:57:46.679"
  },
  {
    "text": "consistently",
    "begin": "00:57:47.200",
    "end": "00:57:48.369"
  },
  {
    "text": "You know race is such an explosive",
    "begin": "00:57:48.369",
    "end": "00:57:50.369"
  },
  {
    "text": "explosive topic",
    "begin": "00:57:50.890",
    "end": "00:57:52.140"
  },
  {
    "text": "but when you start with the idea that you have the",
    "begin": "00:57:52.140",
    "end": "00:57:55.290"
  },
  {
    "text": "And then you work backward and cherry-picked the literature and in this case is extraordinarily easy because you just go to these",
    "begin": "00:57:55.530",
    "end": "00:58:01.259"
  },
  {
    "text": "The journals and the canons of literature and then you start teaching that so what happens then?",
    "begin": "00:58:01.840",
    "end": "00:58:06.299"
  },
  {
    "text": "is the kind of the self fulfillment of the",
    "begin": "00:58:06.510",
    "end": "00:58:08.550"
  },
  {
    "text": "postmodern",
    "begin": "00:58:09.250",
    "end": "00:58:10.360"
  },
  {
    "text": "Condition is that they then manufacture",
    "begin": "00:58:10.360",
    "end": "00:58:13.110"
  },
  {
    "text": "Pieces and information that people take as knowledge. That's right",
    "begin": "00:58:13.630",
    "end": "00:58:17.160"
  },
  {
    "text": "We see that happening in our institutions now and it's nobody's calling them out on it",
    "begin": "00:58:17.410",
    "end": "00:58:21.930"
  },
  {
    "text": "So it's again I say that because it's your point of why did we do this?",
    "begin": "00:58:21.930",
    "end": "00:58:24.990"
  },
  {
    "text": "Because the public trust in these institutions is being eroded and we're teaching our kids things that are just not true",
    "begin": "00:58:25.150",
    "end": "00:58:31.170"
  },
  {
    "text": "they're just they're totally untethered to reality even though",
    "begin": "00:58:31.450",
    "end": "00:58:35.310"
  },
  {
    "text": "some of these people may be very well-meaning and",
    "begin": "00:58:35.590",
    "end": "00:58:38.009"
  },
  {
    "text": "There's always a citation we learned there's always a cite all the citations you want to find something that says",
    "begin": "00:58:38.080",
    "end": "00:58:43.439"
  },
  {
    "text": "Anything ridiculous about sex toys and anal",
    "begin": "00:58:43.600",
    "end": "00:58:45.929"
  },
  {
    "text": "taken care of there's",
    "begin": "00:58:46.570",
    "end": "00:58:48.490"
  },
  {
    "text": "questions power dynamics using that already",
    "begin": "00:58:48.490",
    "end": "00:58:50.909"
  },
  {
    "text": "that",
    "begin": "00:58:51.880",
    "end": "00:58:53.110"
  },
  {
    "text": "Really is that is the important thing to sort of realize it about what we did",
    "begin": "00:58:53.110",
    "end": "00:58:57.449"
  },
  {
    "text": "I mean all of that ridiculous stuff that Jim was saying earlier",
    "begin": "00:58:57.450",
    "end": "00:59:00.600"
  },
  {
    "text": "He we were able to say that because there was already something out there which led to it or said it",
    "begin": "00:59:01.030",
    "end": "00:59:08.100"
  },
  {
    "text": "itself, and so if you're actually looking at what our project is something that's very important to look at is our references because to",
    "begin": "00:59:08.770",
    "end": "00:59:16.770"
  },
  {
    "text": "Make its its satellite. I mean some of it like the dog park really yet. It's there's this humorous",
    "begin": "00:59:16.770",
    "end": "00:59:23.459"
  },
  {
    "text": "There's a very humorous element in it",
    "begin": "00:59:23.530",
    "end": "00:59:25.530"
  },
  {
    "text": "But on a deeper level what it is is just gathering so much of this nonsense together",
    "begin": "00:59:25.660",
    "end": "00:59:32.280"
  },
  {
    "text": "Sighting it putting it in there and then kind of making it do whatever it whatever we wanted it to do that",
    "begin": "00:59:33.250",
    "end": "00:59:39.330"
  },
  {
    "text": "That was was the project and it's so your point is that you have embedded",
    "begin": "00:59:39.330",
    "end": "00:59:45.330"
  },
  {
    "text": "Literature",
    "begin": "00:59:47.380",
    "end": "00:59:49.380"
  },
  {
    "text": "They really, I mean a lot of the some of the academics have said well",
    "begin": "00:59:55.300",
    "end": "00:59:59.129"
  },
  {
    "text": "We haven't been fooled because we still stand by the papers what you wrote was",
    "begin": "00:59:59.130",
    "end": "01:00:03.570"
  },
  {
    "text": "Reasonable because they are indistinguishable and that really was",
    "begin": "01:00:04.150",
    "end": "01:00:08.040"
  },
  {
    "text": "The point we wanted to have we've ended up with a really good resource for anyone who wants to know what is out there",
    "begin": "01:00:08.910",
    "end": "01:00:14.849"
  },
  {
    "text": "they can look at our",
    "begin": "01:00:15.100",
    "end": "01:00:17.080"
  },
  {
    "text": "references they can look at the arguments if they enabled us to make they can look at how the reviewers",
    "begin": "01:00:17.080",
    "end": "01:00:21.600"
  },
  {
    "text": "What they rejected us for what they accepted us for what they pushed us to do",
    "begin": "01:00:22.000",
    "end": "01:00:26.129"
  },
  {
    "text": "There's a very clear pattern but because it is so complicated and so few people",
    "begin": "01:00:26.380",
    "end": "01:00:30.150"
  },
  {
    "text": "have taken the time it would take to read all of our papers to read all of the comments to follow up our, um, our",
    "begin": "01:00:30.370",
    "end": "01:00:36.990"
  },
  {
    "text": "references it's not always clear that what we're doing is putting it right in the Canon that is",
    "begin": "01:00:37.450",
    "end": "01:00:44.069"
  },
  {
    "text": "The other issue, and that has",
    "begin": "01:00:45.569",
    "end": "01:00:46.780"
  },
  {
    "text": "To do with the motivation of other academics not to be bothered with this, let's say, is that",
    "begin": "01:00:47.700",
    "end": "01:00:51.720"
  },
  {
    "text": "The statistic that I'm most familiar with is that about 80%",
    "begin": "01:00:52.360",
    "end": "01:00:55.470"
  },
  {
    "text": "Of humanities papers get cited 0 times and the problem",
    "begin": "01:00:55.600",
    "end": "01:00:59.549"
  },
  {
    "text": "Is that even to go after very bad ideas in an academically rigorous way is actually an extraordinarily",
    "begin": "01:00:59.550",
    "end": "01:01:06.570"
  },
  {
    "text": "daunting task and it might be daunting in direct proportion to the to the",
    "begin": "01:01:06.880",
    "end": "01:01:11.849"
  },
  {
    "text": "Appallingness of the ideas. So for example, if you're grading out a very bad undergraduate essay",
    "begin": "01:01:12.490",
    "end": "01:01:18.719"
  },
  {
    "text": "It's way more difficult to grade a D paper than it is to grade a B paper",
    "begin": "01:01:19.300",
    "end": "01:01:24.210"
  },
  {
    "text": "Because a D paper has so many errors in it. You don't even know where to start write the words are wrong",
    "begin": "01:01:24.550",
    "end": "01:01:29.820"
  },
  {
    "text": "The sentences are wrong. The sentences aren't organized in the paragraph",
    "begin": "01:01:29.820",
    "end": "01:01:33.420"
  },
  {
    "text": "the paragraphs are chaotic and disjointed and the whole thing makes no sense and you actually have to ...",
    "begin": "01:01:33.420",
    "end": "01:01:38.789"
  },
  {
    "text": "There isn't a level of criticism that can't be applied to a very bad paper",
    "begin": "01:01:39.340",
    "end": "01:01:44.009"
  },
  {
    "text": "And so it's absolutely exhausting intellectually apart from the danger that it poses",
    "begin": "01:01:44.010",
    "end": "01:01:49.650"
  },
  {
    "text": "Personally, and so, you know before we assume that it's mere",
    "begin": "01:01:50.590",
    "end": "01:01:55.529"
  },
  {
    "text": "Lack of character on the part of our fellow academics that is stopping them from taking a stand against such things",
    "begin": "01:01:56.110",
    "end": "01:02:01.890"
  },
  {
    "text": "although I do by the sort of entrenched cowardice idea that emerges as",
    "begin": "01:02:02.410",
    "end": "01:02:07.289"
  },
  {
    "text": "perhaps an inevitable consequence of",
    "begin": "01:02:07.960",
    "end": "01:02:09.960"
  },
  {
    "text": "participating in a structured hierarchy",
    "begin": "01:02:10.720",
    "end": "01:02:12.720"
  },
  {
    "text": "It's that there are there are many more reasons why this has flourished including the inappropriate,",
    "begin": "01:02:14.230",
    "end": "01:02:19.499"
  },
  {
    "text": "what would you call it, subsidization of these viewpoints for the last 50 years?",
    "begin": "01:02:19.540",
    "end": "01:02:23.580"
  },
  {
    "text": "Yeah, I think that's right, it's really really",
    "begin": "01:02:25.120",
    "end": "01:02:27.630"
  },
  {
    "text": "Painstaking to pour through these papers and as a person, you know with a commitment to science and a background in science",
    "begin": "01:02:28.600",
    "end": "01:02:35.399"
  },
  {
    "text": "It wasn't just even painstaking. I actually went into some pretty",
    "begin": "01:02:35.400",
    "end": "01:02:38.850"
  },
  {
    "text": "dark places I have dark psychological places",
    "begin": "01:02:39.400",
    "end": "01:02:42.270"
  },
  {
    "text": "I remember reading the so I mentioned reading the Glaciology paper earlier the feminist glaciology",
    "begin": "01:02:42.270",
    "end": "01:02:47.520"
  },
  {
    "text": "But I didn't read it in depth when we first found it, but when we started to do this project",
    "begin": "01:02:47.520",
    "end": "01:02:51.120"
  },
  {
    "text": "I wanted to emulate it and write one about feminist astronomy. You do it. Yeah",
    "begin": "01:02:51.120",
    "end": "01:02:55.589"
  },
  {
    "text": "And I read the thing in tremendous depth and with great care",
    "begin": "01:02:56.260",
    "end": "01:02:59.249"
  },
  {
    "text": "Taking notes all the way through and and you know preparing so I could could write a facsimile and I shut down",
    "begin": "01:02:59.440",
    "end": "01:03:05.639"
  },
  {
    "text": "I mean, I just almost locked myself in a room by myself for three days in a dark depression",
    "begin": "01:03:05.650",
    "end": "01:03:10.560"
  },
  {
    "text": "I had to talk him down",
    "begin": "01:03:13.450",
    "end": "01:03:15.450"
  },
  {
    "text": "because he just got so despairing and he was just",
    "begin": "01:03:15.610",
    "end": "01:03:18.209"
  },
  {
    "text": "Quoting bits to me. Look at this. How can this be?",
    "begin": "01:03:18.730",
    "end": "01:03:21.600"
  },
  {
    "text": "Look, the same thing happened to me when I was writing 12 rules for life. I wrote a chapter called don't bother children when they're skateboarding and it's about the discouragement. Let's say of",
    "begin": "01:03:25.690",
    "end": "01:03:32.490"
  },
  {
    "text": "Primarily of young men as a direct consequence of this the kind of rhetoric that we're discussing like that made me",
    "begin": "01:03:33.190",
    "end": "01:03:39.210"
  },
  {
    "text": "Unbearable to my family for about three months because the more I studied it the more, well, It has a really",
    "begin": "01:03:39.670",
    "end": "01:03:45.810"
  },
  {
    "text": "Fragmenting and chaotic effect going on you psychologically and I've also seen this manifested in my students",
    "begin": "01:03:46.540",
    "end": "01:03:52.560"
  },
  {
    "text": "who, you know, who undergo this kind of activist",
    "begin": "01:03:52.690",
    "end": "01:03:55.530"
  },
  {
    "text": "indoctrination.  It's such a it's such a",
    "begin": "01:03:57.040",
    "end": "01:03:59.399"
  },
  {
    "text": "corrosive and",
    "begin": "01:03:59.980",
    "end": "01:04:01.090"
  },
  {
    "text": "cynical view of the world that all were we're all in it in our groups and that all the groups are fighting one another for",
    "begin": "01:04:01.090",
    "end": "01:04:07.590"
  },
  {
    "text": "Power and that that's a fundamental transcendent reality",
    "begin": "01:04:07.590",
    "end": "01:04:10.739"
  },
  {
    "text": "It's just yeah",
    "begin": "01:04:11.260",
    "end": "01:04:12.660"
  },
  {
    "text": "Now imagine imagine the sort of person who looks at that as",
    "begin": "01:04:12.660",
    "end": "01:04:16.290"
  },
  {
    "text": "an epistemological and moral virtue, and who teaches that to their students; who attempts to",
    "begin": "01:04:16.720",
    "end": "01:04:22.770"
  },
  {
    "text": "indoctrinate their students into these,",
    "begin": "01:04:23.590",
    "end": "01:04:26.189"
  },
  {
    "text": "they don't even rise to the level of being false, in terms of these morally dangerous ideas,",
    "begin": "01:04:26.920",
    "end": "01:04:32.639"
  },
  {
    "text": "and then they think that there are better people as a result;",
    "begin": "01:04:32.640",
    "end": "01:04:35.280"
  },
  {
    "text": "And then they think that if somebody calls them out on it, they're evil.  Okay, so let's",
    "begin": "01:04:35.580",
    "end": "01:04:40.500"
  },
  {
    "text": "look at this too.  When Haidt and Lukianoff wrote \"The Coddling of the American Mind\" (wonderful book)",
    "begin": "01:04:40.500",
    "end": "01:04:44.800"
  },
  {
    "text": "they pointed out as the American Psychological",
    "begin": "01:04:44.800",
    "end": "01:04:47.910"
  },
  {
    "text": "Association and the American Psychiatric Association should have that all of the safe space and",
    "begin": "01:04:48.550",
    "end": "01:04:54.179"
  },
  {
    "text": "Doctrines and trigger warning doctrines and and and that sort of thing",
    "begin": "01:04:55.510",
    "end": "01:04:59.580"
  },
  {
    "text": "And the speech codes, for example that are increasingly forbidding even sarcasm are",
    "begin": "01:05:00.100",
    "end": "01:05:05.189"
  },
  {
    "text": "Exactly the opposite of the approach that you would take if you were a trained psychologist",
    "begin": "01:05:06.160",
    "end": "01:05:10.170"
  },
  {
    "text": "Trying to produce people who are more resilient",
    "begin": "01:05:10.300",
    "end": "01:05:12.570"
  },
  {
    "text": "You actually make them weaker and more anxiety",
    "begin": "01:05:12.570",
    "end": "01:05:15.330"
  },
  {
    "text": "prone more anxiety prone more depressed and more hopeless and I think the evidence for that's",
    "begin": "01:05:15.760",
    "end": "01:05:20.939"
  },
  {
    "text": "Absolutely clear",
    "begin": "01:05:21.130",
    "end": "01:05:21.990"
  },
  {
    "text": "and I think it's appalling that it wasn't clinical psychologists or psychiatrists who pointed it out and so it is that the",
    "begin": "01:05:21.990",
    "end": "01:05:28.830"
  },
  {
    "text": "These doctors are being put forth for the benefit of those who formulate the doctrines and that the students are  sacrificial victims in that in",
    "begin": "01:05:29.080",
    "end": "01:05:36.749"
  },
  {
    "text": "that process. Yeah, there's one here's one more piece that I think is important it goes back to what Jim said about",
    "begin": "01:05:36.970",
    "end": "01:05:44.010"
  },
  {
    "text": "not not seeing that a contradiction is problematic because the whole idea of contradiction is white science or Western science and that's",
    "begin": "01:05:45.040",
    "end": "01:05:52.410"
  },
  {
    "text": "That's problematic",
    "begin": "01:05:52.720",
    "end": "01:05:54.370"
  },
  {
    "text": "is that we found that these folks don't really value discourse and dialogue and so",
    "begin": "01:05:54.370",
    "end": "01:06:00.150"
  },
  {
    "text": "They don't really value having ideas challenged and questioned",
    "begin": "01:06:00.460",
    "end": "01:06:04.590"
  },
  {
    "text": "That's not their their reason for teaching these ideas in the first place. And if I may give you a quick example",
    "begin": "01:06:04.590",
    "end": "01:06:09.449"
  },
  {
    "text": "Here's me",
    "begin": "01:06:10.630",
    "end": "01:06:11.950"
  },
  {
    "text": "well in state university wants to include ER has included at this point a",
    "begin": "01:06:11.950",
    "end": "01:06:16.290"
  },
  {
    "text": "course on Native American philosophy which which I think is a great idea and",
    "begin": "01:06:16.900",
    "end": "01:06:21.239"
  },
  {
    "text": "Somebody in the audience",
    "begin": "01:06:23.170",
    "end": "01:06:24.340"
  },
  {
    "text": "Asked a question",
    "begin": "01:06:24.340",
    "end": "01:06:25.180"
  },
  {
    "text": "And and the question was I went to a presentation and the question this individual asked was well",
    "begin": "01:06:25.180",
    "end": "01:06:32.040"
  },
  {
    "text": "What do we do as settlers as colonialists when we want to question or challenge these?",
    "begin": "01:06:32.110",
    "end": "01:06:36.839"
  },
  {
    "text": "ideas in the Native American philosophy",
    "begin": "01:06:37.450",
    "end": "01:06:39.450"
  },
  {
    "text": "and the presenter said",
    "begin": "01:06:39.970",
    "end": "01:06:41.920"
  },
  {
    "text": "You know, I've struggled with this it's very difficult for me. But the bottom line was it shouldn't it should be exempt from",
    "begin": "01:06:41.920",
    "end": "01:06:48.780"
  },
  {
    "text": "Tools that we have used for other disciplines, you know the dialectic, you know",
    "begin": "01:06:50.109",
    "end": "01:06:55.258"
  },
  {
    "text": "Challenging and so that first of all that places me in an almost impossible position",
    "begin": "01:06:55.900",
    "end": "01:07:00.449"
  },
  {
    "text": "What am I supposed to do say, you know?",
    "begin": "01:07:01.089",
    "end": "01:07:03.389"
  },
  {
    "text": "Why is it exempt what it should play by the rules every other philosophy because then I become the God who hates",
    "begin": "01:07:03.390",
    "end": "01:07:09.150"
  },
  {
    "text": "Western eight",
    "begin": "01:07:09.819",
    "end": "01:07:11.819"
  },
  {
    "text": "Indigenous people who age into this phosphate and then on the tool of the patriarchy which gets back to what you were",
    "begin": "01:07:13.509",
    "end": "01:07:18.689"
  },
  {
    "text": "Question or asking before is why do we have this?",
    "begin": "01:07:18.849",
    "end": "01:07:20.998"
  },
  {
    "text": "Silenced in academia and what's the problem of it? So I think part of the problem is that these folks don't value discourse",
    "begin": "01:07:21.940",
    "end": "01:07:28.199"
  },
  {
    "text": "They don't value dialogue. They don't value open expression",
    "begin": "01:07:28.199",
    "end": "01:07:31.109"
  },
  {
    "text": "They don't vote they view that and again",
    "begin": "01:07:31.109",
    "end": "01:07:33.149"
  },
  {
    "text": "There's a paper for this they view that as a type of violence",
    "begin": "01:07:33.150",
    "end": "01:07:36.119"
  },
  {
    "text": "words or type of minds this type of form of violence",
    "begin": "01:07:36.219",
    "end": "01:07:38.609"
  },
  {
    "text": "And so then their students develop brittle",
    "begin": "01:07:38.609",
    "end": "01:07:41.909"
  },
  {
    "text": "Epistemologies because they've never heard the other side of the story",
    "begin": "01:07:42.249",
    "end": "01:07:45.208"
  },
  {
    "text": "Right and they develop them just when they should be developing resil resilience. Exactly, correct? And",
    "begin": "01:07:45.209",
    "end": "01:07:50.219"
  },
  {
    "text": "Yeah, it is a litmus test",
    "begin": "01:07:51.819",
    "end": "01:07:53.099"
  },
  {
    "text": "I always I always ask folks why who are gender studies in my class or study in the ingredient Studies fields",
    "begin": "01:07:53.099",
    "end": "01:07:59.788"
  },
  {
    "text": "why isn't Martha Nussbaum's criticism of Judith Butler taught and",
    "begin": "01:08:00.009",
    "end": "01:08:03.809"
  },
  {
    "text": "(I don't) hear a single single student that says yes, I've learned about that in my classes",
    "begin": "01:08:04.900",
    "end": "01:08:08.789"
  },
  {
    "text": "well",
    "begin": "01:08:08.859",
    "end": "01:08:09.359"
  },
  {
    "text": "they don't they don't teach that because they have a prevailing moral orthodoxy and they want to indoctrinate students with it and",
    "begin": "01:08:09.359",
    "end": "01:08:15.629"
  },
  {
    "text": "they've kind of hijacked the administration and as I said before they've weaponized",
    "begin": "01:08:15.819",
    "end": "01:08:19.769"
  },
  {
    "text": "offices of diversity inclusion etcetera to punish people who are heretics and who question or challenge this",
    "begin": "01:08:20.679",
    "end": "01:08:26.279"
  },
  {
    "text": "Okay, so we're gonna run out of time we run down to about ten minutes here",
    "begin": "01:08:26.349",
    "end": "01:08:31.199"
  },
  {
    "text": "so I want to here's a question that I want to bring to all three of you I think one is",
    "begin": "01:08:31.199",
    "end": "01:08:37.739"
  },
  {
    "text": "Why in the world should anybody outside of academia care about this?",
    "begin": "01:08:38.319",
    "end": "01:08:41.908"
  },
  {
    "text": "that's the first thing (great question) and most a very careful answer that and the second is",
    "begin": "01:08:41.909",
    "end": "01:08:45.929"
  },
  {
    "text": "For each of you what's been the personal consequence of this and would you have repeated it if you knew what the",
    "begin": "01:08:47.739",
    "end": "01:08:54.509"
  },
  {
    "text": "Consequences were going to be so let's start with the first one",
    "begin": "01:08:54.670",
    "end": "01:08:57.569"
  },
  {
    "text": "Why in the world should they why in the world should anyone care that some half-witted academic journal?",
    "begin": "01:08:57.569",
    "end": "01:09:02.699"
  },
  {
    "text": "published an insane paper by three renegade",
    "begin": "01:09:02.890",
    "end": "01:09:05.640"
  },
  {
    "text": "academics about what about dog rape of all the absurd",
    "begin": "01:09:06.730",
    "end": "01:09:11.069"
  },
  {
    "text": "of the observe absurd topics",
    "begin": "01:09:11.710",
    "end": "01:09:14.519"
  },
  {
    "text": "It's so surreal that it seems",
    "begin": "01:09:15.760",
    "end": "01:09:18.929"
  },
  {
    "text": "Virtually incomprehensible.  Sensible people should avoid it. So what's the answer to that?",
    "begin": "01:09:20.980",
    "end": "01:09:25.169"
  },
  {
    "text": "Well, go ahead Ellen",
    "begin": "01:09:26.770",
    "end": "01:09:28.770"
  },
  {
    "text": "The university is",
    "begin": "01:09:31.960",
    "end": "01:09:33.960"
  },
  {
    "text": "It is our source of knowledge production",
    "begin": "01:09:35.110",
    "end": "01:09:37.170"
  },
  {
    "text": "If we look back through history",
    "begin": "01:09:37.300",
    "end": "01:09:39.040"
  },
  {
    "text": "When our cultures were Christian the new knowledge about this was coming from the universities when we had the Scientific Revolution",
    "begin": "01:09:39.040",
    "end": "01:09:45.450"
  },
  {
    "text": "when we went into the Enlightenment",
    "begin": "01:09:46.600",
    "end": "01:09:49.230"
  },
  {
    "text": "This was coming from the universities these things don't stay in the universities",
    "begin": "01:09:49.230",
    "end": "01:09:53.969"
  },
  {
    "text": "We have seen it is coming out in",
    "begin": "01:09:53.970",
    "end": "01:09:56.550"
  },
  {
    "text": "Its what is essentially happened with the kind of identity studies that we're looking at is that it has been made directly",
    "begin": "01:09:56.950",
    "end": "01:10:04.409"
  },
  {
    "text": "actionable by activists",
    "begin": "01:10:04.630",
    "end": "01:10:06.270"
  },
  {
    "text": "It has been tagged on to the end of the civil rights movements and liberal feminism and gay pride",
    "begin": "01:10:06.270",
    "end": "01:10:11.670"
  },
  {
    "text": "When those movements have started to see diminishing returns and people wanted to continue",
    "begin": "01:10:12.010",
    "end": "01:10:17.130"
  },
  {
    "text": "Then it's it's tagged on to the end of that to a society, which is just seeing the end of empire",
    "begin": "01:10:17.440",
    "end": "01:10:22.349"
  },
  {
    "text": "The end of Jim Crow and is geared towards",
    "begin": "01:10:22.510",
    "end": "01:10:25.530"
  },
  {
    "text": "Towards social justice and it is kind it is it is seeded here",
    "begin": "01:10:25.960",
    "end": "01:10:29.879"
  },
  {
    "text": "So its also a warning to the corporations because it is permeating the HR department.  It's like think something this insidious is going to stay in the",
    "begin": "01:10:29.879",
    "end": "01:10:31.879"
  },
  {
    "text": "Universities and don't be thinking that you can import 2% of it without importing the other 98%.",
    "begin": "01:10:38.380",
    "end": "01:10:43.139"
  },
  {
    "text": "Yeah, people leave University and they join these industries. Also, there's pressure on corporations",
    "begin": "01:10:43.930",
    "end": "01:10:48.659"
  },
  {
    "text": "to comply with the the reigning moral orthodoxy",
    "begin": "01:10:49.870",
    "end": "01:10:53.579"
  },
  {
    "text": "I mean",
    "begin": "01:10:53.580",
    "end": "01:10:53.820"
  },
  {
    "text": "I don't think that the average business owner or the average person in the street knows anything about",
    "begin": "01:10:53.820",
    "end": "01:10:58.889"
  },
  {
    "text": "Foucault or Crenshaw or even thinks much about this but it is in the air now and it is it is in the air now, and it is",
    "begin": "01:10:59.380",
    "end": "01:11:06.150"
  },
  {
    "text": "effecting it is effecting everything and we do need to take it seriously without sort of having a moral panic",
    "begin": "01:11:06.400",
    "end": "01:11:12.989"
  },
  {
    "text": "We need to look at it calmly and empirically and address it as it actually is.",
    "begin": "01:11:12.990",
    "end": "01:11:18.510"
  },
  {
    "text": "Yeah, and what should we do about it? That's the next issue because that's a podcast.",
    "begin": "01:11:18.730",
    "end": "01:11:23.849"
  },
  {
    "text": "Yeah, okay fine.  That's another podcast.",
    "begin": "01:11:23.849",
    "end": "01:11:25.849"
  },
  {
    "text": "And the final question for all three of you is and maybe one at a time",
    "begin": "01:11:26.680",
    "end": "01:11:30.780"
  },
  {
    "text": "Would you do it again I",
    "begin": "01:11:32.680",
    "end": "01:11:34.680"
  },
  {
    "text": "Would yeah, I would definitely do it again",
    "begin": "01:11:35.080",
    "end": "01:11:37.410"
  },
  {
    "text": "Okay, so we know that you're an unrepentant troublemaker. I am definitely an unrepentant troublemaker.",
    "begin": "01:11:38.200",
    "end": "01:11:42.800"
  },
  {
    "text": "I've also found like my one great talent in the world and I feel like it I've made my own life obsolete now",
    "begin": "01:11:42.880",
    "end": "01:11:48.359"
  },
  {
    "text": "Okay, I can be a wonderful bullshit artist if anybody is looking for one",
    "begin": "01:11:49.720",
    "end": "01:11:53.610"
  },
  {
    "text": "Okay. Yeah, I would definitely do it again. It's worth the risk. I think it needed to be done",
    "begin": "01:11:54.880",
    "end": "01:11:58.679"
  },
  {
    "text": "Helen let's ask you next and then we'll get let Peter have the last word because he's the one that's got the most on the",
    "begin": "01:11:59.320",
    "end": "01:12:04.650"
  },
  {
    "text": "Line at the moment. Yes. Yes, I would do it again",
    "begin": "01:12:04.650",
    "end": "01:12:08.040"
  },
  {
    "text": "I mean I've I was imagining all sorts of things from being arrested under sort of hate",
    "begin": "01:12:08.070",
    "end": "01:12:13.049"
  },
  {
    "text": "Speech Act to being physically attacked because I have an uncommon name. I've had an awful lot of online abuse",
    "begin": "01:12:13.050",
    "end": "01:12:20.159"
  },
  {
    "text": "I've got some persistent stalkers",
    "begin": "01:12:20.160",
    "end": "01:12:22.200"
  },
  {
    "text": "But that has essentially ...  I probably won't get into a PhD program in my own country though",
    "begin": "01:12:22.450",
    "end": "01:12:28.020"
  },
  {
    "text": "somebody in Germany has offered, bless her, but it's been",
    "begin": "01:12:28.020",
    "end": "01:12:31.799"
  },
  {
    "text": "It's been it's been quite necessary for survival, it was worth doing and I would do it again.  Okay Peter",
    "begin": "01:12:32.440",
    "end": "01:12:34.440"
  },
  {
    "text": "It had done. It had to be done. There's a crisis in the universities. There's a crisis with knowledge production as a crisis of confidence",
    "begin": "01:12:39.610",
    "end": "01:12:47.130"
  },
  {
    "text": "this may come at a heavy price to me and",
    "begin": "01:12:48.340",
    "end": "01:12:51.299"
  },
  {
    "text": "I have had to weigh out my family obligations helping put my son through school, you know being a",
    "begin": "01:12:51.790",
    "end": "01:12:59.069"
  },
  {
    "text": "Part of a, I'm married so being in a relationship in which I economically contribute to the to the house",
    "begin": "01:12:59.590",
    "end": "01:13:05.489"
  },
  {
    "text": "but this had to be done someone had to do it and if I am a",
    "begin": "01:13:05.710",
    "end": "01:13:09.270"
  },
  {
    "text": "Consequence of this then. So be it it had to be done. Yeah",
    "begin": "01:13:09.490",
    "end": "01:13:12.570"
  },
  {
    "text": "Well Peter weren't there's a bunch of us who are not particularly inclined to let you be a sole sacrificial victim;",
    "begin": "01:13:12.570",
    "end": "01:13:18.389"
  },
  {
    "text": "So if your university wants to get too stupid with you then, um,",
    "begin": "01:13:18.390",
    "end": "01:13:21.960"
  },
  {
    "text": "Let's let's assume that they're going to be consequences. I sincerely appreciate your support the bottom of my heart. Thank you",
    "begin": "01:13:22.870",
    "end": "01:13:29.349"
  },
  {
    "text": "Yeah, well enough is enough.",
    "begin": "01:13:29.500",
    "end": "01:13:31.400"
  },
  {
    "text": "So well look guys. It was really good talking to you. Although I think that you're quite the",
    "begin": "01:13:31.400",
    "end": "01:13:35.980"
  },
  {
    "text": "Surreal bunch of troublemakers and perhaps exactly what this crazy situation requires and",
    "begin": "01:13:38.090",
    "end": "01:13:44.500"
  },
  {
    "text": "Well, and I and I hope that I hope Peter that that things work out for you properly over the next few years",
    "begin": "01:13:47.090",
    "end": "01:13:53.020"
  },
  {
    "text": "It's gonna be a tough haul for a while. There's no doubt about that. So well, are you getting any student support at your university?",
    "begin": "01:13:53.020",
    "end": "01:13:59.319"
  },
  {
    "text": "Yeah, I'm getting a lot of student support the University, but you know I have to be blunt with you",
    "begin": "01:13:59.480",
    "end": "01:14:05.020"
  },
  {
    "text": "I've people are threatened to attack me a few weeks ago someone spit at me",
    "begin": "01:14:05.020",
    "end": "01:14:08.620"
  },
  {
    "text": "My colleagues literally well walk down the corridor they'll turn their heads",
    "begin": "01:14:09.050",
    "end": "01:14:12.520"
  },
  {
    "text": "It's it's a but that you know, the uncomfortable things they own it's not that much different from the typical University Department",
    "begin": "01:14:12.520",
    "end": "01:14:19.029"
  },
  {
    "text": "yeah, it's it has seemed to be I",
    "begin": "01:14:20.150",
    "end": "01:14:23.859"
  },
  {
    "text": "Am I mean I I want to be blunt with you",
    "begin": "01:14:25.010",
    "end": "01:14:29.350"
  },
  {
    "text": "It is a concern for my safety in Portland when I leave the house now",
    "begin": "01:14:29.870",
    "end": "01:14:34.959"
  },
  {
    "text": "yeah, and I now been threatened on more than one occasion by people and I'm concerned.  Do you,",
    "begin": "01:14:35.750",
    "end": "01:14:43.450"
  },
  {
    "text": "You do you find the threats credible? I mean, I know every every threat is upsetting",
    "begin": "01:14:43.450",
    "end": "01:14:48.159"
  },
  {
    "text": "But like are you actually in the situation where you have some apprehension about leaving your house? Or are you able to put that aside?",
    "begin": "01:14:48.160",
    "end": "01:14:53.889"
  },
  {
    "text": "I don't have any apprehension about leaving my house",
    "begin": "01:14:54.650",
    "end": "01:14:57.370"
  },
  {
    "text": "look, You know,",
    "begin": "01:14:58.219",
    "end": "01:14:59.860"
  },
  {
    "text": "I wake up in the morning and I in emails and tweets people telling me how stupid I am and what a",
    "begin": "01:14:59.860",
    "end": "01:15:04.989"
  },
  {
    "text": "Bad person I am a homophobe and a racist. All right, that doesn't do anything to me",
    "begin": "01:15:05.239",
    "end": "01:15:10.299"
  },
  {
    "text": "But when I walk out in the street.. I was out at a bar a few weeks ago",
    "begin": "01:15:10.300",
    "end": "01:15:13.930"
  },
  {
    "text": "Or maybe a few months ago. I don't need no lifetime lines, but you know someone",
    "begin": "01:15:14.450",
    "end": "01:15:18.399"
  },
  {
    "text": "Someone came up to me and he started harassing me. I fortunately with my jujitsu coach John Biggins",
    "begin": "01:15:19.100",
    "end": "01:15:24.969"
  },
  {
    "text": "and he's a black belt in jujitsu, and he immediately pulled up the chair beside us and I kept saying let's talk",
    "begin": "01:15:26.360",
    "end": "01:15:32.920"
  },
  {
    "text": "Let's have a conversation. No, he followed me in the bathroom. I came out of the bathroom",
    "begin": "01:15:32.920",
    "end": "01:15:37.089"
  },
  {
    "text": "Finally I look I don't know what's happening",
    "begin": "01:15:37.760",
    "end": "01:15:40.000"
  },
  {
    "text": "I don't know why you're so upset",
    "begin": "01:15:40.139",
    "end": "01:15:41.550"
  },
  {
    "text": "But I'm happy to talk to you and he said I don't want to talk to you Peter. I want to hurt you",
    "begin": "01:15:41.550",
    "end": "01:15:46.170"
  },
  {
    "text": "That's that's pretty that's pretty serious",
    "begin": "01:15:46.900",
    "end": "01:15:48.989"
  },
  {
    "text": "Yeah, and then it happened again on the street when I was surrounded about a week and a half ago, by people",
    "begin": "01:15:49.389",
    "end": "01:15:55.439"
  },
  {
    "text": "I assume they're antifa or people or something clearly wanted to",
    "begin": "01:15:55.440",
    "end": "01:15:59.489"
  },
  {
    "text": "hurt me, so",
    "begin": "01:16:00.580",
    "end": "01:16:02.560"
  },
  {
    "text": "You know, I am I am concerned. I am concerned look, I mean those four people who have a been through",
    "begin": "01:16:02.560",
    "end": "01:16:09.509"
  },
  {
    "text": "It's very hard for people how to be true that sort of thing to understand just exactly how distressing that kind of occurrence is not",
    "begin": "01:16:09.540",
    "end": "01:16:15.479"
  },
  {
    "text": "Only good things happens, but because it could happen again and it could become more serious. So I'm really sorry to hear that",
    "begin": "01:16:15.639",
    "end": "01:16:21.359"
  },
  {
    "text": "I didn't realize it didn't come to that. That's that's no laughing matter",
    "begin": "01:16:21.360",
    "end": "01:16:24.569"
  },
  {
    "text": "I appreciate that and",
    "begin": "01:16:24.960",
    "end": "01:16:26.739"
  },
  {
    "text": "Threats on your door left on your door and on any poster that's got anything to do with you and there's there's this swastikas",
    "begin": "01:16:26.739",
    "end": "01:16:32.879"
  },
  {
    "text": "There's insults, there's leaflets and notices",
    "begin": "01:16:32.880",
    "end": "01:16:36.659"
  },
  {
    "text": "Oddly, that kind of stuff doesn't bother me it's when it's in the physical world where I feel",
    "begin": "01:16:39.520",
    "end": "01:16:44.669"
  },
  {
    "text": "Someone I mean if someone tells you they're gonna hurt you. You should take their word. Yes",
    "begin": "01:16:46.030",
    "end": "01:16:50.699"
  },
  {
    "text": "Definitely when it's that direct and when it's that in-your-face, so those threats are credible. That's that's a real. That's a real danger",
    "begin": "01:16:50.770",
    "end": "01:16:57.479"
  },
  {
    "text": "So that's that's well. Look. I'm really sorry to hear that. And I'm I'm also sorry to hear that. You're paying a substan",
    "begin": "01:16:57.730",
    "end": "01:17:05.459"
  },
  {
    "text": "I'm sorry to hear a general that you're paying a substantive price for that",
    "begin": "01:17:05.489",
    "end": "01:17:08.339"
  },
  {
    "text": "I'm going to do what I can for what that's worth to",
    "begin": "01:17:08.800",
    "end": "01:17:11.909"
  },
  {
    "text": "try to make sure that people hear about this and that you're not in it alone because I think you guys are like",
    "begin": "01:17:12.070",
    "end": "01:17:17.580"
  },
  {
    "text": "comedians, you know you're Canaries in the coal mine and",
    "begin": "01:17:18.070",
    "end": "01:17:20.699"
  },
  {
    "text": "whatever happens to you is going to happen to a lot of other people if if it's allowed to happen to you so it can't",
    "begin": "01:17:20.980",
    "end": "01:17:26.790"
  },
  {
    "text": "Be allowed to happen to you. That's what it looks like to me. So thank you for supporting yeah. Alright guys",
    "begin": "01:17:26.790",
    "end": "01:17:33.569"
  },
  {
    "text": "Well, thanks a lot for talking to me all",
    "begin": "01:17:33.570",
    "end": "01:17:35.759"
  },
  {
    "text": "it was, it was",
    "begin": "01:17:36.610",
    "end": "01:17:39.820"
  },
  {
    "text": "stupidly interesting talking with you.  I know that's a hell of a thing to say.",
    "begin": "01:17:39.820",
    "end": "01:17:42.119"
  },
  {
    "text": "You know, it's so ridiculous you you can't you couldn't invent this in a bad piece of fiction",
    "begin": "01:17:47.680",
    "end": "01:17:53.309"
  },
  {
    "text": "And it's it's so sad that that this is the sort of thing that we have to occupy ourself with",
    "begin": "01:17:54.220",
    "end": "01:18:00.329"
  },
  {
    "text": "when there is serious work to be done, so",
    "begin": "01:18:00.550",
    "end": "01:18:02.700"
  },
  {
    "text": "Maybe. All right. Well happy new year.",
    "begin": "01:18:03.400",
    "end": "01:18:06.239"
  },
  {
    "text": "I suppose hopefully this will be a watershed year and things will get more intelligent from here on in",
    "begin": "01:18:06.420",
    "end": "01:18:11.640"
  },
  {
    "text": "Yeah, I'm sure hoping that'll be the case. Me, too. Thank you",
    "begin": "01:18:11.820",
    "end": "01:18:15.540"
  },
  {
    "text": "All right, ladies and gentlemen, thank you very much for your time and I'll let you know when this is all coming online. Okay?",
    "begin": "01:18:15.670",
    "end": "01:18:22.440"
  }
]