[
  {
    "text": "It's not all that",
    "begin": "00:00:00.210",
    "end": "00:00:00.969"
  },
  {
    "text": "happens though when they eat the fruit of the tree of",
    "begin": "00:00:00.969",
    "end": "00:00:03.479"
  },
  {
    "text": "The knowledge of good and evil because it's not called the fruit of the tree of the knowledge of nakedness",
    "begin": "00:00:03.549",
    "end": "00:00:07.949"
  },
  {
    "text": "It's called the fruit of the tree of the knowledge of good and evil",
    "begin": "00:00:08.349",
    "end": "00:00:11.069"
  },
  {
    "text": "And I thought about that for a tremendous amount of time",
    "begin": "00:00:11.070",
    "end": "00:00:13.950"
  },
  {
    "text": "It's like what in the world because I assumed these old stories make sense. You know, it's a game",
    "begin": "00:00:13.950",
    "end": "00:00:19.619"
  },
  {
    "text": "I play it's like they're old. They've been around a long time. I'm not sure why they're there, but there they are",
    "begin": "00:00:19.619",
    "end": "00:00:25.319"
  },
  {
    "text": "they're at the basis of our culture like",
    "begin": "00:00:25.869",
    "end": "00:00:28.739"
  },
  {
    "text": "many many of the stories that we depend on depend on them our whole culture grew out of their",
    "begin": "00:00:28.990",
    "end": "00:00:34.619"
  },
  {
    "text": "Roots, let's say and so I assume that our ancestors who managed to survive conditions",
    "begin": "00:00:35.260",
    "end": "00:00:40.950"
  },
  {
    "text": "That would have done a lot of us in very rapidly",
    "begin": "00:00:40.950",
    "end": "00:00:43.290"
  },
  {
    "text": "I can tell you we're a lot smarter than we think and that the mysterious",
    "begin": "00:00:43.290",
    "end": "00:00:47.700"
  },
  {
    "text": "Processes that that produce these stories and compelled us to remember them are a lot more",
    "begin": "00:00:48.100",
    "end": "00:00:53.460"
  },
  {
    "text": "Psychologically significant than we generally tend to presume",
    "begin": "00:00:53.949",
    "end": "00:00:56.669"
  },
  {
    "text": "So I give them the benefit of the doubt and try to understand why it is that they might make sense",
    "begin": "00:00:56.670",
    "end": "00:01:02.070"
  },
  {
    "text": "Instead of assuming that they don't and that that's not easy",
    "begin": "00:01:02.379",
    "end": "00:01:05.849"
  },
  {
    "text": "As their complicated stories and so I thought about this nakedness",
    "begin": "00:01:06.580",
    "end": "00:01:10.349"
  },
  {
    "text": "Knowledge of good and evil idea for a very very long time like about 20 years",
    "begin": "00:01:11.049",
    "end": "00:01:16.379"
  },
  {
    "text": "Puzzling it out. What the hell is the relationship between discovering that you're naked and",
    "begin": "00:01:16.900",
    "end": "00:01:21.659"
  },
  {
    "text": "discovering good and evil and then one day",
    "begin": "00:01:22.270",
    "end": "00:01:24.810"
  },
  {
    "text": "mostly because of studying totalitarianism",
    "begin": "00:01:25.750",
    "end": "00:01:28.139"
  },
  {
    "text": "Totalitarianism and the atrocity that proclivity for people to commit atrocity in the service of their group belief",
    "begin": "00:01:29.140",
    "end": "00:01:36.000"
  },
  {
    "text": "Or maybe just because that's what they were like",
    "begin": "00:01:36.100",
    "end": "00:01:38.820"
  },
  {
    "text": "Clued me in and I thought I see this is one of the things that really makes people different than animals",
    "begin": "00:01:39.759",
    "end": "00:01:46.499"
  },
  {
    "text": "It's like, you know",
    "begin": "00:01:46.500",
    "end": "00:01:47.939"
  },
  {
    "text": "It's one thing to realize that you're naked to realize that you're naked means that you know that you're limited in time and space",
    "begin": "00:01:47.939",
    "end": "00:01:53.969"
  },
  {
    "text": "That you're mortal and that you're subject to degeneration and to social",
    "begin": "00:01:54.579",
    "end": "00:01:58.979"
  },
  {
    "text": "Humiliation and to your own harsh judgement all of that nakedness to know that you're vulnerable",
    "begin": "00:01:59.649",
    "end": "00:02:05.339"
  },
  {
    "text": "Against the world and definitely a source of shame because of that",
    "begin": "00:02:05.979",
    "end": "00:02:10.378"
  },
  {
    "text": "and",
    "begin": "00:02:10.929",
    "end": "00:02:11.980"
  },
  {
    "text": "and a felt lack of self-sufficiency and then no wonder and no wonder",
    "begin": "00:02:11.980",
    "end": "00:02:16.179"
  },
  {
    "text": "it's understandable, but the other thing is is that",
    "begin": "00:02:16.760",
    "end": "00:02:19.450"
  },
  {
    "text": "This is and this is the rub",
    "begin": "00:02:19.970",
    "end": "00:02:21.970"
  },
  {
    "text": "it's like if you're out in the veldt and you're not being very careful and a hungry lion jumps on you and",
    "begin": "00:02:22.040",
    "end": "00:02:29.110"
  },
  {
    "text": "Eats you you don't really think of the lion as evil. I mean you might right at that moment, but you know",
    "begin": "00:02:29.420",
    "end": "00:02:36.069"
  },
  {
    "text": "Philosophically, it's not evil. It's just hungry and as soon as it's not hungry then",
    "begin": "00:02:37.069",
    "end": "00:02:41.409"
  },
  {
    "text": "It goes and has asleep and it's not up to some malevolent trick. It's it's done for the day but",
    "begin": "00:02:42.110",
    "end": "00:02:48.789"
  },
  {
    "text": "Human being that's a whole different sort of creature. And because human being is capable of doing terrible things to someone else and",
    "begin": "00:02:49.310",
    "end": "00:02:57.160"
  },
  {
    "text": "Consciously, so you think well, what's the connection between that and nakedness itself? And it seems to be this is like",
    "begin": "00:02:58.099",
    "end": "00:03:04.719"
  },
  {
    "text": "Here's the thing is that once I realize that I can be hurt, you know, I have a self conscious model of my own",
    "begin": "00:03:05.360",
    "end": "00:03:12.849"
  },
  {
    "text": "vulnerability",
    "begin": "00:03:13.430",
    "end": "00:03:14.900"
  },
  {
    "text": "Then I can generalize that to other people I can think. Oh, this is interesting",
    "begin": "00:03:14.900",
    "end": "00:03:18.819"
  },
  {
    "text": "Here's how I can be heard by myself. Here's how I can be heard by society",
    "begin": "00:03:19.549",
    "end": "00:03:23.828"
  },
  {
    "text": "Here's how I can be hurt by nature and by the unknown and what that implies is that well you can be hurt",
    "begin": "00:03:23.900",
    "end": "00:03:30.370"
  },
  {
    "text": "with exactly the same mechanisms and",
    "begin": "00:03:31.100",
    "end": "00:03:33.579"
  },
  {
    "text": "that in need immediately becomes part of my",
    "begin": "00:03:34.700",
    "end": "00:03:37.479"
  },
  {
    "text": "what would you say my repertoire of ability and then all of a sudden the world is no longer a walled a",
    "begin": "00:03:38.870",
    "end": "00:03:46.840"
  },
  {
    "text": "Walled garden and a well watered place, but it's a moral story because with that ability to inflict",
    "begin": "00:03:48.319",
    "end": "00:03:55.238"
  },
  {
    "text": "suffering",
    "begin": "00:03:55.849",
    "end": "00:03:56.870"
  },
  {
    "text": "Comes the knowledge of good and evil as far as I'm concerned those are identical",
    "begin": "00:03:56.870",
    "end": "00:04:01.630"
  },
  {
    "text": "Propositions because now we have the choice a deep choice about how we're going to treat ourselves and each other we can inflict",
    "begin": "00:04:02.599",
    "end": "00:04:09.488"
  },
  {
    "text": "tremendous pain and suffering on each other in a very",
    "begin": "00:04:10.310",
    "end": "00:04:13.239"
  },
  {
    "text": "voluntary and and",
    "begin": "00:04:14.510",
    "end": "00:04:16.510"
  },
  {
    "text": "conscious manner in",
    "begin": "00:04:16.940",
    "end": "00:04:18.650"
  },
  {
    "text": "a way that no other animal can manage and that's the dawning of the moral sense that",
    "begin": "00:04:18.650",
    "end": "00:04:26.030"
  },
  {
    "text": "capacity we now have to choose to",
    "begin": "00:04:26.520",
    "end": "00:04:29.960"
  },
  {
    "text": "Mitigate or exaggerate suffering and and that's not all but it's a huge part of it",
    "begin": "00:04:31.110",
    "end": "00:04:36.919"
  }
]