{
  "id": 2902,
  "date": "2019-09-28T10:29:31",
  "date_gmt": "2019-09-28T10:29:31",
  "guid": {
    "rendered": "https://danielschmachtenberger.usataylorbowls.com/?p=2902"
  },
  "modified": "2019-10-02T11:32:45",
  "modified_gmt": "2019-10-02T11:32:45",
  "slug": "dharma-inquiry",
  "status": "publish",
  "type": "blog-post",
  "link": "https://civilizationemerging.com/dharma-inquiry/",
  "title": {
    "rendered": "Dharma Inquiry"
  },
  "content": {
    "rendered": "\n<p>\nThe following are questions I find commonly useful in helping people gain greater insight into their unique life path and dharma:</p>\n\n\n\n<ul><li>Capacities<ul><li>If my financial needs were already met for the rest of my life, what would I do?</li><li>If I had the wealth of Bill Gates or Warren Buffet, what would I do with my life and resources?</li><li>If I was going to go back to school, what would I study?</li><li>If I could download skills matrix style, what would the top few most desired be?</li><li>If I was a lot more confident/ less fearful, what would I do and how would I be differently?</li><li>If I was meaningfully smarter than I currently am?</li><li>If I had much better discipline?</li><li>If I was better with people (more understanding, charismatic, empathetic, patient, etc.)?</li><li>If I had better emotional regulation?</li><li>If my main character deficits were resolved?</li><li>If I had the right team and people supporting me?</li><li>If my life started over with a clean slate (no previous commitments, baggage, etc.)?</li><li>Then ask “why” to your answers to each of these questions, until coming to something that feels fundamental.</li></ul></li><li>Values<ul><li>Who are you most inspired by (that you personally know or figures from history)? What about them inspires you?</li><li>Who do you respect the most? What about them?</li><li>What virtues would you most want to increase in yourself? Why those ones?</li><li>What types of behavior and people bother you the most?</li><li>What issues in the world upset you the most?</li><li>What do you see as most deeply wrong with or off in the world?</li><li>What do you find the most beauty in? What are you most moved by?</li><li>Who would you be the most proud to have been looking back at your life?</li><li>What news stories about the world would you be most positively moved to see?</li><li>What would you spend your time working on if you could succeed but no one would ever know that you did it?</li><li>What few qualities would you most want to increase in everyone if you could?</li><li>What would you sacrifice personal benefit for?</li><li>What is more important to you than your own life?</li><li>What is sacred to you? What does sacred mean?</li><li>What are you devoted to? What does devotion mean?</li><li>What is the basis of meaningfulness?</li><li>What are you loyal to? What does loyalty mean? What would be an adequate reason to violate a loyalty?</li><li>What do you feel shame or guilt about?</li><li>If all your personal desires were already met, what would you then desire or care about?</li><li>Then ask “why” to your answers to each of these questions, until coming to something that feels fundamental.</li></ul></li><li>Propensities<ul><li>What am I naturally good at? What seems to come easy to me? (Looking at strengths and aptitudes more than specific skills.)</li><li>What types of activities do I feel replenished by?</li><li>What am I willing to do even if it taxes me?</li><li>What do I enjoy doing for its own sake, independent of producing results or getting acknowledgement?</li><li>What is my attention repeatedly called to? What can I not not pay attention to?</li><li>What am I intrinsically fascinated by? Passionate about?</li><li>Where have I felt the most pride/satisfaction related to something I did?</li><li>When have I felt most fully alive?</li><li>What have been the greatest difficulties/pains in my life?</li></ul></li></ul>\n\n\n\n<p>Dharma, the way I hold it*, roughly means: the path of right action; the path of greatest integrity; the path (of choices) that don’t create suffering and optimally helps heal it; the path that leads towards increasing wholeness, consciousness, health, and quality of life for all.</p>\n\n\n\n<p>This relates to the concepts/words in english of mission, purpose, ethics, virtue, character, integrity, vocation, the good life, self-actualization and transcendence&#8230;but is not fully contained in any of them separately. (The fact that there is no word or phrase for this in the English language is telling.)</p>\n\n\n\n<p>There are principles of dharma that are universally true. And there is unique dharma &#8211; what is right action for me specifically in this situation, factoring my unique orientation, capacities, commitments &#8211; my unique life path.</p>\n\n\n\n<p>This concept is not deterministic &#8211; there is no algorithm that can compute what right choice is for you. This concept of dharma does not seek to reduce choice (to rules, ie causation), but to help inform and empower the reality and meaningfulness of choice &#8211; the internal considerations that inform your own sovereign choice making, aligned with your own deepest values, understanding, and sense of meaningfulness.</p>\n\n\n\n<p>Dharma involves your being, your doing, and your becoming. Who and how are you being, moment to moment? How connected are you to your own being, to your love, to the clarity of your principles and values&#8230;and how is that informing how you perceive and express in each situation? What are you doing and where is that doing coming from, and in service to what? How are you growing and developing, in both your being and your capacity to do?</p>\n\n\n\n<p>As such, our dharma is a continuous unfolding. It has at least as much to do with how we relate to uncertainty as it does to what we feel certain of. Unlike the way we often think of vocation, dharma includes how you show up to all the little things, not just what you choose as your primary focuses. And it can change at different times in your life: while raising kids and once they are grown&#8230;when you are called to focus on study, then on the application of what was learned, etc. This is an ongoing and unending inquiry. (If it wasn’t, you would be an automata.)</p>\n\n\n\n<p>The questions above can help provide insight into one’s unique path. The first set of questions explore increasing one’s sense of capacity and possibility in various ways and seeing what new ideas arise when not burdened by various limitations. The first question is about having your own freedom of time. The second is about having more choice making capacity in the form of money. How then would I choose? The third and fourth explore where one feels limited by skills. And which skills seem most meaningfully enabling? And so on. Increasing one’s sense of agency can clarify what our agency wants to be in service to. (Noticing which of the questions gives the greatest insights or sense of empowerment will give insight into where one feels most limited currently.)</p>\n\n\n\n<p>The second set of questions explore what one cares about, values, respects, loves, and finds meaningful. Who one most deeply wants to be, and what one wants their life to be in service of. This is the center of this inquiry.</p>\n\n\n\n<p>The third set of questions explore one’s native propensities, intrinsic motivations, and what their life experiences have conditioned in them. Our unique life experiences have developed in us certain sensitivities, insights, capacities, orientations&#8230;that are a part of our path of right action. Living dharmicly means living in greater alignment with one’s own values and desires, which means being more self aware and self authoring. Which naturally means our actions are less influenced by extrinsic motive and more from intrinsic motive.</p>\n\n\n\n<p>It is worth contemplating how our personal issues and our gifts relate to each other. How our traumas relate to our dharma. Often traumas lead to destructive patterns that limit the fullest expression of our dharma. Simultaneously, they often sensitize us to certain things and develop in us certain insights or capacities that become central to what is ours to give. Notice both what gifts your traumas have given you&#8230;and where the remnants of trauma still limit the fullest expression of your gifts. Deepening our dharma and healing our karma co-inform each other.</p>\n\n\n\n<p>It also helps to inquire into what is not dharma. The following questions can be helpful:</p>\n\n\n\n<ul><li>Where am I being reactive rather than creative?</li><li>Where are my goals the result of compensations to old wounds? (Proving that I’m enough, proving something to parents or a parental archetype projected on the world, seeking validation externally, proving we aren’t like our parents, etc.)</li><li>Where am I still running the programs of my childhood (early models of success, of who I am, of what I’m capable of, of what’s meaningful…)</li><li>What of the things I did last month will I remember and feel good about on my deathbed? Which will I wish I had done differently? How do I factor that into planning my next month?</li><li>Where is fear influencing my choices?</li><li>Where are there incongruences in my self, between my values and my actions&#8230;between some desires and other desires&#8230;between my habits and the expression of my highest vision&#8230;?</li><li>Where is my sense of limited capacity constraining what I focus on?</li><li>Where am I acting out of reaction, habit, or unconsciousness?</li><li>Where do I feel trapped by past choices (loyalties, commitments, debts, investments, etc.)?</li><li>Where are lack of self worth or self trust keeping me from showing up in greater service to what I care about?</li><li>Where is credit seeking or image management influencing how I’m choosing?</li><li>What do I do that I wouldn’t want to be fully honest about?</li><li>What parts of my life would not engender the respect of those whom I respect the most?</li><li>Where is my success occurring at the expense of others?</li><li>Where does my life feel imbalanced?&nbsp;</li><li>What do I do because I’m good at it but don’t really like it or care about it deeply?</li></ul>\n\n\n\n<figure class=\"wp-block-image\"><img src=\"https://lh6.googleusercontent.com/bbXUHUHfEhsVZpKByCJ-DMS_1fsQvJmbvvmnko2DQPMTg05y2GVSq0oY95_6FhBtgdFtXtzVaG2w2cjRKjjcnAZFjanjMStUKllJm9Y766R4RB1_RhSLNJwFXEf27CKZHxlq6l-P\" alt=\"\"/></figure>\n\n\n\n<p>Inquiring into all these questions still won’t tell you what to do. And insofar as what you most want does get clearer, you may still not know how to get there. But at least you will have deepened your relationship with yourself, which will lead to more awareness and integrity, that will inform where your next choices come from. Increased awareness, clarity, and love&#8230;moves one’s path in unpredictable but profound ways. That lead to continued opportunity for greater awareness, clarity, and love&#8230;and with that, a life of deepening meaningfulness. &lt;3<br></p>\n\n\n\n<p>*Note: I am not claiming this is the “true” meaning of the word Dharma in Sanskrit, or how any particular Hindu or Buddhist person or group is using it. From my life of experience and study in various of these traditions and texts&#8230;this is how I understand it.</p>\n",
    "protected": false
  },
  "excerpt": {
    "rendered": "<p>The following are questions I find commonly useful in helping people gain greater insight into their unique life path and dharma: Capacities If my financial needs were already met for the rest of my life, what would I do? If I had the wealth of Bill Gates or Warren Buffet, what would I do with &hellip;</p>\n<p class=\"read-more\"> <a class=\"\" href=\"https://civilizationemerging.com/dharma-inquiry/\"> <span class=\"screen-reader-text\">Dharma Inquiry</span> Read More &raquo;</a></p>\n",
    "protected": false
  },
  "author": 4,
  "featured_media": 2908,
  "comment_status": "open",
  "ping_status": "open",
  "sticky": false,
  "template": "",
  "format": "standard",
  "meta": [],
  "categories": [
    18
  ],
  "tags": [],
  "_links": {
    "self": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/2902"
      }
    ],
    "collection": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts"
      }
    ],
    "about": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/types/post"
      }
    ],
    "author": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/users/4"
      }
    ],
    "replies": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/comments?post=2902"
      }
    ],
    "version-history": [
      {
        "count": 2,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/2902/revisions"
      }
    ],
    "predecessor-version": [
      {
        "id": 2948,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/2902/revisions/2948"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/media/2908"
      }
    ],
    "wp:attachment": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/media?parent=2902"
      }
    ],
    "wp:term": [
      {
        "taxonomy": "category",
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/categories?post=2902"
      },
      {
        "taxonomy": "post_tag",
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/tags?post=2902"
      }
    ],
    "curies": [
      {
        "name": "wp",
        "href": "https://api.w.org/{rel}",
        "templated": true
      }
    ]
  },
  "_id": "civilizationemerging.com/dharma-inquiry",
  "publishedAt": "2019-09-28T10:29:31",
  "collections": [
    "https://civilizationemerging.com/"
  ]
}