{
  "id": 800,
  "date": "2017-10-11T20:49:46",
  "date_gmt": "2017-10-11T20:49:46",
  "guid": {
    "rendered": "https://websitedemos.net/recipe-blog-07/?p=800"
  },
  "modified": "2020-06-10T03:28:55",
  "modified_gmt": "2020-06-10T03:28:55",
  "slug": "solving-generator-function",
  "status": "publish",
  "type": "blog-post",
  "link": "https://civilizationemerging.com/solving-generator-function/",
  "title": {
    "rendered": "Solving The Generator Functions Of Existential Risk"
  },
  "content": {
    "rendered": "\n<hr class=\"wp-block-separator is-style-wide\"/>\n\n\n\n<p>All (human induced) existential and catastrophic risks are symptoms of two underlying generator functions:</p>\n\n\n\n<ol><li>Rivalrous (win-lose) games multiplied by exponential technology self terminate. Rivalrous incentive has been the generator function of almost all the things humans have ever done that have sucked. Technologically mediated exponential suck becomes existential. Exponential tech cant be put back in the bag, so we figure out anti-rivalrous games or the human experiment completes. (Anti-fragility in the presence of decentralized exponential technology requires anti-rivalry.)</li><li>Complicated systems subsuming their complex substrate, becoming increasingly fragile till collapse becomes immanent. Our built world is complicated – not self organizing or self repairing; fragile. And increasingly inter-connectedly fragile. And the biosphere is losing its anti-fragility from the depletion and accumulation dynamics resulting from the open loops in the complicated system. This is related to how all previous civilizations failed. The current cycle is just the first fully global scale civilization. We need to learn how to build closed loop systems that don’t create depletion and accumulation, don’t require continued growth, and are in harmony with the complex systems they depend on.</li></ol>\n\n\n\n<p>Underneath both of these generator functions is the relationship between choice and causation. Both of these generator functions involve technology, without which we wouldn’t have the power to induce existential risk. Science has given us a solid theory of causation, which has given us incredible technological power that extends the magnitude of the consequences of our choices. But we do not have a similarly well grounded theory of choice (ethics), to guide how to use that power. So the default theory of choice has been game theory, the playing of which leads to these generator functions. We need a philosophy that gives rise to understanding choice and causation, and the relationship between them, that can inform effective choice making in the presence of exponential technological amplification.</p>\n\n\n\n<p>Categorical solutions to these generator functions need held as design constraints of a viable civilization. Such a civilization is possible. Any civilization that doesn’t address these generator functions will inexorably self-terminate. Social change at this level is unprecedented. And necessary. And must be held as the central work of this time.</p>\n",
    "protected": false
  },
  "excerpt": {
    "rendered": "<p>&#8220;Science has given us a solid theory of causation, which has given us incredible technological power that extends the magnitude of the consequences of our choices. But we do not have a similarly well grounded theory of choice (ethics), to guide how to use that power. So the default theory of choice has been game theory, the playing of which leads to these generator functions.&#8221;</p>\n",
    "protected": false
  },
  "author": 4,
  "featured_media": 3669,
  "comment_status": "open",
  "ping_status": "open",
  "sticky": false,
  "template": "",
  "format": "standard",
  "meta": [],
  "categories": [
    11,
    19
  ],
  "tags": [],
  "_links": {
    "self": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/800"
      }
    ],
    "collection": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts"
      }
    ],
    "about": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/types/post"
      }
    ],
    "author": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/users/4"
      }
    ],
    "replies": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/comments?post=800"
      }
    ],
    "version-history": [
      {
        "count": 1,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/800/revisions"
      }
    ],
    "predecessor-version": [
      {
        "id": 3668,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/800/revisions/3668"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/media/3669"
      }
    ],
    "wp:attachment": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/media?parent=800"
      }
    ],
    "wp:term": [
      {
        "taxonomy": "category",
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/categories?post=800"
      },
      {
        "taxonomy": "post_tag",
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/tags?post=800"
      }
    ],
    "curies": [
      {
        "name": "wp",
        "href": "https://api.w.org/{rel}",
        "templated": true
      }
    ]
  },
  "_id": "civilizationemerging.com/solving-generator-function",
  "publishedAt": "2017-10-11T20:49:46",
  "collections": [
    "https://civilizationemerging.com/"
  ]
}