{
  "kind": "youtube#playlistItem",
  "id": "UExlUkJhLU5lcjRCc1Vlb1dHb0UtNDdVejZxM2EzdGMwMy4wOTA3OTZBNzVEMTUzOTMy",
  "snippet": {
    "publishedAt": "2020-08-09T23:46:36Z",
    "channelId": "UCSZF0YOWeee_RTx-SZL7U2w",
    "title": "Liberating Ways of Seeing - Daniel Thorson - Sunday Sit",
    "description": "10-27-2019\nDaniel Thorson\nLiberating Ways of Seeing\n\nIn this week's talk, Daniel Thorson explores a framework for understanding what we are doing when we meditate and how the practice works to relieve suffering. This framework, called ‘Ways of Seeing’, offers us a sensible conceptual framework to delineate the arc of practice and how techniques function to liberate freedom.\n\nWe use this framework to explore why the contemplative path may be uniquely valuable at this time of social, political, and planetary crisis. Through practice we can go beyond blind adherence to tradition, polarized perspectives, and fundamentalism—thus allowing us to become more skillful participants in our lives, relationships, and the world.\n\nDaniel leads a guided meditation of the most well known ‘Ways of Seeing’ within the Buddhist tradition: impermanence, suffering, and no-self. In this guided meditation we relate to these three characteristics not as fundamental truths about the universe, but as methods we can use to understand the nature of perception.\n\n\n------\n\nThe Monastic Academy is a training center dedicated to creating wise, powerful, and loving leaders who are an unstoppable force for social and environmental peace on Earth. \n\nIf you're interested in learning more, go to our website https://monasticacademy.com\n\nWe are accepting applications for 2-3 month-long apprenticeships. The training will provide you opportunities to dive deeply into mindfulness practice in community, working, and dedicated sitting periods. The apprenticeship is FREE with room and board provided. \n\nLearn more here: https://www.monasticacademy.com/apprentice",
    "thumbnails": {
      "default": {
        "url": "https://i.ytimg.com/vi/sOevh8nNMng/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/sOevh8nNMng/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/sOevh8nNMng/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/sOevh8nNMng/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/sOevh8nNMng/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "channelTitle": "The Seeking",
    "playlistId": "PLeRBa-Ner4BsUeoWGoE-47Uz6q3a3tc03",
    "position": 3,
    "resourceId": {
      "kind": "youtube#video",
      "videoId": "sOevh8nNMng"
    }
  },
  "_id": "sOevh8nNMng",
  "publishedAt": "2020-08-09T23:46:36Z",
  "type": "youtube-playlist-item",
  "collections": [
    "https://www.youtube.com/playlist?list=PLeRBa-Ner4BsUeoWGoE-47Uz6q3a3tc03"
  ]
}