{
  "id": 2894,
  "date": "2019-09-28T10:24:57",
  "date_gmt": "2019-09-28T10:24:57",
  "guid": {
    "rendered": "https://danielschmachtenberger.usataylorbowls.com/?p=2894"
  },
  "modified": "2019-09-28T10:55:08",
  "modified_gmt": "2019-09-28T10:55:08",
  "slug": "a-message-for-men-who-want-to-avoid-women-regretting-having-been-sexual-with-them",
  "status": "publish",
  "type": "blog-post",
  "link": "https://civilizationemerging.com/a-message-for-men-who-want-to-avoid-women-regretting-having-been-sexual-with-them/",
  "title": {
    "rendered": "A message for men who want to avoid women regretting having been sexual with them."
  },
  "content": {
    "rendered": "\n<p>\nThis message is meant for men who have experienced a woman feeling badly about a sexual experience with them, and would like to prevent that type of experience in the future. (It may also be useful for women who want to avoid having sexual experiences they regret later.) There are some fairly simple guidelines to verify that she is making choices she feels congruently good about and is likely to feel good about later.<br></p>\n\n\n\n<p>Practices:</p>\n\n\n\n<ol><li>Check in with her and make sure anything she is saying yes to is a clear, congruent, strong yes. If there is any hesitation in her about it, if its a maybe…that means at least some part of her is a no currently and you should treat it as a no. (That part is the part that can regret the engagement later.) She should feel the opposite of pressure. Don’t try to get her to feel comfortable with something she is not fully. Check yourself for even subtle manipulation and stay in full integrity.</li><li>Only take new sexual steps when you are both completely sober. If you’ve established comfort with a particular level of sexual connection, you can introduce intoxicants to that level of play. But you don’t want her to make a decision that she has never made before with you, that may later feel consequential, when her discernment is less than full. Eg, if you’ve been dating and having oral sex for some time but not intercourse, and you want to have oral sex again while high or buzzed, (assuming the intoxicant is familiar and handled well), thats probably fine. But if she feels open to having intercourse for the first time then, wait until she’s fully sober to make that choice.</li><li>If she expresses a limit, hold that limit for the duration of that interaction, even if she changes her mind. Eg, if she says she wants to make out but doesn’t want to have sex, then once making out, decides she is open to sex, say that you are honored and that if she still wants to have sex tomorrow night, you’d love to, but for tonight, you want to honor the boundary she expressed earlier. (Arousal can act like an intoxicant. If she still wants to have sex tomorrow, she will feel safer and more respected so the connection will be better and hotter. If she’s doesn’t still want to, so much better that it didn’t happen from the heat of a moment.)</li><li>Talk about what this act means to you both. What do each of you want it to mean and not want it to mean? And what does she expect and desire in terms of how you will relate with her after this? Find out her truth and share your own truth clearly. For instance, does having sex implicitly mean to her that she hopes you two are starting a romantic relationship? Does having sex for the 3rd time mean that you are now in a committed relationship? Does it mean you will be sexual when you see each other from now on? Do you want it to be just this time with no disappointment by her if you don’t connect intimately again? Its important to actually talk about these things clearly first. Make the implicit explicit. Make sure you are on the same page. Implicit, unspoken desires, that don’t get fulfilled, can be a basis for future regret.</li><li>Safe sex. Talk about this together and make sure that no one is exposed to any risk they aren’t fully aware of. Consent requires full knowledge of possible consequences so one knows clearly what they are consenting to.</li><li>Check in about her relationship status. If she’s in a monogamous relationship, you don’t want to be the guy she has an affair with. If she’s in a relationship transition and actively grieving and vulnerable, err on the side of holding an extra safe space for her. If she’s in an open relationship, ask about her other relationships, their agreements, how everyone feels about the agreements, etc. Better to err on the side of too much rather than too little communication about this.</li><li>Feel for congruency. If she says she wants the same thing as you and she is a full yes, but something feels off to you, don’t move forward. Take the time to find out what it is that you’re feeling. The feeling of incongruence is coming from somewhere and should be fully understood before moving forward.</li><li>Check in about trauma. If she has unresolved trauma that could get triggered, she could have a strong negative reaction that isn’t really about the current situation. This could be trauma around sexuality, around trust, betrayal, body image, previous relationships, etc. This is worth sensing into and directly inquiring about. Where there are traumas, you should only move forward if you are willing to process and hold space for whatever might arise.</li><li>Make sure you trust her. Ask her about her previous partners. If she speaks about them very negatively, thats a concern. Notice how she speaks about men in general. About people who have hurt her. Is she responsible with her emotions? Does she process her emotions without acting from them? Does she talk about whats going on for her? If you don’t trust her emotional maturity, you shouldn’t be sexual with her.</li><li>Respect her through your actions after any encounter. Keep her confidence &#8211; don’t talk about her irresponsibly. Check in with her afterwards. See how she’s feeling. Make sure that whatever level of vulnerability she goes to with you, is held with an according level of honor ongoingly. Only go as far in intimacy with her as you feel congruent holding with adequate tenderness ongoingly.</li></ol>\n\n\n\n<p>Recapping, make sure she is an emotionally mature and stable person. Make sure she is saying yes congruently, with full felt freedom to say no. Only go places you can both go congruently. Make sure the connection means the same thing to both of you and your expectations align. Respect her and communicate that respect through your words and actions.<br></p>\n\n\n\n<p>Following these guidelines will only limit sexuality that shouldn’t have happened any way (high regret potential). The sexual connections that still happen are enhanced by these processes. When a woman feels respected and protected, her sexuality is more free.<br></p>\n\n\n\n<p>If a woman has regretted being sexual with you previously, it doesn’t mean you definitely did something wrong. It probably does mean, at least, that you weren’t adequately careful.</p>\n\n\n\n<p>This note is not to say that if a woman regrets having sex with a man it was his fault. It is saying that a man can take steps to make that type of experience very unlikely. Which is clearly better for everyone.</p>\n\n\n\n<p>Notes:</p>\n\n\n\n<p>0. Of course these principles apply for people being with people, of all gender types and directions. This was stated in the one directional, heteronormative men-to-women direction because it is by far the most common direction for sexual regret of this type. As far as hetero men regretting being sexual with women goes, while this does happen for his own reasons, it is most common that a man regrets being sexual in response to some emotional upset and/or behavior on her part, that most commonly happens from her feeling bad about having been sexual with him. So this is still the direction that has the most inflection potential. Regarding LGBTQ dynamics, of course its a good idea to factor all of these dynamics to ensure that everyone is making decisions that feel fully good about now and are likely to in the future.</p>\n\n\n\n<ol><li>Regarding new sexuality, its only a yes if its a hell yes. If its a maybe its a no. Thank you<a href=\"https://www.facebook.com/blisscoach?eid=ARDgHVIqD_FYW6vkkASYgUe2-kAhYIWCOiPQ9h5pzCNUVpCa3eYbfNHsfs9cft3R4j1abIQPwp7xGI4Z\"> KamalaDevi McClure</a> and<a href=\"https://www.facebook.com/ReidMihalko?eid=ARDjgdRXE1O6bMF6RWMAq2X1si9BciLemMkWjKEZdHWf4OEet3Q1GDZRhI_RkiDNtob5eN18wLZ2ivz_\"> Reid Mihalko</a> for this principle.</li><li>It should go without saying that including intoxicants of any type needs to be explicitly discussed and agreed upon before hand.</li><li>From a selfish point of view, having her leave the experience feeling turned on, respected, protected, and wanting more&#8230;is infinitely better than her feeling any degree of regret about the decision. While these are ethical guidelines, they also lead to better sex.</li><li>Going further here, find out what she wants relationally in her life. If she is looking for her life partner and to start a family, and you want intimate but uncommitted sex, its probably not a good idea. If she wants a monogamous relationship and you want to be open, also probably a poor match. Take time to have the conversations about alignment before moving forward into sex and attachment that might be attachment that isn’t actually wanted.</li><li>Safer sex is a better term as the STI risk even with condoms, tests, and conversations is still not zero. The risk should be clear and held by both people as mature adults. Like driving or any other risky behavior that we choose to engage in thoughtfully. Also, the safer sex talk is for her clear awareness and consent in the context of this note being about avoiding her regret, but should be for your own safety as well. This is a topic worth getting well educated about and comfortable with. If you are not comfortable enough with her to talk about safe sex, you should not be having sex with her.</li><li>Open relationship can work but takes a whole set of skills and training since society didn’t teach us how to do it and it goes against massive programming. If you are just starting to interact with someone in an open relationship, or want to explore this, educate yourself. It is an almost certain fail without training.</li><li>Feel for congruency means on top of talking explicitly about all of the areas listed&#8230;feel for incongruence even if the words line up. This is in addition to explicit communication, not a replacement for it.</li><li>Trauma is pretty ubiquitous. When triggered, it takes us out of being calm rational adults and back to the place where the trauma happened, usually childhood. Most interpersonal issues are at least partially the result of unresolved traumas.</li><li>I trust someone based on how they behave during their most triggered states. That is the floor they set on their behavior, below which they wont go. I need to go there together to know what I can trust.</li><li>Ensuring that she avoids regretting being sexual with you, means ensuring that she feels good about the encounter enduringly. Long past when the high of the encounter has worn off. Only deep and real and demonstrated respect for her will achieve that.</li><li>Making sure you will feel good about the decision to connect enduringly as well is also your responsibility.</li><li>Practicing holding these guidelines consistently requires impulse control. If you don’t trust yourself to have the impulse control skills for a particular situation, avoid that situation until you develop those skills.&nbsp;</li><li>Hopefully this is obvious, but following these tips won&#8217;t make you a good partner or lover. They just help avoid a few unnecessary sources of suffering. These are the very clear don’t do’s. What to do is a much richer story that starts on this foundation.</li><li>This whole note is about empowered responsibility &#8211; taking full responsibility to create what we care about. This is not about thinking of women as unclear or incapable of making good decisions or taking responsibility themselves. Written for men who want to create the reality of sexual interactions that are experienced as positive in the moment and into the future&#8230;and avoid women regretting sexual experiences with them&#8230; These are guidelines to help make that desired reality more likely. While explicit communication is necessary, it is often not sufficient for this purpose. This is why the additional sensing for congruency. Having conflicting parts of self that lead to future regret, or wanting something to be good so biasing in the direction, or wanting to please someone, or being affected by past traumas&#8230;are not female issues. They are human issues and happen to all types of people. They are associated with women here because of the topic of the article and the intended audience. The deeper phrasing is that for anyone, in any type of relationship, to trust others, we need to trust our own sensing first&#8230;that we are good at telling who we can trust for and with what. And for anyone, wanting to create anything meaningful to them, the more responsibility they take, not just for their own action but for the result they care about and all they can do to support it, the more empowered they will be to create that reality. Empowerment is proportional to responsibility.</li></ol>\n",
    "protected": false
  },
  "excerpt": {
    "rendered": "<p>This message is meant for men who have experienced a woman feeling badly about a sexual experience with them, and would like to prevent that type of experience in the future. (It may also be useful for women who want to avoid having sexual experiences they regret later.) There are some fairly simple guidelines to &hellip;</p>\n<p class=\"read-more\"> <a class=\"\" href=\"https://civilizationemerging.com/a-message-for-men-who-want-to-avoid-women-regretting-having-been-sexual-with-them/\"> <span class=\"screen-reader-text\">A message for men who want to avoid women regretting having been sexual with them.</span> Read More &raquo;</a></p>\n",
    "protected": false
  },
  "author": 4,
  "featured_media": 2905,
  "comment_status": "open",
  "ping_status": "open",
  "sticky": false,
  "template": "",
  "format": "standard",
  "meta": [],
  "categories": [
    18
  ],
  "tags": [],
  "_links": {
    "self": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/2894"
      }
    ],
    "collection": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts"
      }
    ],
    "about": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/types/post"
      }
    ],
    "author": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/users/4"
      }
    ],
    "replies": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/comments?post=2894"
      }
    ],
    "version-history": [
      {
        "count": 1,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/2894/revisions"
      }
    ],
    "predecessor-version": [
      {
        "id": 2895,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/2894/revisions/2895"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/media/2905"
      }
    ],
    "wp:attachment": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/media?parent=2894"
      }
    ],
    "wp:term": [
      {
        "taxonomy": "category",
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/categories?post=2894"
      },
      {
        "taxonomy": "post_tag",
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/tags?post=2894"
      }
    ],
    "curies": [
      {
        "name": "wp",
        "href": "https://api.w.org/{rel}",
        "templated": true
      }
    ]
  },
  "_id": "civilizationemerging.com/a-message-for-men-who-want-to-avoid-women-regretting-having-been-sexual-with-them",
  "publishedAt": "2019-09-28T10:24:57",
  "collections": [
    "https://civilizationemerging.com/"
  ]
}