[
  {
    "text": "So while you guys were gone, I went on Wikipediaand looked up Osiris, because when I did the",
    "begin": "00:00:02.030",
    "end": "00:00:10.830"
  },
  {
    "text": "research for this book it certainly wasn’tpossible to get access to that kind of information",
    "begin": "00:00:10.830",
    "end": "00:00:15.809"
  },
  {
    "text": "instantaneously. And the stories that arelaid out in there… there’s a thread that",
    "begin": "00:00:15.809",
    "end": "00:00:20.940"
  },
  {
    "text": "runs the stories that are laid out there,that’s quite similar to the one I told you,",
    "begin": "00:00:20.940",
    "end": "00:00:24.950"
  },
  {
    "text": "but there’s all sorts of details that arevery radically different. And so, I don’t",
    "begin": "00:00:24.950",
    "end": "00:00:29.790"
  },
  {
    "text": "really know what to say about that. And youknow, part of the reason that people like",
    "begin": "00:00:29.790",
    "end": "00:00:34.510"
  },
  {
    "text": "Joseph Campbell and Carl Jung and… therewas an original anthropologist, an armchair",
    "begin": "00:00:34.510",
    "end": "00:00:41.570"
  },
  {
    "text": "anthropologist, who wrote a book called TheGolden Bough, whose name escapes me momentarily",
    "begin": "00:00:41.570",
    "end": "00:00:46.610"
  },
  {
    "text": "[it’s Sir James George Frazer], but it wasone of the first attempts to do a cross-cultural",
    "begin": "00:00:46.610",
    "end": "00:00:49.379"
  },
  {
    "text": "categorisation of mythology, and to look forunderlying commonalities. Now the problem",
    "begin": "00:00:49.379",
    "end": "00:00:54.910"
  },
  {
    "text": "is, you know I told you about Naomi Kleingoing down to Argentina and looking at the",
    "begin": "00:00:54.910",
    "end": "00:00:59.550"
  },
  {
    "text": "factory through her particular lens. The problemis that when you develop a lens and then you",
    "begin": "00:00:59.550",
    "end": "00:01:04.780"
  },
  {
    "text": "look at things through it, you may just seewhat that lens heightens, you know, and I",
    "begin": "00:01:04.780",
    "end": "00:01:09.250"
  },
  {
    "text": "think that’s a criticism that could be leveledagainst the sorts of things that I’m telling",
    "begin": "00:01:09.250",
    "end": "00:01:14.390"
  },
  {
    "text": "you about. You know, that I’ve cherry-pickedcertain stories and interpreted them in certain",
    "begin": "00:01:14.390",
    "end": "00:01:18.890"
  },
  {
    "text": "ways so that they fall coherently into a schemeof thought. And so I’ll tell you some of",
    "begin": "00:01:18.890",
    "end": "00:01:25.860"
  },
  {
    "text": "the things that I do methodologically to protectmyself against that, insofar as that’s possible.",
    "begin": "00:01:25.860",
    "end": "00:01:31.479"
  },
  {
    "text": "So there is this idea in psychology calledthe multimethod-multitrait method of construct",
    "begin": "00:01:31.479",
    "end": "00:01:39.799"
  },
  {
    "text": "validation, which is, you know, a God-awfulagglomeration of jargon. But it actually means",
    "begin": "00:01:39.799",
    "end": "00:01:46.869"
  },
  {
    "text": "something. And it was the construction oftwo psychologists back in the late 1950s,",
    "begin": "00:01:46.869",
    "end": "00:01:53.090"
  },
  {
    "text": "Cronbach and Meehl, who were interested inwhat psychologists meant when they said something",
    "begin": "00:01:53.090",
    "end": "00:01:58.200"
  },
  {
    "text": "existed. Like say, anger. Is that a real thing?Well what do you mean, ‘thing’? What is",
    "begin": "00:01:58.200",
    "end": "00:02:05.350"
  },
  {
    "text": "it that you’re talking about? What is anger,exactly? I don’t mean as ‘anger’, but",
    "begin": "00:02:05.350",
    "end": "00:02:09.369"
  },
  {
    "text": "as an idea. What sort of idea is the ideaof anger or the idea of anxiety or the idea",
    "begin": "00:02:09.369",
    "end": "00:02:15.159"
  },
  {
    "text": "of sadness? Or the idea of self-esteem orself-competence or any of these things that",
    "begin": "00:02:15.159",
    "end": "00:02:20.620"
  },
  {
    "text": "psychologists talk about as if they’re realities.Well, some realities are very tangible, right,",
    "begin": "00:02:20.620",
    "end": "00:02:27.319"
  },
  {
    "text": "and it’s somewhat easy to come to agreementabout the contours of their existence, and",
    "begin": "00:02:27.319",
    "end": "00:02:33.121"
  },
  {
    "text": "the borders, but other things are way moredifficult than that. And so their idea was",
    "begin": "00:02:33.121",
    "end": "00:02:39.950"
  },
  {
    "text": "that if something actually existed, you shouldbe able to measure it multiple ways, using",
    "begin": "00:02:39.950",
    "end": "00:02:44.409"
  },
  {
    "text": "multiple techniques, and still get the sameanswer. And so, your senses do that. You have",
    "begin": "00:02:44.409",
    "end": "00:02:51.010"
  },
  {
    "text": "five of them. And the reason you have five,apparently, is because evolution has determined",
    "begin": "00:02:51.010",
    "end": "00:02:55.430"
  },
  {
    "text": "that if you only had four you’d die moreoften. So it seems as if you have five separate",
    "begin": "00:02:55.430",
    "end": "00:03:00.990"
  },
  {
    "text": "sources of information that all lead to thesame conclusion. You can be relatively certain",
    "begin": "00:03:00.990",
    "end": "00:03:07.459"
  },
  {
    "text": "that the conclusion’s that reached is real.Well, the multimethod-multitrait method is",
    "begin": "00:03:07.459",
    "end": "00:03:14.670"
  },
  {
    "text": "an application of that idea to construct validation,which is like… you could think of anger",
    "begin": "00:03:14.670",
    "end": "00:03:20.680"
  },
  {
    "text": "as an idea, as a construct, it’s a terminologicalissue. You just define it as a construct,",
    "begin": "00:03:20.680",
    "end": "00:03:26.489"
  },
  {
    "text": "a psychological construct. How do you knowif they’re real? Well the idea is it’s",
    "begin": "00:03:26.489",
    "end": "00:03:31.069"
  },
  {
    "text": "very complicated. You have to measure themin multiple ways. All the ways you measure",
    "begin": "00:03:31.069",
    "end": "00:03:35.890"
  },
  {
    "text": "them have to give the same reading. Then youhave to show that that idea is the same in",
    "begin": "00:03:35.890",
    "end": "00:03:42.650"
  },
  {
    "text": "certain ways as other ideas that it’s relatedto and different from other ideas that it’s",
    "begin": "00:03:42.650",
    "end": "00:03:47.400"
  },
  {
    "text": "not related. So let me give an example. There’sa construct: ‘neuroticism’. And you might",
    "begin": "00:03:47.400",
    "end": "00:03:54.920"
  },
  {
    "text": "say, well there’s another construct: ‘depression’.Well then you might say, “well are those",
    "begin": "00:03:54.920",
    "end": "00:04:00.020"
  },
  {
    "text": "separate or are they the same?” Well that’sa tough one, because in many, many ways they’re",
    "begin": "00:04:00.020",
    "end": "00:04:07.380"
  },
  {
    "text": "the same. Are they different in any importantways? Well, the way you do that technically",
    "begin": "00:04:07.380",
    "end": "00:04:13.350"
  },
  {
    "text": "is you would measure neuroticism however youwere going to measure it. Maybe I’d have",
    "begin": "00:04:13.350",
    "end": "00:04:18.350"
  },
  {
    "text": "you tell me how neurotic you were using aquestionnaire, and then I’d have your friend",
    "begin": "00:04:18.350",
    "end": "00:04:22.280"
  },
  {
    "text": "tell me and maybe your parent, so we’vegot a pretty good triangulation on your neuroticism.",
    "begin": "00:04:22.280",
    "end": "00:04:27.270"
  },
  {
    "text": "Then I have them do the same thing, all thosepeople do the same thing with regards to your",
    "begin": "00:04:27.270",
    "end": "00:04:32.690"
  },
  {
    "text": "levels of depression and anxiety. Then I’duse both those measures to predict something",
    "begin": "00:04:32.690",
    "end": "00:04:38.370"
  },
  {
    "text": "else, like how well your life goes in termsof career over the next ten years. And if",
    "begin": "00:04:38.370",
    "end": "00:04:47.360"
  },
  {
    "text": "neuroticism predicted and depression predicted,so they were correlated, then I’d think",
    "begin": "00:04:47.360",
    "end": "00:04:51.030"
  },
  {
    "text": "well there’s some relationship. Then I’dlook at them at the same time. If I predict",
    "begin": "00:04:51.030",
    "end": "00:04:56.280"
  },
  {
    "text": "with neuroticism and then I add depressionto the mix, does that give me more predictive",
    "begin": "00:04:56.280",
    "end": "00:05:03.750"
  },
  {
    "text": "power. It’s sort of like does A = C or doesA + B = C? That’s all you’re asking in",
    "begin": "00:05:03.750",
    "end": "00:05:10.750"
  },
  {
    "text": "a regression equation, roughly speaking. Wellif A = C is just as good as A + B = C, especially",
    "begin": "00:05:10.750",
    "end": "00:05:18.380"
  },
  {
    "text": "if the two things are also correlated (depression/anxietyand neuroticism are going to be very highly",
    "begin": "00:05:18.380",
    "end": "00:05:24.190"
  },
  {
    "text": "correlated, like 0.7, something like that),you might say well those are the same things.",
    "begin": "00:05:24.190",
    "end": "00:05:29.340"
  },
  {
    "text": "Just because they have different names, it’snot helped. And part of it is, it’s a pragmatic",
    "begin": "00:05:29.340",
    "end": "00:05:35.110"
  },
  {
    "text": "conceptualisation of reality, it’s like,is this categorisation structure good for",
    "begin": "00:05:35.110",
    "end": "00:05:41.100"
  },
  {
    "text": "something?Okay, so anyways, I’ll unpack all that and",
    "begin": "00:05:41.100",
    "end": "00:05:45.650"
  },
  {
    "text": "say, well part of my rules for determiningwhether these things were useful or not was",
    "begin": "00:05:45.650",
    "end": "00:05:50.440"
  },
  {
    "text": "to see if the ideas apply across multiplelevels of analysis. So that’s why I told",
    "begin": "00:05:50.440",
    "end": "00:05:55.580"
  },
  {
    "text": "you about the conceptual, so that’s sortof the cognitive psychology, and then the",
    "begin": "00:05:55.580",
    "end": "00:05:59.930"
  },
  {
    "text": "neuropsychological, so there’s some inputof brain research. And then the narrative",
    "begin": "00:05:59.930",
    "end": "00:06:07.500"
  },
  {
    "text": "or mythological, and then the cross-culturaland think well those all stack up in a certain",
    "begin": "00:06:07.500",
    "end": "00:06:12.849"
  },
  {
    "text": "way so that if you look between all of themyou can see a pattern. And it seems to me",
    "begin": "00:06:12.849",
    "end": "00:06:17.410"
  },
  {
    "text": "increasingly unlikely that that pattern wouldbe there across all of those levels at the",
    "begin": "00:06:17.410",
    "end": "00:06:23.380"
  },
  {
    "text": "same time. Now you could say well, you knowthat depends on how good you are at weaving",
    "begin": "00:06:23.380",
    "end": "00:06:29.419"
  },
  {
    "text": "a story. But at some point, encapsulatingthat many phenomena and weaving a coherent",
    "begin": "00:06:29.419",
    "end": "00:06:38.490"
  },
  {
    "text": "story out of them if such a thing doesn’texist, it seems to me to become cognitively",
    "begin": "00:06:38.490",
    "end": "00:06:44.139"
  },
  {
    "text": "impossible. You just can’t do it unlessthere’s actually something there. And of",
    "begin": "00:06:44.139",
    "end": "00:06:50.669"
  },
  {
    "text": "course everything I tell you also is a simplification.It has to be. Because you could spend your",
    "begin": "00:06:50.669",
    "end": "00:06:55.580"
  },
  {
    "text": "whole life investigating any of the thingswe’re talking about and so what I’m hoping",
    "begin": "00:06:55.580",
    "end": "00:06:59.690"
  },
  {
    "text": "is I’ve extracted out the central issuesof these multiple levels of analysis and put",
    "begin": "00:06:59.690",
    "end": "00:07:06.380"
  },
  {
    "text": "together, each of them support all the others.Anyways, who knows? You know, I don’t know,",
    "begin": "00:07:06.380",
    "end": "00:07:15.849"
  },
  {
    "text": "but so far so good. Okay so this is a coolrepresentation, I really like this one. This",
    "begin": "00:07:15.849",
    "end": "00:07:21.190"
  },
  {
    "text": "is called The Open Virgin. And it’s a 14thor 13th century sculpture, if I remember correctly.",
    "begin": "00:07:21.190",
    "end": "00:07:27.800"
  },
  {
    "text": "It’s made out of wood. And these thingswere actually… this isn’t the only one",
    "begin": "00:07:27.800",
    "end": "00:07:31.811"
  },
  {
    "text": "of them. They were a form of religious interpretationthat had different exemplars. You could find",
    "begin": "00:07:31.811",
    "end": "00:07:39.240"
  },
  {
    "text": "different ones of them online. This is brilliant,this bloody thing, as far as I’m concerned.",
    "begin": "00:07:39.240",
    "end": "00:07:44.910"
  },
  {
    "text": "So let me show you this figure again. So basicallywhat you have here, in this figure, this is",
    "begin": "00:07:44.910",
    "end": "00:07:52.349"
  },
  {
    "text": "a world conception. And the world conceptionis roughly: there’s an individual, positive",
    "begin": "00:07:52.349",
    "end": "00:07:58.069"
  },
  {
    "text": "and negative, he or she is in a cultural spherethat’s positive or negative, that’s embedded",
    "begin": "00:07:58.069",
    "end": "00:08:05.240"
  },
  {
    "text": "in the world outside of culture, that’spositive and negative, and all of it comes",
    "begin": "00:08:05.240",
    "end": "00:08:09.570"
  },
  {
    "text": "from potential. That’s the idea.Now, this map shows all of the positives and",
    "begin": "00:08:09.570",
    "end": "00:08:18.090"
  },
  {
    "text": "negatives in relationship to one another,and you see it’s not perfectly symmetrical",
    "begin": "00:08:18.090",
    "end": "00:08:22.210"
  },
  {
    "text": "and the reason for that is, as far as I cantell, the adversarial element of the individual",
    "begin": "00:08:22.210",
    "end": "00:08:27.449"
  },
  {
    "text": "is the thing that generates the tyrannicalelement of culture. And that’s the thing",
    "begin": "00:08:27.449",
    "end": "00:08:32.920"
  },
  {
    "text": "that gets in your way of establishing a creativerelationship with what you don’t know. Well,",
    "begin": "00:08:32.920",
    "end": "00:08:41.940"
  },
  {
    "text": "anyways. Here is a manifestation of that,I believe. And I like this manifestation because…",
    "begin": "00:08:41.940",
    "end": "00:08:51.070"
  },
  {
    "text": "like, it’s obviously Christian, but notexactly. It’s more mythological than Christian.",
    "begin": "00:08:51.070",
    "end": "00:08:58.690"
  },
  {
    "text": "And the reason for that, well, is quite obvious.So the superordinate figure is Mary, the feminine.",
    "begin": "00:08:58.690",
    "end": "00:09:08.140"
  },
  {
    "text": "Now you think, well it’s amazing the personwho carved this didn’t get burnt up at the",
    "begin": "00:09:08.140",
    "end": "00:09:12.650"
  },
  {
    "text": "Inquisition, because it’s a radical idea,but it’s just an indication of how the mythology",
    "begin": "00:09:12.650",
    "end": "00:09:18.830"
  },
  {
    "text": "can change the causal relationship betweenthese different elements.",
    "begin": "00:09:18.830",
    "end": "00:09:22.920"
  },
  {
    "text": "So you have Mary there, she’s the ultimatein femininity, the ultimate feminine deity,",
    "begin": "00:09:22.920",
    "end": "00:09:29.670"
  },
  {
    "text": "but only the positive side. And then withinher, so it’s like Nature opens itself up,",
    "begin": "00:09:29.670",
    "end": "00:09:37.660"
  },
  {
    "text": "benevolent Nature opens itself up, and whatyou see inside is culture, that’s God the",
    "begin": "00:09:37.660",
    "end": "00:09:43.610"
  },
  {
    "text": "Father, holding the individual, and the individualin this case is the crucified Christ, which",
    "begin": "00:09:43.610",
    "end": "00:09:50.000"
  },
  {
    "text": "is a wonderful conceptualisation as far asI’m concerned, because of course that is",
    "begin": "00:09:50.000",
    "end": "00:09:54.410"
  },
  {
    "text": "what life does to people, that’s why that’ssuch a powerful symbol. It’s like, you know,",
    "begin": "00:09:54.410",
    "end": "00:10:00.060"
  },
  {
    "text": "Christ is the person who has to face the realityof his own death, voluntarily or involuntarily,",
    "begin": "00:10:00.060",
    "end": "00:10:06.520"
  },
  {
    "text": "who’s betrayed by his culture, betrayedby his friends, it’s sort of like he’s",
    "begin": "00:10:06.520",
    "end": "00:10:13.260"
  },
  {
    "text": "exposed to the most torturous elements ofindividual being. And simultaneously, at least",
    "begin": "00:10:13.260",
    "end": "00:10:21.540"
  },
  {
    "text": "in principle, transcends them. Well it’slike you bloody well better do that because",
    "begin": "00:10:21.540",
    "end": "00:10:24.630"
  },
  {
    "text": "otherwise, well what’s going to happen?You’re done if you don’t do that. And",
    "begin": "00:10:24.630",
    "end": "00:10:29.920"
  },
  {
    "text": "it’s even worse, it’s not only that youfail, that’s just the beginning of it. If",
    "begin": "00:10:29.920",
    "end": "00:10:35.260"
  },
  {
    "text": "you can’t transcend the tragedy of yourbeing then you get corrupted. I see this happening",
    "begin": "00:10:35.260",
    "end": "00:10:41.380"
  },
  {
    "text": "to people happening all the time.So you know, if you’re suffering and you",
    "begin": "00:10:41.380",
    "end": "00:10:48.150"
  },
  {
    "text": "can’t cope with it, generally speaking whathappens is that it embitters you. And once",
    "begin": "00:10:48.150",
    "end": "00:10:56.880"
  },
  {
    "text": "you get bitter you get resentful, and onceyou get resentful you look for revenge. And",
    "begin": "00:10:56.880",
    "end": "00:11:01.900"
  },
  {
    "text": "that can just get completely out of hand.Now that’s a quick trip to the worst suburb",
    "begin": "00:11:01.900",
    "end": "00:11:07.300"
  },
  {
    "text": "of the Underworld, that’s for sure. So youknow, it’s not only that if you don’t",
    "begin": "00:11:07.300",
    "end": "00:11:13.440"
  },
  {
    "text": "manage this transcendent act that you’reswamped by the tragedy of your life. You’re",
    "begin": "00:11:13.440",
    "end": "00:11:19.810"
  },
  {
    "text": "swamped by the tragedy of your life, and thenthat corrupts you, and then you start working",
    "begin": "00:11:19.810",
    "end": "00:11:24.600"
  },
  {
    "text": "to make everything even more tragic than ithas to be. And so I think that’s why in",
    "begin": "00:11:24.600",
    "end": "00:11:30.960"
  },
  {
    "text": "medieval Christian conceptualisations in particular,the idea of hell, the idea that you were destined",
    "begin": "00:11:30.960",
    "end": "00:11:38.920"
  },
  {
    "text": "to hell was worse than the idea of dying.And it’s a strange idea, you know, because",
    "begin": "00:11:38.920",
    "end": "00:11:43.381"
  },
  {
    "text": "you think (this is what the terror managementtheorists think too) is that “there’s",
    "begin": "00:11:43.381",
    "end": "00:11:47.330"
  },
  {
    "text": "nothing worse than the fear of death!” It’slike, that’s wrong. They don’t have the",
    "begin": "00:11:47.330",
    "end": "00:11:50.960"
  },
  {
    "text": "right imagination. There are lots of thingsthat are worse than the fear of death. I’m",
    "begin": "00:11:50.960",
    "end": "00:11:58.390"
  },
  {
    "text": "not trying to trivialise the fear of death,obviously, but I don’t think it’s very",
    "begin": "00:11:58.390",
    "end": "00:12:05.520"
  },
  {
    "text": "difficult to understand that there are somethings that you would rather die than do.",
    "begin": "00:12:05.520",
    "end": "00:12:10.890"
  },
  {
    "text": "I mean I’m sure that I could get you guysto sit for fifteen minutes and say okay, list",
    "begin": "00:12:10.890",
    "end": "00:12:16.440"
  },
  {
    "text": "ten things that you would rather die thando. That’s easy. Especially if you’re",
    "begin": "00:12:16.440",
    "end": "00:12:22.250"
  },
  {
    "text": "a parent. You can think of those things inlike no time flat.",
    "begin": "00:12:22.250",
    "end": "00:12:25.930"
  },
  {
    "text": "Okay so that’s pretty interesting. So you’vegot the superordinate feminine figure here,",
    "begin": "00:12:25.930",
    "end": "00:12:30.930"
  },
  {
    "text": "which is not what you would expect from aChristian representation, right? You’d expect",
    "begin": "00:12:30.930",
    "end": "00:12:34.830"
  },
  {
    "text": "God to be on the outside, and then Mary andthen Christ, in all likelihood, although that",
    "begin": "00:12:34.830",
    "end": "00:12:38.750"
  },
  {
    "text": "would also be a valid representation. Becauseyou can think of the mother as something that’s",
    "begin": "00:12:38.750",
    "end": "00:12:45.300"
  },
  {
    "text": "protected by the culture. And supporting theindividual, because that’s basically what",
    "begin": "00:12:45.300",
    "end": "00:12:50.550"
  },
  {
    "text": "this representation shows. But then you seeon the open sides, I really like this, I think",
    "begin": "00:12:50.550",
    "end": "00:12:56.340"
  },
  {
    "text": "it’s so cool, is that you’ve got all thesepeople who aren’t archetypal figures, they’re",
    "begin": "00:12:56.340",
    "end": "00:13:01.270"
  },
  {
    "text": "in a little crowd. And they’re gazing atthe central figure. And of course that’s",
    "begin": "00:13:01.270",
    "end": "00:13:06.210"
  },
  {
    "text": "exactly what’s happened in Christianityfor two thousand years, right, insofar as",
    "begin": "00:13:06.210",
    "end": "00:13:09.620"
  },
  {
    "text": "it has spread, is that for two thousand yearspeople have been looking at that image, which",
    "begin": "00:13:09.620",
    "end": "00:13:14.210"
  },
  {
    "text": "is the crucifixion, transfixed by it. Wellwhy? Well, you know, for reasons that we don’t",
    "begin": "00:13:14.210",
    "end": "00:13:23.290"
  },
  {
    "text": "understand. When everybody woke up in thelate 1800s and said, “why were we looking",
    "begin": "00:13:23.290",
    "end": "00:13:29.410"
  },
  {
    "text": "at that for the last two thousand years?”the first answer was “well we really don’t",
    "begin": "00:13:29.410",
    "end": "00:13:34.060"
  },
  {
    "text": "have the foggiest idea”. It was just oneof the things that we did, roughly speaking.",
    "begin": "00:13:34.060",
    "end": "00:13:39.740"
  },
  {
    "text": "It encapsulated people within the belief system.So that’s another good example, anyway,",
    "begin": "00:13:39.740",
    "end": "00:13:45.390"
  },
  {
    "text": "of how this archetypal imagery can manifestitself, say spontaneously, in the imagination",
    "begin": "00:13:45.390",
    "end": "00:13:50.420"
  },
  {
    "text": "of an artist. And the thing is, that’s asacred image. And it is an actuality, that’s",
    "begin": "00:13:50.420",
    "end": "00:13:57.870"
  },
  {
    "text": "what it is. What it shows is, well there’sa superordinate, transcendent, natural order",
    "begin": "00:13:57.870",
    "end": "00:14:04.920"
  },
  {
    "text": "that has a beneficial element that we associatewith femininity, and inside that there’s",
    "begin": "00:14:04.920",
    "end": "00:14:09.540"
  },
  {
    "text": "a supportive culture that’s properly nestedif things are organised properly. And it’s",
    "begin": "00:14:09.540",
    "end": "00:14:14.621"
  },
  {
    "text": "both of those things that provide supportfor the suffering individuals. It’s like",
    "begin": "00:14:14.621",
    "end": "00:14:19.520"
  },
  {
    "text": "yeah, that’s pretty much got it. Now thatdoesn’t exhaust the meaning of this particular",
    "begin": "00:14:19.520",
    "end": "00:14:26.290"
  },
  {
    "text": "representation, there’s a lot more to itthan that, but just that is not so bad.",
    "begin": "00:14:26.290",
    "end": "00:14:32.370"
  },
  {
    "text": "And then, you know I can show you a more negativerepresentation, I think I’ve shown you this",
    "begin": "00:14:32.370",
    "end": "00:14:38.120"
  },
  {
    "text": "before. Like this would be a representationof the negative element of the feminine. And",
    "begin": "00:14:38.120",
    "end": "00:14:44.990"
  },
  {
    "text": "so you have Kali here, and Kali is the goddessto whom you make sacrifices and hopefully",
    "begin": "00:14:44.990",
    "end": "00:14:51.880"
  },
  {
    "text": "if you make the right sacrifices, then Kaliturns into her positive counterpart. And you",
    "begin": "00:14:51.880",
    "end": "00:14:57.320"
  },
  {
    "text": "know, you think, well that’s a… what…how does sacrifice affect your relationship",
    "begin": "00:14:57.320",
    "end": "00:15:03.990"
  },
  {
    "text": "with the gods? Well first of all there’sno gods and second of all, well then what",
    "begin": "00:15:03.990",
    "end": "00:15:07.260"
  },
  {
    "text": "the hell are you doing with the sacrifices?But it’s pretty straightforward. We’ve",
    "begin": "00:15:07.260",
    "end": "00:15:11.960"
  },
  {
    "text": "already talked about this at length. You domake sacrifices, all the time. And what that",
    "begin": "00:15:11.960",
    "end": "00:15:17.850"
  },
  {
    "text": "means is that you act as if you can have arelationship with being. You assume that if",
    "begin": "00:15:17.850",
    "end": "00:15:24.420"
  },
  {
    "text": "you withhold certain things from yourselfnow, that you will improve your relationship,",
    "begin": "00:15:24.420",
    "end": "00:15:29.890"
  },
  {
    "text": "both with nature and with culture. And I alreadytold you guys that as far as I was concerned",
    "begin": "00:15:29.890",
    "end": "00:15:35.250"
  },
  {
    "text": "that was the most stunning cognitive discoveryof mankind. It’s the discovery of the future.",
    "begin": "00:15:35.250",
    "end": "00:15:42.040"
  },
  {
    "text": "And it’s the discovery of the relationshipbetween the present and the future. You know",
    "begin": "00:15:42.040",
    "end": "00:15:46.230"
  },
  {
    "text": "it’s such an amazing idea, that you canalter your behaviour now, and it’ll pay",
    "begin": "00:15:46.230",
    "end": "00:15:50.762"
  },
  {
    "text": "off in a year. God, that’s not obvious.It’s certainly not… animals don’t think",
    "begin": "00:15:50.762",
    "end": "00:15:56.860"
  },
  {
    "text": "that way. You know, some of them act thatway, like bees and so on, but that’s just",
    "begin": "00:15:56.860",
    "end": "00:16:01.520"
  },
  {
    "text": "built right into their behaviour, as far aswe can tell.",
    "begin": "00:16:01.520",
    "end": "00:16:05.240"
  },
  {
    "text": "So anyway, so there’s Kali. And you know,she’s a spider. She’s in a web of fire.",
    "begin": "00:16:05.240",
    "end": "00:16:11.910"
  },
  {
    "text": "The fire is outside a web that’s made outof skulls. She’s got weapons in her hand,",
    "begin": "00:16:11.910",
    "end": "00:16:18.120"
  },
  {
    "text": "her hair is on fire. She’s got a headdressof skulls. I mean, if you ever saw something",
    "begin": "00:16:18.120",
    "end": "00:16:22.610"
  },
  {
    "text": "like that it would traumatise you so badlyyou wouldn’t be able to get out of your",
    "begin": "00:16:22.610",
    "end": "00:16:25.800"
  },
  {
    "text": "house for like five years. That’s exactlywhat it is. That’s what it is. It’s a",
    "begin": "00:16:25.800",
    "end": "00:16:30.790"
  },
  {
    "text": "representation of all of that that would traumatiseyou if you encountered it. And you know, it’s",
    "begin": "00:16:30.790",
    "end": "00:16:37.430"
  },
  {
    "text": "an attempt to encapsulate that as an image,and what you could say, in some sense, is",
    "begin": "00:16:37.430",
    "end": "00:16:41.610"
  },
  {
    "text": "that the people who developed this image wereattempting to conceptualise the class of all",
    "begin": "00:16:41.610",
    "end": "00:16:47.500"
  },
  {
    "text": "terrifying things. And once you get the classof all terrifying things conceptualised, you",
    "begin": "00:16:47.500",
    "end": "00:16:53.200"
  },
  {
    "text": "could come up with the class of all usefulresponses. And that would be something like",
    "begin": "00:16:53.200",
    "end": "00:16:58.330"
  },
  {
    "text": "the proper way to behave, and sacrifice isan integral element of that. It’s like yeah,",
    "begin": "00:16:58.330",
    "end": "00:17:05.200"
  },
  {
    "text": "absolutely. Absolutely dead on. Unless youdon’t believe that sacrifice works, in which",
    "begin": "00:17:05.200",
    "end": "00:17:10.480"
  },
  {
    "text": "case, what the hell are you doing here? Imean, you know, you act out your belief. And",
    "begin": "00:17:10.480",
    "end": "00:17:15.160"
  },
  {
    "text": "it’s a firm belief. And you would also saythat if things fell apart so badly that sacrifice",
    "begin": "00:17:15.160",
    "end": "00:17:20.440"
  },
  {
    "text": "no longer paid off, your life would basicallybecome intolerable. Because it would mean",
    "begin": "00:17:20.440",
    "end": "00:17:26.020"
  },
  {
    "text": "that you would have abandoned all sense ofcontrol over the outcomes of your actions.",
    "begin": "00:17:26.020",
    "end": "00:17:31.940"
  },
  {
    "text": "Well you can’t live like that, you’d justdie of stress. Well and as I said, she was",
    "begin": "00:17:31.940",
    "end": "00:17:40.050"
  },
  {
    "text": "pregnant, she’s given birth to this unfortunatecharacter, who she’s devouring intestines",
    "begin": "00:17:40.050",
    "end": "00:17:44.440"
  },
  {
    "text": "first. Like it’s a rough image. It’s animage of the destructive element of nature.",
    "begin": "00:17:44.440",
    "end": "00:17:50.250"
  },
  {
    "text": "And so that’s the negative side of the feminine,we might say.",
    "begin": "00:17:50.250",
    "end": "00:17:55.750"
  },
  {
    "text": "There’s a positive representation. Thisis a Greek representation. That’s Diana,",
    "begin": "00:17:55.750",
    "end": "00:18:09.450"
  },
  {
    "text": "or Artemis. I’m hoping I’m rememberingthis properly. She’s multi-breasted. This",
    "begin": "00:18:09.450",
    "end": "00:18:18.270"
  },
  {
    "text": "circle around her head is undoubtedly a representationof her cosmic nature. So it’s like a halo",
    "begin": "00:18:18.270",
    "end": "00:18:26.820"
  },
  {
    "text": "but the halo is basically a planetary bodylike the Sun… a cosmic body like the Sun",
    "begin": "00:18:26.820",
    "end": "00:18:34.430"
  },
  {
    "text": "or the Moon behind the head of the divineindividual with all of that power shining",
    "begin": "00:18:34.430",
    "end": "00:18:40.000"
  },
  {
    "text": "forward. So it’s an attempt to use… youknow, if you look up at the Moon or you look",
    "begin": "00:18:40.000",
    "end": "00:18:44.440"
  },
  {
    "text": "up at the Sun, there’s an element that’scharacterised by awe. You can’t help but",
    "begin": "00:18:44.440",
    "end": "00:18:49.360"
  },
  {
    "text": "feel that, at least its beauty and power,and sometimes it’s overwhelming. Well, you",
    "begin": "00:18:49.360",
    "end": "00:18:54.820"
  },
  {
    "text": "take the representation of the personalityand you throw the representation of these",
    "begin": "00:18:54.820",
    "end": "00:19:00.340"
  },
  {
    "text": "cosmic powers behind it, and it’s an attemptto represent transcendent value. It’s very",
    "begin": "00:19:00.340",
    "end": "00:19:07.030"
  },
  {
    "text": "intelligent. It’s brilliant, in fact. Andso partly what you’re trying to do as you",
    "begin": "00:19:07.030",
    "end": "00:19:12.290"
  },
  {
    "text": "conduct your life is you’re trying to getall of these archetypal forces in proper balance.",
    "begin": "00:19:12.290",
    "end": "00:19:17.620"
  },
  {
    "text": "And I suppose in some sense to get them tiltedtowards the good, if that’s possible. I",
    "begin": "00:19:17.620",
    "end": "00:19:24.610"
  },
  {
    "text": "mean, that’s what this representation insome sense, you might say… [looks for picture]…",
    "begin": "00:19:24.610",
    "end": "00:19:38.210"
  },
  {
    "text": "yeah, you might say well if you got everythingordered properly, this is what being would",
    "begin": "00:19:38.210",
    "end": "00:19:45.490"
  },
  {
    "text": "be like. Still pretty rough, given that thecrucifix is at its centre.",
    "begin": "00:19:45.490",
    "end": "00:19:53.170"
  },
  {
    "text": "Now I don’t know, you know, if you thinkabout it from a purely technical perspective,",
    "begin": "00:19:53.170",
    "end": "00:19:59.620"
  },
  {
    "text": "roughly speaking, each of these archetypesis split into positive and negative. You might",
    "begin": "00:19:59.620",
    "end": "00:20:04.990"
  },
  {
    "text": "say, well, that’s just how it is. Thereis no way that you can interact with all of",
    "begin": "00:20:04.990",
    "end": "00:20:12.870"
  },
  {
    "text": "them so that the whole system tilts towardsthe positive, you know. But I don’t think",
    "begin": "00:20:12.870",
    "end": "00:20:21.220"
  },
  {
    "text": "that’s true. I think you can get them linedup so that things tilt towards the positive.",
    "begin": "00:20:21.220",
    "end": "00:20:26.020"
  },
  {
    "text": "And I think you can detect when that happens,because those are the periods in your life",
    "begin": "00:20:26.020",
    "end": "00:20:30.760"
  },
  {
    "text": "where you feel that you’re richly enoughengaged in what you’re doing and life is",
    "begin": "00:20:30.760",
    "end": "00:20:35.760"
  },
  {
    "text": "meaningful enough, so that the rest of it,the substructure that makes it necessary,",
    "begin": "00:20:35.760",
    "end": "00:20:42.280"
  },
  {
    "text": "is worth it. It’s worthwhile, you know,that the negative exists is okay given the",
    "begin": "00:20:42.280",
    "end": "00:20:48.050"
  },
  {
    "text": "way that things are structured.Now I think that whether or not that’s true",
    "begin": "00:20:48.050",
    "end": "00:20:53.820"
  },
  {
    "text": "is in some sense the eternal question of mankind.Can you organise your life so that it’s",
    "begin": "00:20:53.820",
    "end": "00:21:02.620"
  },
  {
    "text": "good? Well, it seems like you can certainlyallow your life to degenerate so that it’s",
    "begin": "00:21:02.620",
    "end": "00:21:09.660"
  },
  {
    "text": "terrible. That seems indisputable, right,and there does seem to be an element of choice",
    "begin": "00:21:09.660",
    "end": "00:21:13.430"
  },
  {
    "text": "in that, although, you know something terriblecan happen to you that you have no choice",
    "begin": "00:21:13.430",
    "end": "00:21:19.850"
  },
  {
    "text": "of or control over. But it certainly seemsthat you could do any number of stupid and",
    "begin": "00:21:19.850",
    "end": "00:21:25.300"
  },
  {
    "text": "blind things that make everything worse. Ithink that’s common experience. And I also",
    "begin": "00:21:25.300",
    "end": "00:21:30.060"
  },
  {
    "text": "think you’d be hard-pressed to find anyonewho wouldn’t say that there were things",
    "begin": "00:21:30.060",
    "end": "00:21:35.160"
  },
  {
    "text": "they did consciously and willingly, that wereof their own choice, that they didn’t have",
    "begin": "00:21:35.160",
    "end": "00:21:41.131"
  },
  {
    "text": "to do, that made things worse. So we seemto have some sense of our moral agency. And",
    "begin": "00:21:41.131",
    "end": "00:21:48.150"
  },
  {
    "text": "we seem automatically to accept some responsibilityfor the outcomes of our actions. And so partly",
    "begin": "00:21:48.150",
    "end": "00:21:53.480"
  },
  {
    "text": "what that means is that we do believe thatwe can make things better or worse. And I",
    "begin": "00:21:53.480",
    "end": "00:21:57.650"
  },
  {
    "text": "suppose in some way that means that we believewe can tap the whole archetypal structure",
    "begin": "00:21:57.650",
    "end": "00:22:02.820"
  },
  {
    "text": "of being into the positive. Well I would sayif you drill down to the bottom of existentialism,",
    "begin": "00:22:02.820",
    "end": "00:22:16.910"
  },
  {
    "text": "in some sense, that’s the question thatthe existentialists pose, you know. Is there",
    "begin": "00:22:16.910",
    "end": "00:22:21.670"
  },
  {
    "text": "a manner of conducting your life such thatit becomes… it’s not merely acceptable,",
    "begin": "00:22:21.670",
    "end": "00:22:27.280"
  },
  {
    "text": "it’s more than that. You’d say yes, thisis how it should be.",
    "begin": "00:22:27.280",
    "end": "00:22:35.930"
  },
  {
    "text": "What we’re going to do now, although we’renot going to do it today, is we’re going",
    "begin": "00:22:35.930",
    "end": "00:22:39.670"
  },
  {
    "text": "to start talking about other representationsof this sub-structure from other religious",
    "begin": "00:22:39.670",
    "end": "00:22:45.020"
  },
  {
    "text": "traditions. And we’re going to also talkabout ways that you might relate to these",
    "begin": "00:22:45.020",
    "end": "00:22:50.390"
  },
  {
    "text": "figures. Because one question might be, wellyou’re part of your culture, and it’s",
    "begin": "00:22:50.390",
    "end": "00:22:56.200"
  },
  {
    "text": "got an orderly element, and a protective element,and a tyrannical element. Okay so what should",
    "begin": "00:22:56.200",
    "end": "00:23:01.630"
  },
  {
    "text": "you do about that? You know, should you…the tyrannical element is real and it’s",
    "begin": "00:23:01.630",
    "end": "00:23:08.530"
  },
  {
    "text": "corrupt and blind, and so to the degree thatyou identify with that, when you’re tyrannical",
    "begin": "00:23:08.530",
    "end": "00:23:12.840"
  },
  {
    "text": "and corrupt and blind, but by the same tokenyou’re the fortunate beneficiary of tens",
    "begin": "00:23:12.840",
    "end": "00:23:17.880"
  },
  {
    "text": "of thousands of years of cultural and technologicalevolution and effort. And it seems to me that,",
    "begin": "00:23:17.880",
    "end": "00:23:25.330"
  },
  {
    "text": "you know, you should be at least appropriatelygrateful for that. And so then you’re in",
    "begin": "00:23:25.330",
    "end": "00:23:30.521"
  },
  {
    "text": "a real position, because you have to be gratefuland happy for the thing that tyrannises and",
    "begin": "00:23:30.521",
    "end": "00:23:35.530"
  },
  {
    "text": "controls you. Well, okay, that’s not aneasy thing to figure out, because those things",
    "begin": "00:23:35.530",
    "end": "00:23:40.900"
  },
  {
    "text": "seem to conflict. So what exactly should yourrelationship to culture be? Well, I think",
    "begin": "00:23:40.900",
    "end": "00:23:47.770"
  },
  {
    "text": "there are myths that describe that quite directly.And they take into account the corruption.",
    "begin": "00:23:47.770",
    "end": "00:23:54.830"
  },
  {
    "text": "It’s not a whitewash. It’s like yes ofcourse this thing is dead and blind and corrupt.",
    "begin": "00:23:54.830",
    "end": "00:24:02.440"
  },
  {
    "text": "Obviously. And you know, it’s foolishnessand wilfulness… it’s ignorance and wilful",
    "begin": "00:24:02.440",
    "end": "00:24:10.340"
  },
  {
    "text": "blindness that make it that way, as well asthings merely getting old and falling apart.",
    "begin": "00:24:10.340",
    "end": "00:24:15.690"
  },
  {
    "text": "So the fact that there’s some malevolenceat the bottom of it is also true. Should you",
    "begin": "00:24:15.690",
    "end": "00:24:19.740"
  },
  {
    "text": "flee from that? Well, that isn’t what themyths say. They say what you’re supposed",
    "begin": "00:24:19.740",
    "end": "00:24:27.020"
  },
  {
    "text": "to do is, just like Pinocchio, you’re supposedto go to the bottom of the ocean, to the most",
    "begin": "00:24:27.020",
    "end": "00:24:31.460"
  },
  {
    "text": "monstrous possible part, and rescue your father.That’s what you have to do before you become",
    "begin": "00:24:31.460",
    "end": "00:24:36.890"
  },
  {
    "text": "an individual.And I can’t see how that can’t be right.",
    "begin": "00:24:36.890",
    "end": "00:24:44.410"
  },
  {
    "text": "In fact, I think that’s what you’re doingin university, if you’re actually getting",
    "begin": "00:24:44.410",
    "end": "00:24:50.040"
  },
  {
    "text": "a university education. What you’re hereto do is sift through the dead remnants of",
    "begin": "00:24:50.040",
    "end": "00:24:55.840"
  },
  {
    "text": "the past and pull up what’s vital, that’sso sophisticated and complex that there’s",
    "begin": "00:24:55.840",
    "end": "00:25:01.770"
  },
  {
    "text": "no way that you’d be able to think it upfor yourself. But you know, it requires you",
    "begin": "00:25:01.770",
    "end": "00:25:05.570"
  },
  {
    "text": "as the discriminating agent. You know, ifyou read someone like Nietzsche or you read",
    "begin": "00:25:05.570",
    "end": "00:25:11.120"
  },
  {
    "text": "someone like Freud, there’s lots to throwaway. It isn’t what you throw away though,",
    "begin": "00:25:11.120",
    "end": "00:25:15.960"
  },
  {
    "text": "it’s what you keep that matters. And tobe a discriminating reader means that you",
    "begin": "00:25:15.960",
    "end": "00:25:20.570"
  },
  {
    "text": "get rid of the dead matter and you keep thegold. And you build yourself up a storehouse",
    "begin": "00:25:20.570",
    "end": "00:25:26.260"
  },
  {
    "text": "of gold, and then you can live in the world.And people often ask, what’s the purpose",
    "begin": "00:25:26.260",
    "end": "00:25:34.440"
  },
  {
    "text": "of getting a degree in the humanities? Wellthe answer to that is that if you’re properly",
    "begin": "00:25:34.440",
    "end": "00:25:40.270"
  },
  {
    "text": "trained in the humanities, you know how tolive. Now that’s the same as having a job,",
    "begin": "00:25:40.270",
    "end": "00:25:47.309"
  },
  {
    "text": "and you need to have a job. But you know,knowing how to live is a more important thing",
    "begin": "00:25:47.309",
    "end": "00:25:53.040"
  },
  {
    "text": "than having a job, even though having a jobis an important thing. And the reason for",
    "begin": "00:25:53.040",
    "end": "00:25:58.890"
  },
  {
    "text": "that is that if you don’t know how to livethen things fall apart. And that’s not good.",
    "begin": "00:25:58.890",
    "end": "00:26:04.770"
  },
  {
    "text": "And they can really fall apart, you know,and part of the reason I think that this became",
    "begin": "00:26:04.770",
    "end": "00:26:09.930"
  },
  {
    "text": "so much of an obsession for me is that I believethat we don’t have a lottery of… we are",
    "begin": "00:26:09.930",
    "end": "00:26:17.290"
  },
  {
    "text": "narrowing… we’ve become so powerful thatthe consequence of our blindness is reaching",
    "begin": "00:26:17.290",
    "end": "00:26:29.300"
  },
  {
    "text": "uncontrollable proportions. If you’re weakand stupid, well you know, there’s only",
    "begin": "00:26:29.300",
    "end": "00:26:33.890"
  },
  {
    "text": "so much damage you can do. But we’re notweak, not at all. We have unbelievable power",
    "begin": "00:26:33.890",
    "end": "00:26:40.880"
  },
  {
    "text": "at our disposal now, and a lot of weird thingsare going to come down the pipes in the next",
    "begin": "00:26:40.880",
    "end": "00:26:46.050"
  },
  {
    "text": "ten years.The more people that have their act together,",
    "begin": "00:26:46.050",
    "end": "00:26:52.070"
  },
  {
    "text": "the better. Because then things will be tiltedtowards everything lining up in a positive",
    "begin": "00:26:52.070",
    "end": "00:27:00.750"
  },
  {
    "text": "direction rather than being tilted in theother direction. And that’s important. And",
    "begin": "00:27:00.750",
    "end": "00:27:05.531"
  },
  {
    "text": "I think people can make a very powerful individualcontribution to that, wherever you happen",
    "begin": "00:27:05.531",
    "end": "00:27:10.770"
  },
  {
    "text": "to be. You know, all of these myths alwayssay the same thing. They say that the future",
    "begin": "00:27:10.770",
    "end": "00:27:21.679"
  },
  {
    "text": "of the world depends on individual choice.And I think that’s literally true. So then",
    "begin": "00:27:21.679",
    "end": "00:27:31.160"
  },
  {
    "text": "you might think, well you better put yourselfin a position where you make wise choices,",
    "begin": "00:27:31.160",
    "end": "00:27:35.090"
  },
  {
    "text": "because if you don’t… we’ve alreadyseen what happens. We got a taste in the 20th",
    "begin": "00:27:35.090",
    "end": "00:27:43.240"
  },
  {
    "text": "century. So, if you want some more of that,you could certainly have it.",
    "begin": "00:27:43.240",
    "end": "00:27:51.890"
  }
]