{
  "id": 195,
  "date": "2017-10-11T20:40:54",
  "date_gmt": "2017-10-11T20:40:54",
  "guid": {
    "rendered": "https://websitedemos.net/sierra-nature-02/?p=195"
  },
  "modified": "2020-06-10T03:11:29",
  "modified_gmt": "2020-06-10T03:11:29",
  "slug": "catastrophic-and-existential-risk",
  "status": "publish",
  "type": "blog-post",
  "link": "https://civilizationemerging.com/catastrophic-and-existential-risk/",
  "title": {
    "rendered": "Catastrophic and Existential Risk"
  },
  "content": {
    "rendered": "\n<hr class=\"wp-block-separator is-style-wide\"/>\n\n\n\n<p>Critical Factors</p>\n\n\n\n<ul><li><strong>Radical unpredictability</strong><ul><li>Anthrocomplexity, multi-system complexity, far-from equilibria complex/ chaotic systems, new (not well understood) technologies, exponential rates of change, unmonitorable distributed catastrophic technology.</li><li>Broken information ecology: mostly disinformation, intentional disinformation, actual signal intentionally obscured, critical factors not monitored, – signal unparsable from noise currently.</li><li>Inadequate predictive models and monitoring.</li></ul></li><li><strong>Cascades, fragility, and amplification</strong><ul><li>Interconnectivity of systems makes it almost inevitable for previously containable issues to affect other systems and create cascade effects.</li><li>The current fragility of human and ecological systems radically lowers the minimum necessary energy threshold for collapse scenarios.</li><li>Amplifiers of several kinds, if triggered, can make relatively limited catastrophes escalate to existential level events quickly.</li></ul></li><li><strong>Positive feedback loops and irreversibility</strong><ul><li>Many disequilibrating forces are checked by a regulatory force up to a certain point, beyond which, the regulatory force changes directions and creates runaway positive feedback. Points of irreversibility occur before the full consequences ensue. All systems subject to positive feedback loops must be prevented from reaching irreversibility points.</li></ul></li><li><strong>Distributed exponential technology</strong><ul><li>New catastrophe level technology that is decentralized and unmonitorable. As is, these scenarios are largely unpreventable and can lead to further amplification.</li></ul></li><li><strong>Acceleration</strong><ul><li>All of the above issues are not just increasing but accelerating – Multiple intersecting exponential curves, interacting with acceleratingly fragile complex life support systems.</li></ul></li><li><strong>Generator functions for self-termination</strong><ul><li>[Almost] all of the catastrophic risks have the same underlying generator functions. They can hopefully be slowed as is, one at a time, with radical investment…but they are inevitable with the generator functions for self termination still in place. All of the generator functions need transformed to resilience, coherence, and syntropy increasing functions.<ul><li>Generator function examples: perverse incentives, broken feedback loops, game theoretic win-lose dynamics multiplied by exponential tech, short term decision making incentives on topics with long term consequences, etc.</li></ul></li></ul></li></ul>\n\n\n\n<p>Categories of Risk</p>\n\n\n\n<ul><li>Overview:<ul><li>There are many ways to taxonomize risks. The one below suits the purpose of high level ease for overview.</li><li>This document only lists the high level categories for the purpose of overview – detailed taxonomies with scenarios assessments, timelines, probabilities, etc are beyond the scope of this short doc.</li><li>Most of these categories create events that can cascade to other categories. Think of each of these as possible origins for cascades into positive feedback/ amplification.</li></ul></li><li>Rough examples:<ul><li><strong>Human system failures</strong><ul><li>Local failure of economics, government, emergency services, communications, infrastructure, etc…leading to human dislocation, violence, etc.</li><li>Failure related to nuclear power cooling facilities and toxic containment amplifies rapidly.</li><li>These systems are radically fragile and susceptible to collapse from many sources.</li></ul></li><li><strong>Violence</strong><ul><li>War, terrorism, rogue activity. Can break critical infrastructure. Can hit technological amplifiers. Can escalate to large scale war and WMD deployment.</li></ul></li><li><strong>Exponential technology</strong><ul><li>AI, biotech, and nanotech are all potentially autopoetic technologies. That means that fails can be accidentally existential. The intersection of these with other categories of exponential tech like robotics and quantum computing could create even nearer term vectors.</li><li>Information technology is exponential, and in a game theoretic environment where information equals competitive advantage, disinformation is a commonly employed tactic.&nbsp;Exponential disinformation is probably the nearest of all scenarios to points of irreversibility.</li></ul></li><li><strong>Ecology</strong><ul><li>Climate change, ocean acidification, coral die off, overfishing, ocean dead zones, desertification, total biodiversity loss, species extinction, keystone species loss, industrial/agricultural pollution, arctic methane, weather intensification, sea level rise, droughts, aquifer and freshwater depletion/ toxicity, ocean current changes, other critical resource depletion, invasive species, ecosystem fragility, escalating waste management failures, etc.</li><li>Can all lead to human infrastructure collapse, massive human migrations, increased disease vectors…which can all lead to violence and amplification. Several ecological systems could get pushed into irreversible positive feedback loops.</li></ul></li><li><strong>Human Health</strong><ul><li>Pandemics: biowarfare, intentionally engineered by rogue actors, accidental byproducts of biotech, results of population densities and travel, factoring antibiotic resistance, from increased insect vectors from ecological damage, ancient micro-organisms from arctic thaw, etc.</li><li>Toxicity, deficiency, and fragility: physiological effects of degraded uranium in the atmosphere, increasing environmental toxicity of many kinds, food shortages, unable to get medicines, physiologies that can’t adapt to very different conditions…Leading to violence, migrations, and collapse of infrastructure.</li><li>Mental health: accelerating radicalization, systemic trauma, tribalism, decreasing civic and communication skills for conflict resolution, decreasing impulse control, decreasing critical thinking, increasing desensitization to violence and injustice, ubiquitous damage to empathy/ responsibility/ courage, etc.</li></ul></li><li><strong>Planetary natural disasters</strong><ul><li>Volcanoes, hurricanes, floods, droughts, earthquakes, other weather patterns. Can’t rule out the possibility of pole shift. Can lead to technological amplification directly. Can also lead to grid failure and cascades. Safeties can be put in place against cascades and amplification.</li></ul></li><li><strong>Exoplanetary</strong><ul><li>Carrington events. Unpredictable, almost definitely existential as is via technology amplifiers, which could be protected against.</li><li>Near earth objects: collision, gravitational effects, plasma effects, effects on satellites, etc. Can be detected and prevented.</li></ul></li></ul></li></ul>\n\n\n\n<p>Current gap in addressing these issues</p>\n\n\n\n<ul><li><strong>Current landscape</strong><ul><li>Despite the many government, NGO, and private research groups focusing on various aspects of various of these issues, we are nowhere near adequate understanding, and even further from taking effective action where understanding does exist.</li></ul></li><li><strong>What’s missing</strong><ul><li>Often risk is taxonomized as it is in this doc, with different groups focusing on different categories. That leads to missing the inter-category cascade effects, amplifiers, etc. Moreover, most of this work is done by government agencies focused on near term and national interests, who don’t share their intelligence and are known to actively disinform on these topics.</li><li>The generator functions across risk categories have been nearly totally neglected everywhere. These issues are not enduringly preventable without changing the drivers.</li><li>Inadequate forecasting methodology: forecasting at the intersection of multiple complex systems, anthrocomplexity, and multiple intersecting exponential technology curves is not possible with current methods.</li><li>Insufficient data and data clarity for forecasting.</li><li>Lack of real time scenario monitoring to have real time vectors.</li><li>Lack of strategic planning to fully address any of the issues; or the existence of this class of issues as a whole.</li><li>Lack of strategic and tactical capability to implement any solutions at scale.</li></ul></li><li><strong>Our aim</strong><ul><li>To work with all existing organizations that are assessing risk, and ones that are capable of implementing solutions, to close the gap between what is currently happening and what needs to be happening, to ensure safe passage through our technological adolescence into the mature, post existential threat world.</li><li>More info available upon inquiry.</li></ul></li></ul>\n",
    "protected": false
  },
  "excerpt": {
    "rendered": "<p>&#8220;All of the above issues are not just increasing but accelerating – Multiple intersecting exponential curves, interacting with acceleratingly fragile complex life support systems.&#8221;</p>\n",
    "protected": false
  },
  "author": 4,
  "featured_media": 0,
  "comment_status": "open",
  "ping_status": "open",
  "sticky": false,
  "template": "",
  "format": "standard",
  "meta": [],
  "categories": [
    11,
    19
  ],
  "tags": [],
  "_links": {
    "self": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/195"
      }
    ],
    "collection": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts"
      }
    ],
    "about": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/types/post"
      }
    ],
    "author": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/users/4"
      }
    ],
    "replies": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/comments?post=195"
      }
    ],
    "version-history": [
      {
        "count": 1,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/195/revisions"
      }
    ],
    "predecessor-version": [
      {
        "id": 3944,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/195/revisions/3944"
      }
    ],
    "wp:attachment": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/media?parent=195"
      }
    ],
    "wp:term": [
      {
        "taxonomy": "category",
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/categories?post=195"
      },
      {
        "taxonomy": "post_tag",
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/tags?post=195"
      }
    ],
    "curies": [
      {
        "name": "wp",
        "href": "https://api.w.org/{rel}",
        "templated": true
      }
    ]
  },
  "_id": "civilizationemerging.com/catastrophic-and-existential-risk",
  "publishedAt": "2017-10-11T20:40:54",
  "collections": [
    "https://civilizationemerging.com/"
  ]
}