{
  "kind": "youtube#playlistItem",
  "id": "UExlUkJhLU5lcjRCdXYyc0ctM0phYmw0Ukt4UndrWnR0dy41NkI0NEY2RDEwNTU3Q0M2",
  "snippet": {
    "publishedAt": "2020-06-11T19:33:10Z",
    "channelId": "UCSZF0YOWeee_RTx-SZL7U2w",
    "title": "Neurohackers Advice on What We Must Do to Stop the End of Civilization | Daniel Schmachtenberger",
    "description": "Daniel Schmachtenberger is best-known as a neurohacker, but some of his most interesting ideas are about civilization--how it thrives, how it fails, and how it eventually collapses. And right now, we are living through times that have many people wondering about the end of the world. On this episode of Conversations with Tom, host Tom Bilyeu and guest Daniel Schmachtenberger engage in a fascinating discussion about social media, neural warfare, game theory, power itself, and the ways that our society has over-optimized. In particular, they talk about why it’s so important to stop trying to be right, why we need to start thinking in more complex ways, and why the real battlefield is the human mind.\n\nSHOW NOTES:\n\nDaniel was home-schooled, allowed to study whatever he thought was most important [0:30]\nDaniel’s parents actually referred to his family as an “experiment” [3:40]\nBy the time a child goes to school, civilization has already been imprinted on them [6:04]\nDaniel advocates that optimization is actually a part of the problem [8:37]\nDaniel details exactly why trying to optimize leads to serious problems [13:14]\nDaniel talks about how to understand civilization’s history through game theory [18:40]\nSome kinds of value can be extracted and lead to power, and other kinds can’t [20:57]\nDaniel uses the example of COVID-19 to illustrate the problems with optimization [25:48]\nHow can we think in complex ways that respect the interconnected nature of existence [30:41]\nIt’s much easier to break things than it is to build complex systems [35:39]\nTom and Daniel discuss whether it’s possible to nudge people in the right direction [38:16]\nSocial media will lead us to war even though no one wants it [46:01]\nDaniel and Tom discuss the connections between high school bullying and terrorism [51:12]\nIf you aren’t considering counter-responses, you are just being emotionally hijacked [58:56]\nPeople’s minds are the battlefield [1:04:17]\nThere are no authorities that are trustworthy enough to just assume they are right [1:09:59]\nDo you want to be effective or do you want to be right? [1:15:15]\nDaniel explains how people become fundamentalist about things they are wrong about [1:19:45]\nDebates are often not about understanding. They are just dogfights. [1:28:48]\nLegitimate power is when I am trying to influence someone to be more self-directed [1:32:03]\nTom explains the relief of focusing on finding the right answers instead of being right [1:35:35]\nIf you want to be right, you are very easy to control. Fragile egos are vulnerable. [1:39:55]\nCapitalism, the Trump campaign and Christianity have all been antifragile so far [1:42:33]\n\nFOLLOW DANIEL:\n\nWEBSITE: https://neurohacker.com \nINSTAGRAM: https://bit.ly/2UxGUo1 \nFACEBOOK: https://bit.ly/2UwYcBM \nTWITTER: https://bit.ly/37iOrvZ",
    "thumbnails": {
      "default": {
        "url": "https://i.ytimg.com/vi/db-Xn2gzGxU/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/db-Xn2gzGxU/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/db-Xn2gzGxU/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/db-Xn2gzGxU/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/db-Xn2gzGxU/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "channelTitle": "The Seeking",
    "playlistId": "PLeRBa-Ner4Buv2sG-3Jabl4RKxRwkZttw",
    "position": 13,
    "resourceId": {
      "kind": "youtube#video",
      "videoId": "db-Xn2gzGxU"
    }
  },
  "_id": "db-Xn2gzGxU",
  "publishedAt": "2020-06-11T19:33:10Z",
  "type": "youtube-playlist-item",
  "collections": [
    "https://www.youtube.com/playlist?list=PLeRBa-Ner4Buv2sG-3Jabl4RKxRwkZttw"
  ]
}