[
  {
    "text": "Jordan thank you so much for giving us some time again. I'm in Sydney. You're in Kentucky. Yes, I am",
    "begin": "00:00:53.000",
    "end": "00:00:58.630"
  },
  {
    "text": "I'm there as part of my 12 rules for life tour",
    "begin": "00:00:58.630",
    "end": "00:01:01.929"
  },
  {
    "text": "Which is I think expanding to hit about maybe 80 cities something like that",
    "begin": "00:01:01.930",
    "end": "00:01:07.540"
  },
  {
    "text": "Goodness. Well, that was very keen to have a follow-up chat after the conversation that you and I had together when you're in Sydney",
    "begin": "00:01:08.390",
    "end": "00:01:16.089"
  },
  {
    "text": "And in particular to frame that for people who might be listening this conversation at that time",
    "begin": "00:01:17.150",
    "end": "00:01:22.120"
  },
  {
    "text": "I had not seen you in front of a live audience",
    "begin": "00:01:22.120",
    "end": "00:01:25.479"
  },
  {
    "text": "The evening of that conversation after that conversation. I had that opportunity at Chatswood one of the",
    "begin": "00:01:26.570",
    "end": "00:01:33.040"
  },
  {
    "text": "seven talks that you gave in Australia put together by Sam McClelland from",
    "begin": "00:01:33.619",
    "end": "00:01:37.479"
  },
  {
    "text": "From Melbourne every one of them are sellout",
    "begin": "00:01:38.000",
    "end": "00:01:41.020"
  },
  {
    "text": "I have to say I don't know whether the biggest issue for me is what I learnt by watching that all the questions that arise",
    "begin": "00:01:41.479",
    "end": "00:01:49.359"
  },
  {
    "text": "out of it",
    "begin": "00:01:49.850",
    "end": "00:01:50.890"
  },
  {
    "text": "But the first thing I'd say is I was concerned at the time",
    "begin": "00:01:50.890",
    "end": "00:01:54.040"
  },
  {
    "text": "That you and I had had a very long conversation that it might be too long for people when we put it on the website",
    "begin": "00:01:54.350",
    "end": "00:01:58.660"
  },
  {
    "text": "And you said no John? It won't be young people especially are hungry for content. Put it all up there",
    "begin": "00:01:58.660",
    "end": "00:02:04.869"
  },
  {
    "text": "They will listen to it. You're absolutely right young people looking for content",
    "begin": "00:02:04.940",
    "end": "00:02:09.219"
  },
  {
    "text": "It's it is absolutely amazing. Yes. Well, I mean some of the big YouTube stars like Joe Rogan",
    "begin": "00:02:10.490",
    "end": "00:02:16.569"
  },
  {
    "text": "They're they're constantly putting out three-hour podcasts and people listen to all of them long-haul truckers",
    "begin": "00:02:16.670",
    "end": "00:02:22.959"
  },
  {
    "text": "listen to them and guys driving forklifts and and young people and and couples and",
    "begin": "00:02:22.959",
    "end": "00:02:28.929"
  },
  {
    "text": "Like there's a massive hunger for real for ready for high-quality educational material",
    "begin": "00:02:29.180",
    "end": "00:02:34.030"
  },
  {
    "text": "It shouldn't be underestimated",
    "begin": "00:02:34.040",
    "end": "00:02:35.930"
  },
  {
    "text": "and I mean one of the things that seems to be the case with these people on YouTube that are making a",
    "begin": "00:02:35.930",
    "end": "00:02:42.520"
  },
  {
    "text": "splash let's say in this alternate media format is that",
    "begin": "00:02:43.490",
    "end": "00:02:46.809"
  },
  {
    "text": "they fully they have full respect for the or the intelligence of their audience and they don't pull any punches in terms of content or",
    "begin": "00:02:47.180",
    "end": "00:02:53.650"
  },
  {
    "text": "length",
    "begin": "00:02:53.650",
    "end": "00:02:54.410"
  },
  {
    "text": "Yeah, well, that's where they come back to that",
    "begin": "00:02:54.410",
    "end": "00:02:56.559"
  },
  {
    "text": "but but as I say, you know",
    "begin": "00:02:56.560",
    "end": "00:02:58.569"
  },
  {
    "text": "It's just extraordinary I pull up in a fuel station out in a country town near where I live",
    "begin": "00:02:58.569",
    "end": "00:03:04.089"
  },
  {
    "text": "And somebody gets out of the car next to me father of about",
    "begin": "00:03:04.459",
    "end": "00:03:07.859"
  },
  {
    "text": "35 I suppose he looks at me and he just says straight up before even says hello",
    "begin": "00:03:08.170",
    "end": "00:03:12.660"
  },
  {
    "text": "he said I've just been listening to you and Jordan Peterson having a conversation and",
    "begin": "00:03:12.900",
    "end": "00:03:16.619"
  },
  {
    "text": "Everywhere I go now. That's what people say. So thank you for the opportunity. You made the comment there though there for every youtube",
    "begin": "00:03:17.200",
    "end": "00:03:23.820"
  },
  {
    "text": "Visit they'd be up to 11 podcasts. I think that's what you said",
    "begin": "00:03:24.370",
    "end": "00:03:28.380"
  },
  {
    "text": "well",
    "begin": "00:03:28.690",
    "end": "00:03:29.190"
  },
  {
    "text": "the podcast market is absolutely exploding and you're actually sitting seeing this start to affect book publishing because",
    "begin": "00:03:29.190",
    "end": "00:03:35.729"
  },
  {
    "text": "audio books have become extraordinarily popular and people are discovering that they can use their found time when they're commuting or",
    "begin": "00:03:36.160",
    "end": "00:03:43.589"
  },
  {
    "text": "Exercising or walking or doing dishes whatever to engage themselves in high quality. Um",
    "begin": "00:03:44.740",
    "end": "00:03:50.339"
  },
  {
    "text": "well high quality educational material books and podcasts and so that's a real revolution it and it really is a",
    "begin": "00:03:51.130",
    "end": "00:03:57.779"
  },
  {
    "text": "revolution",
    "begin": "00:03:58.030",
    "end": "00:03:58.530"
  },
  {
    "text": "So these are the people young people too, you know instead of listening to music",
    "begin": "00:03:58.530",
    "end": "00:04:02.460"
  },
  {
    "text": "Which is really something because musics being a predominant cultural force for a very long time",
    "begin": "00:04:02.620",
    "end": "00:04:07.050"
  },
  {
    "text": "So it's an it's an amazing technological revolution and I really appreciate it or a conversation by the way",
    "begin": "00:04:07.510",
    "end": "00:04:13.889"
  },
  {
    "text": "I think we had a great conversation",
    "begin": "00:04:13.890",
    "end": "00:04:15.250"
  },
  {
    "text": "I enjoyed it immensely",
    "begin": "00:04:15.250",
    "end": "00:04:16.989"
  },
  {
    "text": "And it seems to me that this is a sort of modern version and and I think this is terrific if I'm understanding it correctly",
    "begin": "00:04:16.989",
    "end": "00:04:22.529"
  },
  {
    "text": "Or the old idea where people who have perhaps had another great formal education had access to good quality",
    "begin": "00:04:22.530",
    "end": "00:04:27.600"
  },
  {
    "text": "Literature and so forth put together by whether it was penguin or what. Was it every man's book",
    "begin": "00:04:28.000",
    "end": "00:04:32.669"
  },
  {
    "text": "So every everyday books whatever they were called even Reader's Digest",
    "begin": "00:04:32.669",
    "end": "00:04:35.639"
  },
  {
    "text": "To make that education that learning the classics and so forth available widely",
    "begin": "00:04:36.310",
    "end": "00:04:40.890"
  },
  {
    "text": "And now this is a modern version of it perhaps and I think what's happening with the mainstream mean?",
    "begin": "00:04:40.890",
    "end": "00:04:47.729"
  },
  {
    "text": "that they underestimate the",
    "begin": "00:04:49.210",
    "end": "00:04:51.390"
  },
  {
    "text": "Moral quality of their viewers, they underestimate their intelligence. They underestimate their persistence and",
    "begin": "00:04:52.150",
    "end": "00:04:57.600"
  },
  {
    "text": "they've also become quite manipulative in their use of editing and and message",
    "begin": "00:04:58.210",
    "end": "00:05:03.090"
  },
  {
    "text": "Massaging spin really and the other thing that's really good about these sorts of conversations",
    "begin": "00:05:03.460",
    "end": "00:05:07.710"
  },
  {
    "text": "Is that what you see is what you get their bare bones",
    "begin": "00:05:08.050",
    "end": "00:05:11.940"
  },
  {
    "text": "They're they're not high-tech while they are and their highest tech in some sense, but not on the production end or the editing end",
    "begin": "00:05:11.940",
    "end": "00:05:18.510"
  },
  {
    "text": "So people can trust them and they're genuine conversations. They're not designed to craft the message or anything like that",
    "begin": "00:05:18.510",
    "end": "00:05:24.869"
  },
  {
    "text": "They're not manipulative and and that's a big deal",
    "begin": "00:05:24.869",
    "end": "00:05:27.988"
  },
  {
    "text": "YouTube YouTube",
    "begin": "00:05:28.599",
    "end": "00:05:29.949"
  },
  {
    "text": "Particularly doesn't respond well to manipulation as far as I can tell. Well, I enjoyed that conversation enormously. I've been stunned by the response",
    "begin": "00:05:29.949",
    "end": "00:05:37.558"
  },
  {
    "text": "It's gone very very widely as you know",
    "begin": "00:05:38.709",
    "end": "00:05:40.889"
  },
  {
    "text": "Both on your site and on mine",
    "begin": "00:05:41.919",
    "end": "00:05:44.038"
  },
  {
    "text": "But to come back to that day",
    "begin": "00:05:44.619",
    "end": "00:05:46.678"
  },
  {
    "text": "later that day you gave one of the talks of the set one of the seven that you gave in Australia Chatswood and",
    "begin": "00:05:46.929",
    "end": "00:05:52.559"
  },
  {
    "text": "I was very kindly",
    "begin": "00:05:52.869",
    "end": "00:05:54.869"
  },
  {
    "text": "allowed to compare it for you and",
    "begin": "00:05:55.240",
    "end": "00:05:57.359"
  },
  {
    "text": "One thing that 19 years in public life taught me is to have a bit of a look at your audience and summarize them",
    "begin": "00:05:58.059",
    "end": "00:06:02.609"
  },
  {
    "text": "It was a pretty amazing experience. The first thing that happened was that you walked on before you said a word",
    "begin": "00:06:02.919",
    "end": "00:06:07.618"
  },
  {
    "text": "You've got a standing ovation though that that's something unheard of in this country, but they did",
    "begin": "00:06:07.619",
    "end": "00:06:12.268"
  },
  {
    "text": "90 minutes talk they gave you another standing ovation",
    "begin": "00:06:13.329",
    "end": "00:06:15.389"
  },
  {
    "text": "you left came for a few minutes came back on took 30 minutes of questions and",
    "begin": "00:06:16.779",
    "end": "00:06:21.808"
  },
  {
    "text": "Again, they responded in the same way. Let me just say a couple of things about that audience. I was",
    "begin": "00:06:22.329",
    "end": "00:06:27.449"
  },
  {
    "text": "firstly I've got to say pretty heavily impacted as I looked out there and",
    "begin": "00:06:28.240",
    "end": "00:06:31.769"
  },
  {
    "text": "Recognized that there was an enormous hunger to hear what you had to say",
    "begin": "00:06:32.529",
    "end": "00:06:36.868"
  },
  {
    "text": "Even though your message was perhaps best described as tough. Love you weren't",
    "begin": "00:06:37.629",
    "end": "00:06:42.028"
  },
  {
    "text": "Ginger in them up with a soft story. You were really pushing you were really challenging them",
    "begin": "00:06:42.669",
    "end": "00:06:47.518"
  },
  {
    "text": "The second thing that struck me is that I've said many times since I reckon",
    "begin": "00:06:47.769",
    "end": "00:06:52.019"
  },
  {
    "text": "50% of the people in that room that night were young Australian men under the age of probably 35",
    "begin": "00:06:52.419",
    "end": "00:06:57.838"
  },
  {
    "text": "The third thing that struck me was that that was a was a cross section",
    "begin": "00:06:59.139",
    "end": "00:07:03.329"
  },
  {
    "text": "I would say many of them were University students, but all university graduates",
    "begin": "00:07:03.329",
    "end": "00:07:08.609"
  },
  {
    "text": "But many many were not and the fourth thing that just goes back to something. You said a moment ago",
    "begin": "00:07:08.610",
    "end": "00:07:13.649"
  },
  {
    "text": "They knew what you were saying and you're a clinical psychologist and a highly educated",
    "begin": "00:07:14.289",
    "end": "00:07:18.658"
  },
  {
    "text": "Person to suggest that they didn't understand would be very patronizing they got what you're on about. Oh, definitely",
    "begin": "00:07:19.029",
    "end": "00:07:25.018"
  },
  {
    "text": "There's there's no doubt about that",
    "begin": "00:07:25.269",
    "end": "00:07:26.709"
  },
  {
    "text": "I mean there those lectures aren't interesting unless you understand them and there's just no doubt that that's happening",
    "begin": "00:07:26.709",
    "end": "00:07:32.129"
  },
  {
    "text": "you know, I think one of the most that",
    "begin": "00:07:32.129",
    "end": "00:07:34.469"
  },
  {
    "text": "psychologists have made",
    "begin": "00:07:35.320",
    "end": "00:07:36.250"
  },
  {
    "text": "Especially the more popular ones over the last three or four decades is to try to convince people that they're okay the way they are",
    "begin": "00:07:36.250",
    "end": "00:07:41.909"
  },
  {
    "text": "It's like the self-esteem movement, you know, you should love yourself the way they you are",
    "begin": "00:07:42.010",
    "end": "00:07:46.590"
  },
  {
    "text": "You should feel good about yourself the way you are and that's actually not a very optimistic",
    "begin": "00:07:46.590",
    "end": "00:07:50.340"
  },
  {
    "text": "Message for people because people are generally sensible enough to not be particularly satisfied with the way that they are",
    "begin": "00:07:50.710",
    "end": "00:07:57.060"
  },
  {
    "text": "They want to be who they could be",
    "begin": "00:07:57.640",
    "end": "00:07:59.470"
  },
  {
    "text": "they want to have something noble to aim at and and and",
    "begin": "00:07:59.470",
    "end": "00:08:03.510"
  },
  {
    "text": "So I I make that case very strong that you're you should more",
    "begin": "00:08:03.850",
    "end": "00:08:07.740"
  },
  {
    "text": "but aligned and on board with who you can be then with who you are and",
    "begin": "00:08:09.040",
    "end": "00:08:13.230"
  },
  {
    "text": "that who you can be isn't a person who has endless rights or",
    "begin": "00:08:13.390",
    "end": "00:08:17.099"
  },
  {
    "text": "Or or as the member of a privileged or under privileged group",
    "begin": "00:08:17.440",
    "end": "00:08:21.300"
  },
  {
    "text": "It should be who you should be should be an individual who's willing to take on full",
    "begin": "00:08:21.300",
    "end": "00:08:26.159"
  },
  {
    "text": "responsibility for the for the catastrophe of existence and for the malevolence that's part of it and",
    "begin": "00:08:26.740",
    "end": "00:08:32.400"
  },
  {
    "text": "See, I think people are responding to that",
    "begin": "00:08:33.010",
    "end": "00:08:35.249"
  },
  {
    "text": "first of all because everyone who has any sense knows that life is a tragic business and that everyone is",
    "begin": "00:08:35.250",
    "end": "00:08:40.679"
  },
  {
    "text": "Susceptible to betrayal and malevolence on their own part and and as a consequence of the actions of others, that's our existential",
    "begin": "00:08:41.410",
    "end": "00:08:48.749"
  },
  {
    "text": "Predicament and I think people also know in a very deep sense that the antidote to that isn't security or safety",
    "begin": "00:08:49.270",
    "end": "00:08:57.030"
  },
  {
    "text": "And it's not envy or bitterness. It's the willingness to",
    "begin": "00:08:57.910",
    "end": "00:09:01.559"
  },
  {
    "text": "try to work to make the world a better place to start with yourself to take responsibility for yourself and then to take",
    "begin": "00:09:02.140",
    "end": "00:09:08.489"
  },
  {
    "text": "responsibility for your family and then to take",
    "begin": "00:09:08.890",
    "end": "00:09:10.890"
  },
  {
    "text": "responsibility for your community and everyone knows that the people they admire are exactly the people that do that and",
    "begin": "00:09:11.350",
    "end": "00:09:17.249"
  },
  {
    "text": "We also all know that that's what gets you out of bed on a rough morning",
    "begin": "00:09:17.500",
    "end": "00:09:21.420"
  },
  {
    "text": "It's that you've got something important and vital to do and it's not an easy thing",
    "begin": "00:09:21.880",
    "end": "00:09:25.890"
  },
  {
    "text": "It isn't necessarily even something that makes you happy",
    "begin": "00:09:26.110",
    "end": "00:09:28.800"
  },
  {
    "text": "It's something that's meaningful and necessary to fight back against the tragedy and the malevolence of the world and people know that",
    "begin": "00:09:29.020",
    "end": "00:09:36.749"
  },
  {
    "text": "Deeply it's deeply rooted inside their their souls. I would say and a call to that is",
    "begin": "00:09:37.120",
    "end": "00:09:42.479"
  },
  {
    "text": "very meaningful for people including me, you know, I include myself and my audience like I'm",
    "begin": "00:09:43.330",
    "end": "00:09:48.239"
  },
  {
    "text": "Lecturing to them precisely. I'm having a conversation with them about how we can step the world",
    "begin": "00:09:48.910",
    "end": "00:09:53.850"
  },
  {
    "text": "right",
    "begin": "00:09:53.850",
    "end": "00:09:54.519"
  },
  {
    "text": "And we are setting it right things are getting better very rapidly around the world and we can really push that forward in the decades",
    "begin": "00:09:54.519",
    "end": "00:10:00.929"
  },
  {
    "text": "To come if we if we made a conscious effort and so I think this is a very exciting message for people",
    "begin": "00:10:00.930",
    "end": "00:10:06.719"
  },
  {
    "text": "One of the things that I'd say about Australians is as I got the world's best bulldust detectors. They",
    "begin": "00:10:07.600",
    "end": "00:10:12.779"
  },
  {
    "text": "recognise authentic authenticity",
    "begin": "00:10:13.300",
    "end": "00:10:15.300"
  },
  {
    "text": "Very quickly, and if you're not authentic, they won't listen",
    "begin": "00:10:15.790",
    "end": "00:10:18.959"
  },
  {
    "text": "So I think in part they are responding if I can pay you a compliment by the fact that you weren't talking about you",
    "begin": "00:10:19.240",
    "end": "00:10:24.240"
  },
  {
    "text": "You were talking about us",
    "begin": "00:10:24.639",
    "end": "00:10:26.639"
  },
  {
    "text": "You were addressing",
    "begin": "00:10:27.730",
    "end": "00:10:29.730"
  },
  {
    "text": "Where we are all together as human beings and in a way it was as though you were saying",
    "begin": "00:10:30.370",
    "end": "00:10:36.810"
  },
  {
    "text": "To get to the good news",
    "begin": "00:10:37.509",
    "end": "00:10:39.509"
  },
  {
    "text": "You've actually got to go through what might be called the valley of death. You've got to face yourself",
    "begin": "00:10:39.759",
    "end": "00:10:43.379"
  },
  {
    "text": "You've got to be realistic about yourself in the world that you live in",
    "begin": "00:10:43.449",
    "end": "00:10:47.159"
  },
  {
    "text": "And I saw those put young people",
    "begin": "00:10:48.130",
    "end": "00:10:49.860"
  },
  {
    "text": "It was almost as though they were saying we're sick to death of a therapy cup a culture that offers us sort of",
    "begin": "00:10:49.860",
    "end": "00:10:54.599"
  },
  {
    "text": "To relieve to everyone there's a there's a dictum",
    "begin": "00:10:54.939",
    "end": "00:10:57.569"
  },
  {
    "text": "that Carl Jung derived from the great alchemists in the circle in this infinite or and it means",
    "begin": "00:10:57.850",
    "end": "00:11:03.149"
  },
  {
    "text": "What you most want will be found where you least want to look?",
    "begin": "00:11:03.670",
    "end": "00:11:07.019"
  },
  {
    "text": "What you most need will be found where you least want to look and that people know that you know",
    "begin": "00:11:07.899",
    "end": "00:11:13.109"
  },
  {
    "text": "everyone knows they are tired of",
    "begin": "00:11:13.110",
    "end": "00:11:15.329"
  },
  {
    "text": "naive",
    "begin": "00:11:15.970",
    "end": "00:11:17.230"
  },
  {
    "text": "Optimism let's say and not optimism because optimism doesn't have to be naive and they know perfectly",
    "begin": "00:11:17.230",
    "end": "00:11:21.990"
  },
  {
    "text": "well that the way to set themselves right is to take careful stock of themselves and to pay very",
    "begin": "00:11:21.990",
    "end": "00:11:27.000"
  },
  {
    "text": "careful attention to the errors that they know they're making and to and to grow up and to mature and to and to",
    "begin": "00:11:27.189",
    "end": "00:11:33.899"
  },
  {
    "text": "adopt the responsibilities of a forthright citizen and I think people are sick to death of too much discussion of rights and and",
    "begin": "00:11:34.389",
    "end": "00:11:41.459"
  },
  {
    "text": "too much discussion of self-esteem and all that all that all",
    "begin": "00:11:41.649",
    "end": "00:11:45.479"
  },
  {
    "text": "That discussion that goes along with what everyone owes you it's like",
    "begin": "00:11:45.910",
    "end": "00:11:50.069"
  },
  {
    "text": "it's just not helpful to people because it isn't your rights that give you meaning in life and",
    "begin": "00:11:50.920",
    "end": "00:11:57.420"
  },
  {
    "text": "You need a meaning to set against the tragedy and every knows that the way that you find that meaning. It's by adopting responsibility, obviously",
    "begin": "00:11:57.790",
    "end": "00:12:05.399"
  },
  {
    "text": "For yourself, you gotta take care of yourself your family",
    "begin": "00:12:06.190",
    "end": "00:12:09.690"
  },
  {
    "text": "I mean you want to be a good person to your parents. You want to be a good person to your siblings and your children",
    "begin": "00:12:09.690",
    "end": "00:12:15.059"
  },
  {
    "text": "Clearly and you have to bear some responsibility for your community",
    "begin": "00:12:15.610",
    "end": "00:12:19.740"
  },
  {
    "text": "And if you're really firing on all cylinders, you do all those things at the same time",
    "begin": "00:12:19.740",
    "end": "00:12:24.060"
  },
  {
    "text": "You know and and I do believe and I tell people I do believe that the world is the tragic and malevolent place in many",
    "begin": "00:12:24.610",
    "end": "00:12:30.419"
  },
  {
    "text": "many ways but that the way forward through that is is to",
    "begin": "00:12:30.420",
    "end": "00:12:34.319"
  },
  {
    "text": "Do everything you can to put yourself on the side of what's good and to aim high and that that's where you get the dignity",
    "begin": "00:12:34.660",
    "end": "00:12:41.490"
  },
  {
    "text": "That enables you to bear life without becoming corrupt and everyone knows this is true",
    "begin": "00:12:41.490",
    "end": "00:12:46.409"
  },
  {
    "text": "Who's gonna argue with that?",
    "begin": "00:12:46.930",
    "end": "00:12:48.930"
  },
  {
    "text": "having found yourself and having any of your like and being realistic about yourself and",
    "begin": "00:12:48.939",
    "end": "00:12:53.939"
  },
  {
    "text": "Recognizing we were talking about this last time the dividing line between good and evil. It's not between black and white or whatever",
    "begin": "00:12:54.459",
    "end": "00:12:59.609"
  },
  {
    "text": "captor and jailer",
    "begin": "00:13:00.339",
    "end": "00:13:02.339"
  },
  {
    "text": "Or man and woman",
    "begin": "00:13:04.089",
    "end": "00:13:05.730"
  },
  {
    "text": "It's somewhere across every human heart having recognized that you can then go on and help build a stronger fairer more just more humane",
    "begin": "00:13:05.730",
    "end": "00:13:12.360"
  },
  {
    "text": "society rather than",
    "begin": "00:13:12.519",
    "end": "00:13:14.470"
  },
  {
    "text": "what seems to be the way people approach it at the moment so",
    "begin": "00:13:14.470",
    "end": "00:13:18.720"
  },
  {
    "text": "That somehow rather your society can fix your problems. Yes. Well, that's it",
    "begin": "00:13:19.360",
    "end": "00:13:23.639"
  },
  {
    "text": "I mean for young people in particular, it's kits are actually a very depressing message for young people to hear that",
    "begin": "00:13:23.639",
    "end": "00:13:28.619"
  },
  {
    "text": "It's time for them to get involved in political activism because any young person who has any sense knows perfectly",
    "begin": "00:13:28.620",
    "end": "00:13:35.310"
  },
  {
    "text": "Well, if they're especially if they're 18, they're so 19 years old is they don't know a damn thing, you know",
    "begin": "00:13:35.310",
    "end": "00:13:41.369"
  },
  {
    "text": "They haven't started a business. They haven't started a family. They don't have a permanent relationship. They're not educated",
    "begin": "00:13:41.370",
    "end": "00:13:46.799"
  },
  {
    "text": "They don't have any experience and for someone to come and say well you're in a position to change the world is",
    "begin": "00:13:46.800",
    "end": "00:13:51.870"
  },
  {
    "text": "nothing, but a way of",
    "begin": "00:13:51.970",
    "end": "00:13:53.970"
  },
  {
    "text": "Disenchanting them with adult wisdom. It's like you're not ready to change the world",
    "begin": "00:13:54.040",
    "end": "00:13:57.750"
  },
  {
    "text": "You've got a lot to learn but you can learn it and in learning it you'll become much more powerful and much more",
    "begin": "00:13:57.910",
    "end": "00:14:04.410"
  },
  {
    "text": "Charismatic and much more articulate and much more wise and sensible and that's the way forward",
    "begin": "00:14:04.689",
    "end": "00:14:10.619"
  },
  {
    "text": "to being much more than you are and",
    "begin": "00:14:10.870",
    "end": "00:14:13.380"
  },
  {
    "text": "young people when you're 18 and you have 60 years of life ahead of you what you want to hear above all else is that",
    "begin": "00:14:14.050",
    "end": "00:14:21.240"
  },
  {
    "text": "There's way more of you yet to come",
    "begin": "00:14:21.430",
    "end": "00:14:24.000"
  },
  {
    "text": "Because what else has anything with those 60 years",
    "begin": "00:14:24.790",
    "end": "00:14:27.570"
  },
  {
    "text": "so",
    "begin": "00:14:28.089",
    "end": "00:14:29.170"
  },
  {
    "text": "It's it's a message. It's a harsh message because it says well",
    "begin": "00:14:29.170",
    "end": "00:14:32.399"
  },
  {
    "text": "You're not everything you could be but it's a deeply optimistic message because it's because the idea is that you could be way more",
    "begin": "00:14:32.399",
    "end": "00:14:39.539"
  },
  {
    "text": "Than you are",
    "begin": "00:14:39.700",
    "end": "00:14:41.230"
  },
  {
    "text": "incomparably more than you are and I do believe that and what's so fun about this is that people keep telling me that people",
    "begin": "00:14:41.230",
    "end": "00:14:48.120"
  },
  {
    "text": "Keep telling me that it's true. You know, I have people",
    "begin": "00:14:48.370",
    "end": "00:14:50.909"
  },
  {
    "text": "Endless people I got one kid come up to me the other day. It was so fun",
    "begin": "00:14:51.640",
    "end": "00:14:55.199"
  },
  {
    "text": "He said a year and a half ago. I had just got out of jail and I was homeless",
    "begin": "00:14:55.510",
    "end": "00:15:00.659"
  },
  {
    "text": "And he said I started listening to your lectures and I just I got married this year",
    "begin": "00:15:01.329",
    "end": "00:15:06.299"
  },
  {
    "text": "I have a child and I just bought my apartment. It's like wow man. Good work",
    "begin": "00:15:06.300",
    "end": "00:15:11.909"
  },
  {
    "text": "You know you did that in a year and a half",
    "begin": "00:15:12.130",
    "end": "00:15:14.609"
  },
  {
    "text": "And you know, I was in LA the other about a month ago and you know this I was in a rough part of LA",
    "begin": "00:15:15.160",
    "end": "00:15:21.570"
  },
  {
    "text": "Downtown LA near the Apollo Theater, and I'd given a talk there my wife and I were walking down the street",
    "begin": "00:15:22.360",
    "end": "00:15:26.550"
  },
  {
    "text": "This car pick pulled up and then his kid walked out. He was about 19 or so",
    "begin": "00:15:27.100",
    "end": "00:15:31.170"
  },
  {
    "text": "Good-looking Hispanic kid ran over and asked me if I was dr. Peters and I said yes, and he was all excited",
    "begin": "00:15:31.209",
    "end": "00:15:37.499"
  },
  {
    "text": "He said he'd been watching my videos for about a year and a half and they really helped him straighten out his life",
    "begin": "00:15:37.500",
    "end": "00:15:42.239"
  },
  {
    "text": "He was just smiling away",
    "begin": "00:15:42.240",
    "end": "00:15:43.649"
  },
  {
    "text": "He said wait a minute",
    "begin": "00:15:43.649",
    "end": "00:15:44.670"
  },
  {
    "text": "wait a minute and he ran back to his car and he came back out with his dad and",
    "begin": "00:15:44.670",
    "end": "00:15:49.349"
  },
  {
    "text": "His dad was standing there",
    "begin": "00:15:49.750",
    "end": "00:15:51.459"
  },
  {
    "text": "you know and they had their arms around each other and",
    "begin": "00:15:51.459",
    "end": "00:15:53.639"
  },
  {
    "text": "They were just grinning like mad and the kid said look",
    "begin": "00:15:53.709",
    "end": "00:15:56.518"
  },
  {
    "text": "I've really put my relationship together with my father and we're really on board with this together",
    "begin": "00:15:56.519",
    "end": "00:16:01.049"
  },
  {
    "text": "And they were just like so happy you couldn't believe it and that just happens over and over like it happens. I would say",
    "begin": "00:16:01.050",
    "end": "00:16:07.440"
  },
  {
    "text": "four or five times a day in restaurants or in airports or while you've been",
    "begin": "00:16:08.019",
    "end": "00:16:11.819"
  },
  {
    "text": "experiencing that to some degree in Australia you said and it's it's so good and",
    "begin": "00:16:11.949",
    "end": "00:16:16.139"
  },
  {
    "text": "The mainstream media that's been covering what I've been doing, you know",
    "begin": "00:16:16.360",
    "end": "00:16:20.339"
  },
  {
    "text": "they just missed this completely because everything it seems like everything that constitutes news in our society has to be",
    "begin": "00:16:20.339",
    "end": "00:16:26.519"
  },
  {
    "text": "Political and group oriented this isn't political and it's not group oriented what I'm trying to do as a good clinical",
    "begin": "00:16:27.279",
    "end": "00:16:34.689"
  },
  {
    "text": "Psychologist and perhaps a good educator and I mean good striving to be good in the moral sense is to help people",
    "begin": "00:16:34.880",
    "end": "00:16:40.689"
  },
  {
    "text": "develop as individuals and they are and",
    "begin": "00:16:41.120",
    "end": "00:16:44.320"
  },
  {
    "text": "it's really working and it's it's a thrill to be on this tour because that's all I hear and",
    "begin": "00:16:44.870",
    "end": "00:16:50.679"
  },
  {
    "text": "no one talks to me about the political issues or very very rarely and it's all because I also think that the battle against",
    "begin": "00:16:50.990",
    "end": "00:16:58.839"
  },
  {
    "text": "Collectivists and let's say the battle against identity politics isn't to be had in the political realm",
    "begin": "00:16:59.780",
    "end": "00:17:04.749"
  },
  {
    "text": "maybe that's a secondary issue what the way that you that you",
    "begin": "00:17:05.690",
    "end": "00:17:09.789"
  },
  {
    "text": "fight for the sovereignty of the individual is by getting your act together and and right locally right where you are and",
    "begin": "00:17:10.310",
    "end": "00:17:17.679"
  },
  {
    "text": "starting to take advantage of everything that you have in front of you and",
    "begin": "00:17:17.930",
    "end": "00:17:21.609"
  },
  {
    "text": "And then you do, you know harm our way. All you do is make yourself less bad. Who what's the harm?",
    "begin": "00:17:22.790",
    "end": "00:17:28.570"
  },
  {
    "text": "Not that's a good thing to some extent",
    "begin": "00:17:28.570",
    "end": "00:17:31.239"
  },
  {
    "text": "I think the battle here is almost one of statism or collectivism versus individual liberty who's going to shape who?",
    "begin": "00:17:31.240",
    "end": "00:17:38.470"
  },
  {
    "text": "So you've got the whole that sort of pushed from the left identity politics victimhood policies",
    "begin": "00:17:38.930",
    "end": "00:17:44.739"
  },
  {
    "text": "Approaches and what have you we owe these people? What have you?",
    "begin": "00:17:45.470",
    "end": "00:17:48.819"
  },
  {
    "text": "So the state has control and shapes individuals and helps them forward on the other hand",
    "begin": "00:17:49.340",
    "end": "00:17:55.029"
  },
  {
    "text": "You have the different view that says no the state should be shaped by the people that make up the state, you know",
    "begin": "00:17:55.190",
    "end": "00:18:00.970"
  },
  {
    "text": "Australia is a sum total of individuals who are Australian and they ought to be",
    "begin": "00:18:00.970",
    "end": "00:18:05.739"
  },
  {
    "text": "Shaping the public square not having the public square of your local the public sector shaping them",
    "begin": "00:18:06.050",
    "end": "00:18:10.749"
  },
  {
    "text": "The whole argument is about what what what's the primary unit of analysis? That's everything",
    "begin": "00:18:11.540",
    "end": "00:18:18.190"
  },
  {
    "text": "What's the primary unit of analysis and in the West the primary unit of the analysis has been the logos and that's something like Devine?",
    "begin": "00:18:18.190",
    "end": "00:18:25.179"
  },
  {
    "text": "individual consciousness and it's on that ground that we developed our idea of individual sovereignty and citizenship and",
    "begin": "00:18:25.460",
    "end": "00:18:32.109"
  },
  {
    "text": "you know, we don't talk about a citizen is someone who adopts the",
    "begin": "00:18:32.660",
    "end": "00:18:36.249"
  },
  {
    "text": "Responsibilities of an ethical being that's a citizen. We don't talk about that even in schools",
    "begin": "00:18:36.830",
    "end": "00:18:42.069"
  },
  {
    "text": "Tell people that look the meaning in your life is going to be found",
    "begin": "00:18:42.310",
    "end": "00:18:46.179"
  },
  {
    "text": "It's gonna be proportionate to the degree that you take responsibility for",
    "begin": "00:18:46.910",
    "end": "00:18:50.590"
  },
  {
    "text": "Positively shaping your experience and the experience of the people around you and this isn't like be good in some in some week",
    "begin": "00:18:50.960",
    "end": "00:18:58.689"
  },
  {
    "text": "Be inoffensive and harmless sense. It's not that at all",
    "begin": "00:18:58.970",
    "end": "00:19:02.860"
  },
  {
    "text": "It's like get your spine straight get your aggression",
    "begin": "00:19:02.860",
    "end": "00:19:06.009"
  },
  {
    "text": "integrated pick a heavy goal like a heavy high goal something you can barely tolerate lifting and",
    "begin": "00:19:06.410",
    "end": "00:19:12.820"
  },
  {
    "text": "struggle along with it and that's where you'll find yourself respect and and people know that it's it's fun to watch the",
    "begin": "00:19:13.250",
    "end": "00:19:20.230"
  },
  {
    "text": "Working-class guys respond to this too, you know because they know this most of those guys work like mad, you know",
    "begin": "00:19:20.630",
    "end": "00:19:26.710"
  },
  {
    "text": "and they know that there's nobility in that and and there is and so",
    "begin": "00:19:26.710",
    "end": "00:19:31.029"
  },
  {
    "text": "It's it's well",
    "begin": "00:19:31.970",
    "end": "00:19:33.490"
  },
  {
    "text": "I'm people also say well that they're happy to come to my lectures or even read the book because",
    "begin": "00:19:33.490",
    "end": "00:19:37.990"
  },
  {
    "text": "I'm helping them find words to express things that they already knew to be true and",
    "begin": "00:19:38.180",
    "end": "00:19:42.340"
  },
  {
    "text": "those things that they know to be true are the",
    "begin": "00:19:42.440",
    "end": "00:19:44.620"
  },
  {
    "text": "Bedrock axioms of our culture and one of the things we got right in the West was the idea of the sovereign",
    "begin": "00:19:44.960",
    "end": "00:19:50.889"
  },
  {
    "text": "Responsible individual not the person with rights and certainly not the person with rights granted to them by the state",
    "begin": "00:19:51.710",
    "end": "00:19:58.329"
  },
  {
    "text": "That's not part of the English common law tradition. You're the locus of Rights",
    "begin": "00:19:59.060",
    "end": "00:20:03.249"
  },
  {
    "text": "But but only in some sense because you're the locus of ultimate responsibility. I",
    "begin": "00:20:03.250",
    "end": "00:20:07.750"
  },
  {
    "text": "Guess part of what I've been trying to tell people is that there's no difference between meaning and responsibility",
    "begin": "00:20:08.810",
    "end": "00:20:15.009"
  },
  {
    "text": "They're the same thing. Yeah. No, I understand what you're saying. Now as I looked at that audience. I thought to myself",
    "begin": "00:20:15.650",
    "end": "00:20:21.759"
  },
  {
    "text": "We're doing a lot of talking about the first world war in this country",
    "begin": "00:20:22.460",
    "end": "00:20:25.059"
  },
  {
    "text": "60 thousand Australians died out of a very small population in that horrendous event and we celebrate their bravery those young",
    "begin": "00:20:25.250",
    "end": "00:20:32.680"
  },
  {
    "text": "Anzacs we call them who went off to",
    "begin": "00:20:32.780",
    "end": "00:20:34.780"
  },
  {
    "text": "Gallipoli and then to the Western Front and we're involved in some of the critical battles of the First World War",
    "begin": "00:20:35.240",
    "end": "00:20:40.659"
  },
  {
    "text": "every year",
    "begin": "00:20:41.180",
    "end": "00:20:42.620"
  },
  {
    "text": "Australians turn out in extraordinary numbers and more and more young Australians turn out to if you like pay tribute to their",
    "begin": "00:20:42.620",
    "end": "00:20:49.870"
  },
  {
    "text": "Courage and as I looked out across that audience, I thought there's a lot of people here that I'd willingly",
    "begin": "00:20:50.030",
    "end": "00:20:55.210"
  },
  {
    "text": "Or I would choose to be with in the trenches",
    "begin": "00:20:55.750",
    "end": "00:20:58.719"
  },
  {
    "text": "They are essentially people who want to be to use the word. You did just a moment ago",
    "begin": "00:20:59.240",
    "end": "00:21:04.300"
  },
  {
    "text": "Noble to the best of their ability",
    "begin": "00:21:04.820",
    "end": "00:21:06.850"
  },
  {
    "text": "But they live in a culture somehow that says no that's all nonsense",
    "begin": "00:21:07.520",
    "end": "00:21:10.930"
  },
  {
    "text": "that's not where you ought to go and",
    "begin": "00:21:11.000",
    "end": "00:21:13.479"
  },
  {
    "text": "It seemed to me that they're deeply resenting and deeply keen to reject that approach. Look here's here's what it is",
    "begin": "00:21:13.760",
    "end": "00:21:20.800"
  },
  {
    "text": "so there's this idea that",
    "begin": "00:21:20.950",
    "end": "00:21:22.950"
  },
  {
    "text": "That's pushed very hard in the Universities by the postmodern neo-marxist types and before anybody objects",
    "begin": "00:21:23.870",
    "end": "00:21:30.010"
  },
  {
    "text": "I know perfectly. Well that technically speaking post-modernism and neo-marxist neo Marxism aren't commensurate",
    "begin": "00:21:30.010",
    "end": "00:21:36.219"
  },
  {
    "text": "But it doesn't stop people from from joining them together",
    "begin": "00:21:36.220",
    "end": "00:21:39.459"
  },
  {
    "text": "Ideologically, but in any case the idea is that the West is fundamentally an oppressive patriarchy",
    "begin": "00:21:40.040",
    "end": "00:21:46.119"
  },
  {
    "text": "which it isn't it's hardly an oppressive society because every society is partly oppressive and flawed, but",
    "begin": "00:21:46.370",
    "end": "00:21:52.780"
  },
  {
    "text": "fundamentally, the West is not an oppressive patriarchy and but if you by that line then the next thing that comes along is that",
    "begin": "00:21:53.390",
    "end": "00:22:00.189"
  },
  {
    "text": "Anything you do that?",
    "begin": "00:22:00.770",
    "end": "00:22:02.770"
  },
  {
    "text": "contributes to that",
    "begin": "00:22:02.810",
    "end": "00:22:04.160"
  },
  {
    "text": "Patriarchy is also oppressive and tyrannical and so that's extraordinarily",
    "begin": "00:22:04.160",
    "end": "00:22:08.079"
  },
  {
    "text": "demoralizing for people who are trying to make their way in the world because they're trying to",
    "begin": "00:22:08.600",
    "end": "00:22:12.819"
  },
  {
    "text": "Hoist their responsibilities up on their shoulders and become competent",
    "begin": "00:22:13.790",
    "end": "00:22:17.859"
  },
  {
    "text": "Contributing adults and they're criticized to death for being oppressive tyrants",
    "begin": "00:22:18.590",
    "end": "00:22:22.660"
  },
  {
    "text": "And so there's a conflation of competence with tyranny and you can't do anything to anyone that's more demoralizing that you know than that",
    "begin": "00:22:22.660",
    "end": "00:22:30.550"
  },
  {
    "text": "Nietzsche said if you want to punish someone punish",
    "begin": "00:22:30.710",
    "end": "00:22:33.100"
  },
  {
    "text": "Them for their virtues and so they're tired of that. It's so demoralizing",
    "begin": "00:22:33.740",
    "end": "00:22:37.479"
  },
  {
    "text": "You know, like it appeals to the part of each man. Let's say and each woman for that matter who wants to avoid responsibility",
    "begin": "00:22:38.270",
    "end": "00:22:44.469"
  },
  {
    "text": "because you can rationalize it and say well I'm not gonna take responsibility because that just makes me a",
    "begin": "00:22:45.080",
    "end": "00:22:49.630"
  },
  {
    "text": "tyrant and an agent of the",
    "begin": "00:22:50.090",
    "end": "00:22:52.209"
  },
  {
    "text": "Patriarchy, but that's a-- that sort of thing leads people down at toolpath and I've seen that my my friends and in my clinical practice",
    "begin": "00:22:52.340",
    "end": "00:22:58.209"
  },
  {
    "text": "So instead we say look like our culture has problems every culture does and it needs everyone",
    "begin": "00:22:59.150",
    "end": "00:23:04.359"
  },
  {
    "text": "Everyone has to be awake so that we don't slip at every level of our social being into some like a blind",
    "begin": "00:23:04.490",
    "end": "00:23:10.150"
  },
  {
    "text": "authoritarianism, but the way that that happens is by waking up and taking responsibility once again for yourself and your family and",
    "begin": "00:23:11.150",
    "end": "00:23:19.089"
  },
  {
    "text": "Your community and that that and that's Noble which is a word you never hear",
    "begin": "00:23:19.090",
    "end": "00:23:23.170"
  },
  {
    "text": "It's like a human being has to be a noble creature to withstand the tragedy of existence without becoming corrupt",
    "begin": "00:23:23.390",
    "end": "00:23:29.619"
  },
  {
    "text": "and so and that calls to the best in people and",
    "begin": "00:23:30.470",
    "end": "00:23:34.420"
  },
  {
    "text": "Jordan just we should wrap up on that part of it that evening though, but there was one other thing",
    "begin": "00:23:36.020",
    "end": "00:23:40.089"
  },
  {
    "text": "When we came to question time, there were four mics in the room. They lined up 20 deeper deets",
    "begin": "00:23:40.700",
    "end": "00:23:44.830"
  },
  {
    "text": "We got to seven. I think the seventh question was from a lady who asked a very intelligent question about what?",
    "begin": "00:23:44.830",
    "end": "00:23:50.769"
  },
  {
    "text": "Parents bring to their children and and in particular",
    "begin": "00:23:51.950",
    "end": "00:23:54.009"
  },
  {
    "text": "were there things that mothers brought to their children that women do best and other things that",
    "begin": "00:23:54.770",
    "end": "00:24:00.339"
  },
  {
    "text": "fathers bring to their children that are best you gave a very rousing answer the issue of fathering and as I say,",
    "begin": "00:24:00.950",
    "end": "00:24:08.289"
  },
  {
    "text": "There are a lot of men there",
    "begin": "00:24:08.290",
    "end": "00:24:09.130"
  },
  {
    "text": "I gather that your audiences of the demographics have broadened out now, but that was a very young man centric",
    "begin": "00:24:09.130",
    "end": "00:24:15.130"
  },
  {
    "text": "group",
    "begin": "00:24:15.680",
    "end": "00:24:17.000"
  },
  {
    "text": "And you hammered the importance as I heard it all fathering",
    "begin": "00:24:17.000",
    "end": "00:24:21.339"
  },
  {
    "text": "Well, the the empirical literature on this is absolutely clear",
    "begin": "00:24:22.250",
    "end": "00:24:25.989"
  },
  {
    "text": "I mean, you know, we have this idea that's being pushed forward that all families are equal. It's like",
    "begin": "00:24:25.990",
    "end": "00:24:31.750"
  },
  {
    "text": "There's a there's a grain of truth in that in that people who are struggling",
    "begin": "00:24:32.450",
    "end": "00:24:36.789"
  },
  {
    "text": "Mightily to raise their children properly are worthy of respect whether there are single or in couples",
    "begin": "00:24:37.910",
    "end": "00:24:44.259"
  },
  {
    "text": "but the empirical literature is absolutely clear that that stable intact for the",
    "begin": "00:24:44.260",
    "end": "00:24:49.540"
  },
  {
    "text": "families with fathers there produce children who do way better on almost every possible measure and even more than that that",
    "begin": "00:24:49.970",
    "end": "00:24:57.100"
  },
  {
    "text": "in communities where",
    "begin": "00:24:57.410",
    "end": "00:24:59.410"
  },
  {
    "text": "fathers tend to be at home",
    "begin": "00:24:59.540",
    "end": "00:25:01.520"
  },
  {
    "text": "What you know as part of the stable family the communities themselves do better even those kids that don't have fathers at home",
    "begin": "00:25:01.520",
    "end": "00:25:08.050"
  },
  {
    "text": "So the role of the father is unbelievably important and the question is what particular rold as a father plan",
    "begin": "00:25:08.600",
    "end": "00:25:14.650"
  },
  {
    "text": "I just had a good conversation with Warren Farrell about that and part of no part of my research should indicated that",
    "begin": "00:25:14.650",
    "end": "00:25:21.550"
  },
  {
    "text": "men are particularly useful in initiating",
    "begin": "00:25:21.860",
    "end": "00:25:24.460"
  },
  {
    "text": "Rough-and-tumble play and play with their children in general and Farrell extended that by noting that men could use the opportunity",
    "begin": "00:25:24.920",
    "end": "00:25:32.019"
  },
  {
    "text": "to play as a reward for delaying gratification",
    "begin": "00:25:32.330",
    "end": "00:25:35.439"
  },
  {
    "text": "among their children",
    "begin": "00:25:36.020",
    "end": "00:25:37.250"
  },
  {
    "text": "That's a really big deal because one of the things you have to do to help people mature is to teach them to delay gratification",
    "begin": "00:25:37.250",
    "end": "00:25:43.479"
  },
  {
    "text": "and to sustain attention and it looks like",
    "begin": "00:25:43.790",
    "end": "00:25:46.450"
  },
  {
    "text": "Men that the pleasure that children get in playing with their fathers",
    "begin": "00:25:46.880",
    "end": "00:25:52.029"
  },
  {
    "text": "Rough and tumble play but other forms of play as well",
    "begin": "00:25:52.880",
    "end": "00:25:55.630"
  },
  {
    "text": "Of primary reward that can be used to help children learn to make the proper sacrifices and regulate their impulses over the long term",
    "begin": "00:25:56.390",
    "end": "00:26:03.700"
  },
  {
    "text": "so",
    "begin": "00:26:04.070",
    "end": "00:26:05.090"
  },
  {
    "text": "So, you know and I think fathers now of course mothers can do this too, but I think fathers",
    "begin": "00:26:05.090",
    "end": "00:26:10.269"
  },
  {
    "text": "Are because mothers are generally charged with the fundamental care of infants. There's a tension between that and",
    "begin": "00:26:11.240",
    "end": "00:26:17.199"
  },
  {
    "text": "encouraging children to step forward out into the world as as",
    "begin": "00:26:17.840",
    "end": "00:26:21.009"
  },
  {
    "text": "Courageous beings and you know mothers are very very attached to their infants and their infants are very fragile",
    "begin": "00:26:21.260",
    "end": "00:26:26.560"
  },
  {
    "text": "it's often hard for them to make the transition from",
    "begin": "00:26:26.560",
    "end": "00:26:29.259"
  },
  {
    "text": "primary",
    "begin": "00:26:29.900",
    "end": "00:26:31.070"
  },
  {
    "text": "security provider and caregiver to",
    "begin": "00:26:31.070",
    "end": "00:26:33.189"
  },
  {
    "text": "forthright encourage",
    "begin": "00:26:33.740",
    "end": "00:26:34.960"
  },
  {
    "text": "er of adventure and that's certainly something that fathers can do is",
    "begin": "00:26:34.960",
    "end": "00:26:38.740"
  },
  {
    "text": "It's better to construe life as an adventure rather than as an enterprise that's there to make you feel secure or happy",
    "begin": "00:26:38.990",
    "end": "00:26:46.479"
  },
  {
    "text": "It's a great adventure and a dangerous one at that because everyone's life is at stake in this adventure",
    "begin": "00:26:46.480",
    "end": "00:26:52.269"
  },
  {
    "text": "You know, we're unbelievably tough creatures if we if we put ourselves out fully",
    "begin": "00:26:52.270",
    "end": "00:26:56.710"
  },
  {
    "text": "Okay, now you said something very interesting there and very important in my view you talked about empirical evidence in the relation to the importance",
    "begin": "00:26:58.850",
    "end": "00:27:05.199"
  },
  {
    "text": "of fathering",
    "begin": "00:27:05.200",
    "end": "00:27:06.680"
  },
  {
    "text": "empirical evidence",
    "begin": "00:27:06.680",
    "end": "00:27:08.210"
  },
  {
    "text": "reason",
    "begin": "00:27:08.210",
    "end": "00:27:09.440"
  },
  {
    "text": "evidence-based decision-making",
    "begin": "00:27:09.440",
    "end": "00:27:11.440"
  },
  {
    "text": "calm",
    "begin": "00:27:11.630",
    "end": "00:27:13.010"
  },
  {
    "text": "thoughtful deliberation rather than emotion in other words the difference between thinking and",
    "begin": "00:27:13.010",
    "end": "00:27:17.800"
  },
  {
    "text": "Feeling seems to me to be incredibly important",
    "begin": "00:27:18.080",
    "end": "00:27:20.559"
  },
  {
    "text": "We should follow the facts to where they take us, but we're confronted by it seems to be you mentioned",
    "begin": "00:27:20.560",
    "end": "00:27:25.779"
  },
  {
    "text": "and you said they're not related but we tie them together there, you know sort of cultural Marxism and",
    "begin": "00:27:25.780",
    "end": "00:27:30.820"
  },
  {
    "text": "post-modernism it seems to me the cultural Marxist will deliberately distort the truth be",
    "begin": "00:27:31.340",
    "end": "00:27:35.499"
  },
  {
    "text": "because of their agendas or hide the truth because of their agendas the post modernists are fallen into this trap of",
    "begin": "00:27:35.620",
    "end": "00:27:41.410"
  },
  {
    "text": "If you like moral relativity, so what's good for you is true for you",
    "begin": "00:27:41.750",
    "end": "00:27:46.300"
  },
  {
    "text": "And what's good for me is true for me. Even if they're really painting black as white and white as black",
    "begin": "00:27:46.300",
    "end": "00:27:51.519"
  },
  {
    "text": "Isn't that a problem?",
    "begin": "00:27:52.070",
    "end": "00:27:53.450"
  },
  {
    "text": "It's worse than that in some sense because it's not even what's true for you",
    "begin": "00:27:53.450",
    "end": "00:27:57.250"
  },
  {
    "text": "It's true for you. And what's true for me is true for me",
    "begin": "00:27:58.010",
    "end": "00:28:00.550"
  },
  {
    "text": "It's what it's true for your group is only good for your group",
    "begin": "00:28:00.550",
    "end": "00:28:04.359"
  },
  {
    "text": "And what's true for my group is only good for my group",
    "begin": "00:28:04.360",
    "end": "00:28:07.420"
  },
  {
    "text": "And so that sets us off in in group conflict in a tribal sort of way. You know the the",
    "begin": "00:28:07.420",
    "end": "00:28:14.259"
  },
  {
    "text": "the real radical types who are swallowed up by this ideology believe that science itself is nothing but a Eurocentric",
    "begin": "00:28:14.809",
    "end": "00:28:22.209"
  },
  {
    "text": "Patriarchal construct. I mean they dispense completely with the fact that",
    "begin": "00:28:22.550",
    "end": "00:28:26.169"
  },
  {
    "text": "Scientific discovery has given us this incredible",
    "begin": "00:28:27.020",
    "end": "00:28:29.259"
  },
  {
    "text": "Technological power that's lifted the entire world out of abject poverty in a period of about a hundred and fifty years",
    "begin": "00:28:29.990",
    "end": "00:28:36.099"
  },
  {
    "text": "For that for them for some reason that doesn't constitute evidence",
    "begin": "00:28:36.440",
    "end": "00:28:39.429"
  },
  {
    "text": "and so when you bring up evidence",
    "begin": "00:28:39.440",
    "end": "00:28:41.590"
  },
  {
    "text": "There's hand waving because the people who dispute this sort of thing rarely know the details of the literature",
    "begin": "00:28:42.050",
    "end": "00:28:47.589"
  },
  {
    "text": "They just write it off and say well that whole scientific enterprise that's just part of the way that Eurocentric males",
    "begin": "00:28:47.600",
    "end": "00:28:53.530"
  },
  {
    "text": "dominate and destroyed the planet",
    "begin": "00:28:54.170",
    "end": "00:28:56.170"
  },
  {
    "text": "It's all power games for these people. There's no there's no reality at the bottom of it outside of the power game",
    "begin": "00:28:56.300",
    "end": "00:29:02.439"
  },
  {
    "text": "And so that's a well",
    "begin": "00:29:02.440",
    "end": "00:29:04.510"
  },
  {
    "text": "That that to me that that that's a that's a viewpoint that leads inevitably to tribal conflict",
    "begin": "00:29:05.090",
    "end": "00:29:10.600"
  },
  {
    "text": "That's all that's all that's what it does know. You might be able to help me",
    "begin": "00:29:10.760",
    "end": "00:29:14.559"
  },
  {
    "text": "I think was George Orwell who made a reference to an idea being so utterly stupid that only a member of the intelligentsia could believe",
    "begin": "00:29:14.559",
    "end": "00:29:21.819"
  },
  {
    "text": "It no sensible person in the street would accept it for a moment",
    "begin": "00:29:21.820",
    "end": "00:29:25.059"
  },
  {
    "text": "There was a bit of there that night I would have thought you actually made a comment",
    "begin": "00:29:25.280",
    "end": "00:29:28.869"
  },
  {
    "text": "quite a I thought a very astute remark that about something that sound absolutely obvious and then you father finished it by saying you",
    "begin": "00:29:29.390",
    "end": "00:29:36.579"
  },
  {
    "text": "Would have thought someone in a university somewhere might have noticed now if I'd been an academic at any university in Australia",
    "begin": "00:29:36.950",
    "end": "00:29:43.510"
  },
  {
    "text": "I would have realized that I needed to wake up to myself because the audience lifted the roof the place with their applause they are",
    "begin": "00:29:43.510",
    "end": "00:29:50.760"
  },
  {
    "text": "highly skeptical about what is happening now in our educational institutions",
    "begin": "00:29:51.190",
    "end": "00:29:55.590"
  },
  {
    "text": "There is no other way to read that audience of a thousand decent Australians",
    "begin": "00:29:55.750",
    "end": "00:30:01.439"
  },
  {
    "text": "They are very skeptical about the value for money. We're getting now out of our tertiary education sector",
    "begin": "00:30:01.660",
    "end": "00:30:07.200"
  },
  {
    "text": "Yeah, well, it's the whole education sector to I would say increasingly from kindergarten all the way through University",
    "begin": "00:30:07.840",
    "end": "00:30:13.019"
  },
  {
    "text": "Yeah",
    "begin": "00:30:13.090",
    "end": "00:30:13.590"
  },
  {
    "text": "I think that I'm in very in creasing lis embarrassed to be a member of the Academy",
    "begin": "00:30:13.590",
    "end": "00:30:17.579"
  },
  {
    "text": "Because of that like I was reading this book today by a by a Norwegian called progress. It's a really good book",
    "begin": "00:30:18.070",
    "end": "00:30:24.509"
  },
  {
    "text": "I would highly recommend it very straightforward and all it is is a compendium of",
    "begin": "00:30:24.510",
    "end": "00:30:28.830"
  },
  {
    "text": "empirical facts about how much better the world has been getting for the last",
    "begin": "00:30:29.080",
    "end": "00:30:32.639"
  },
  {
    "text": "Hundred and fifty years in just every possible way three hundred thousand people a week are being hooked to the electrical power",
    "begin": "00:30:32.860",
    "end": "00:30:39.120"
  },
  {
    "text": "Grid, right we've reduced we've almost eliminated",
    "begin": "00:30:39.120",
    "end": "00:30:43.049"
  },
  {
    "text": "Starvation throughout the world except for political reasons and starvation was a big problem in places like Sweden and Italy",
    "begin": "00:30:44.140",
    "end": "00:30:50.700"
  },
  {
    "text": "Less than a hundred years ago",
    "begin": "00:30:50.860",
    "end": "00:30:52.860"
  },
  {
    "text": "Island",
    "begin": "00:30:53.020",
    "end": "00:30:54.310"
  },
  {
    "text": "People our people have access to fresh water and the fastest growing economies in the world are in sub-saharan Africa",
    "begin": "00:30:54.310",
    "end": "00:31:01.019"
  },
  {
    "text": "We're just making progress progress on every possible front and everything",
    "begin": "00:31:01.060",
    "end": "00:31:04.889"
  },
  {
    "text": "that people learn in the education system seems to be associated with the idea that",
    "begin": "00:31:05.290",
    "end": "00:31:09.690"
  },
  {
    "text": "human beings are a cancerous growth on the",
    "begin": "00:31:10.240",
    "end": "00:31:12.629"
  },
  {
    "text": "planet that we're going to hell in a handbasket and that we're gonna burn ourselves out in the next 50 years and die and",
    "begin": "00:31:12.880",
    "end": "00:31:19.200"
  },
  {
    "text": "It'll be our fault too. And you know, it's just not the case. It's simply not the case",
    "begin": "00:31:19.570",
    "end": "00:31:24.419"
  },
  {
    "text": "I mean we have problems in front of us, but there's a deep anti human ethos that permeates that and you know",
    "begin": "00:31:24.420",
    "end": "00:31:30.990"
  },
  {
    "text": "Maybe it's still a hangover from our pessimism from the Cold War",
    "begin": "00:31:30.990",
    "end": "00:31:34.319"
  },
  {
    "text": "You know because everyone was truly terrified for about five decades that we were gonna put everything to the torch, you know",
    "begin": "00:31:34.900",
    "end": "00:31:41.610"
  },
  {
    "text": "and maybe we still haven't really recovered from that and it's not surprising because it was brutal, but",
    "begin": "00:31:41.610",
    "end": "00:31:46.379"
  },
  {
    "text": "Reading this book on progress just made me think again. How badly were",
    "begin": "00:31:47.620",
    "end": "00:31:51.269"
  },
  {
    "text": "Educated because people just don't know how much things are getting better and why?",
    "begin": "00:31:51.340",
    "end": "00:31:54.870"
  },
  {
    "text": "Free markets are a huge part of it private property is a huge part of it",
    "begin": "00:31:55.060",
    "end": "00:31:58.830"
  },
  {
    "text": "And that's all associated with the idea of the sovereign individual. And so this really works",
    "begin": "00:31:58.830",
    "end": "00:32:04.049"
  },
  {
    "text": "I mean, it's true that Europe got rich first, but that's only being a hundred and most at most one hundred and fifty years",
    "begin": "00:32:04.050",
    "end": "00:32:10.919"
  },
  {
    "text": "It's not even that long. It's really since about 1895 and Europe first, but man China there's no one starving in China",
    "begin": "00:32:10.920",
    "end": "00:32:17.729"
  },
  {
    "text": "There's no one starving in India",
    "begin": "00:32:17.920",
    "end": "00:32:19.920"
  },
  {
    "text": "You know Southeast Asia",
    "begin": "00:32:19.929",
    "end": "00:32:21.760"
  },
  {
    "text": "has enough food and and",
    "begin": "00:32:21.760",
    "end": "00:32:23.760"
  },
  {
    "text": "Sub-saharan Africa is growing like mad",
    "begin": "00:32:23.800",
    "end": "00:32:25.780"
  },
  {
    "text": "And then that we have these we have these we have our education system that trumpets that you know",
    "begin": "00:32:25.780",
    "end": "00:32:31.290"
  },
  {
    "text": "we live in a corrupt patriarchy that we should all identify with our tribal groups and that the right way of",
    "begin": "00:32:31.290",
    "end": "00:32:37.409"
  },
  {
    "text": "Interviewing history is victimizer group against victim group. It's like it's no wonder people are skeptical about it",
    "begin": "00:32:37.780",
    "end": "00:32:44.399"
  },
  {
    "text": "It's a profoundly anti Western ethos. And the thing is about the West is we got the sovereign individual, right?",
    "begin": "00:32:44.400",
    "end": "00:32:51.150"
  },
  {
    "text": "It's right and it's the responsibility part. That's right. Not the rights part. I mean the rights traits are necessary. But but only",
    "begin": "00:32:51.400",
    "end": "00:32:59.369"
  },
  {
    "text": "The rights are there so that you couldn't express your responsibility. That's what that's the whole point",
    "begin": "00:33:00.070",
    "end": "00:33:05.370"
  },
  {
    "text": "Okay, well let's come to this issue of our own almost loathing now of our own beliefs and values",
    "begin": "00:33:07.179",
    "end": "00:33:14.039"
  },
  {
    "text": "here in Australia now, we're having an extraordinary debate going on a very wealthy and",
    "begin": "00:33:14.860",
    "end": "00:33:20.069"
  },
  {
    "text": "Likable, I knew him well philanthropists called Paul Ramsey who was very active in the health center",
    "begin": "00:33:21.250",
    "end": "00:33:25.559"
  },
  {
    "text": "Left a very large amount of money to be made available to set up",
    "begin": "00:33:26.080",
    "end": "00:33:29.970"
  },
  {
    "text": "An academy for the study of Western civilization and he wanted it to be done in one of our major",
    "begin": "00:33:30.790",
    "end": "00:33:35.879"
  },
  {
    "text": "universities now one of our most acclaimed universities",
    "begin": "00:33:36.190",
    "end": "00:33:38.880"
  },
  {
    "text": "Entered into deep negotiations then the education union got involved and said no. No, this is going to be terrible. It'll be all about European",
    "begin": "00:33:39.790",
    "end": "00:33:47.309"
  },
  {
    "text": "Ideas of European supremacy so that same university has centers for Islamic studies for Indigenous Studies",
    "begin": "00:33:48.010",
    "end": "00:33:54.689"
  },
  {
    "text": "They are not particularly autonomous in the sense that the university or sorry. They're not particularly controlled",
    "begin": "00:33:55.660",
    "end": "00:34:01.319"
  },
  {
    "text": "It seems by the university",
    "begin": "00:34:01.320",
    "end": "00:34:02.670"
  },
  {
    "text": "They do pretty much their own thing, but I know you can't have a center for the study of Western civilization",
    "begin": "00:34:02.670",
    "end": "00:34:07.379"
  },
  {
    "text": "It will fill us up with all sorts of racist ideas",
    "begin": "00:34:07.659",
    "end": "00:34:10.499"
  },
  {
    "text": "Supremacist ideas. This is really worrying if we can't understand our own past",
    "begin": "00:34:11.889",
    "end": "00:34:16.529"
  },
  {
    "text": "In fact as a very wise Asian said here the other day",
    "begin": "00:34:16.530",
    "end": "00:34:19.019"
  },
  {
    "text": "If you wonder them that want to understand Asian cultures understand your your own first",
    "begin": "00:34:19.290",
    "end": "00:34:24.360"
  },
  {
    "text": "Well, it means to me it's just first of all, you know in some sense",
    "begin": "00:34:26.740",
    "end": "00:34:30.660"
  },
  {
    "text": "I'm less worried about what's happening with the universities than I was because I think that",
    "begin": "00:34:30.660",
    "end": "00:34:34.739"
  },
  {
    "text": "They're going to destroy themselves",
    "begin": "00:34:35.050",
    "end": "00:34:36.730"
  },
  {
    "text": "completely if they continue the way they are and that all that's going to happen is that people will take the genuine value in the",
    "begin": "00:34:36.730",
    "end": "00:34:42.840"
  },
  {
    "text": "Wisdom of the past and presented in alternative forms, they'll just steal it out from underneath the universities",
    "begin": "00:34:42.840",
    "end": "00:34:48.420"
  },
  {
    "text": "I would say to the philanthropist if the universities don't want the money then they should set up an institute on their own",
    "begin": "00:34:48.420",
    "end": "00:34:53.909"
  },
  {
    "text": "That might very well be a good course",
    "begin": "00:34:54.850",
    "end": "00:34:56.910"
  },
  {
    "text": "You can go directly to the people now, you know, like for now a social example for me if I want a lecture now",
    "begin": "00:34:57.610",
    "end": "00:35:04.799"
  },
  {
    "text": "I can lecture on anything I want",
    "begin": "00:35:04.800",
    "end": "00:35:07.019"
  },
  {
    "text": "Whenever I want with no bureaucratic restrictions",
    "begin": "00:35:07.840",
    "end": "00:35:10.739"
  },
  {
    "text": "And I have an audience of people who are only listening because they want to listen",
    "begin": "00:35:10.810",
    "end": "00:35:16.289"
  },
  {
    "text": "There that's where the university is",
    "begin": "00:35:17.500",
    "end": "00:35:19.260"
  },
  {
    "text": "The University is where there's an audience to people who are only listening because they want to be educated",
    "begin": "00:35:19.260",
    "end": "00:35:24.150"
  },
  {
    "text": "That is the University. The buildings are irrelevant",
    "begin": "00:35:24.550",
    "end": "00:35:27.090"
  },
  {
    "text": "Let's let's build on that from I'm it because watching this debate unfold in Australia",
    "begin": "00:35:28.060",
    "end": "00:35:32.009"
  },
  {
    "text": "We're listening your academic saying ah, no. No, we've got to preserve our academic integrity",
    "begin": "00:35:32.080",
    "end": "00:35:36.330"
  },
  {
    "text": "And we've we're here to protect",
    "begin": "00:35:37.450",
    "end": "00:35:39.450"
  },
  {
    "text": "policies of diversity and inclusiveness",
    "begin": "00:35:40.030",
    "end": "00:35:43.140"
  },
  {
    "text": "And all of those sorts of things and somebody tartly pointed out",
    "begin": "00:35:43.840",
    "end": "00:35:47.640"
  },
  {
    "text": "Actually, we thought they were there to teach our young people how to think for themselves",
    "begin": "00:35:47.640",
    "end": "00:35:50.849"
  },
  {
    "text": "Primarily that isn't what they're there for because that's predicated on the idea that there are sovereign",
    "begin": "00:35:51.580",
    "end": "00:35:55.890"
  },
  {
    "text": "Individuals and that they can actually think for themselves as individuals",
    "begin": "00:35:56.230",
    "end": "00:36:00.150"
  },
  {
    "text": "The whole idea here is that you're not an individual. You're the member of a group that's it, and they're serious about this",
    "begin": "00:36:00.610",
    "end": "00:36:07.380"
  },
  {
    "text": "This isn't a trivial objection. It's a fundamental objection, but I would also say look there's a New Testament",
    "begin": "00:36:07.380",
    "end": "00:36:13.049"
  },
  {
    "text": "Statement don't cast pearls before swine and you know that usually has to do with words",
    "begin": "00:36:13.600",
    "end": "00:36:19.169"
  },
  {
    "text": "Right don't waste words of wisdom on those who will not hear but you could also just look at it",
    "begin": "00:36:19.810",
    "end": "00:36:25.110"
  },
  {
    "text": "literally if you have pearls and you're trying to give them to someone",
    "begin": "00:36:25.110",
    "end": "00:36:29.579"
  },
  {
    "text": "and they won't take them then go find someone else to give the pearls to if you're trying to give money to a",
    "begin": "00:36:29.800",
    "end": "00:36:36.070"
  },
  {
    "text": "University to do something great and they won't take it. It's obvious that they don't want to do anything great",
    "begin": "00:36:36.350",
    "end": "00:36:42.459"
  },
  {
    "text": "So don't give them the money. It's the wrong people",
    "begin": "00:36:42.650",
    "end": "00:36:45.160"
  },
  {
    "text": "Ok, well, let's taste this had a little bit more",
    "begin": "00:36:46.940",
    "end": "00:36:48.940"
  },
  {
    "text": "wisdom, you've mentioned the difference between",
    "begin": "00:36:49.670",
    "end": "00:36:52.629"
  },
  {
    "text": "if you like knowledge and",
    "begin": "00:36:53.330",
    "end": "00:36:55.870"
  },
  {
    "text": "accumulated cleverness",
    "begin": "00:36:56.630",
    "end": "00:36:58.610"
  },
  {
    "text": "and what have you and",
    "begin": "00:36:58.610",
    "end": "00:37:00.610"
  },
  {
    "text": "wisdom",
    "begin": "00:37:00.770",
    "end": "00:37:01.790"
  },
  {
    "text": "Surely there's a difference because to go back again to Chatswood",
    "begin": "00:37:01.790",
    "end": "00:37:05.499"
  },
  {
    "text": "I would say a good chunk of the people there were not university educated",
    "begin": "00:37:05.530",
    "end": "00:37:09.910"
  },
  {
    "text": "But they were smart and I would say they I'd say more they were wise",
    "begin": "00:37:09.910",
    "end": "00:37:14.259"
  },
  {
    "text": "They were striving for wisdom. And that's where wisdom is wisdom is in the striving for wisdom and wisdom is building out",
    "begin": "00:37:15.290",
    "end": "00:37:21.820"
  },
  {
    "text": "Wisdom isn't a collection of facts wisdom is knowledge of how to conduct yourself in the world",
    "begin": "00:37:22.940",
    "end": "00:37:27.760"
  },
  {
    "text": "So it's a it's an action. It's an existential issue. It's an it's its truth as revealed in action. That's wisdom",
    "begin": "00:37:28.310",
    "end": "00:37:35.679"
  },
  {
    "text": "wisdom also understands consequences",
    "begin": "00:37:36.200",
    "end": "00:37:38.560"
  },
  {
    "text": "Well, it's it's sophisticated in its understanding of consequences because you think well",
    "begin": "00:37:40.010",
    "end": "00:37:45.100"
  },
  {
    "text": "What are the consequences and the answer is well?",
    "begin": "00:37:45.110",
    "end": "00:37:48.219"
  },
  {
    "text": "There's the consequences for you now and for you next week and next month and five years from now",
    "begin": "00:37:48.290",
    "end": "00:37:54.400"
  },
  {
    "text": "So the consequences are you and future you so that's an iterated game",
    "begin": "00:37:54.400",
    "end": "00:37:59.289"
  },
  {
    "text": "but the consequences are also for your family now and in the future transfer to your community now and in the future and",
    "begin": "00:37:59.510",
    "end": "00:38:05.469"
  },
  {
    "text": "wisdom is the ability to consider all of those consequences as part of your as",
    "begin": "00:38:05.840",
    "end": "00:38:11.380"
  },
  {
    "text": "part of what guides your vision and your and your and your operations in the world and that's character and",
    "begin": "00:38:11.600",
    "end": "00:38:18.519"
  },
  {
    "text": "Then nobility of character is to take all of those things into account",
    "begin": "00:38:18.950",
    "end": "00:38:22.360"
  },
  {
    "text": "simultaneously as I watch the debate",
    "begin": "00:38:23.030",
    "end": "00:38:25.030"
  },
  {
    "text": "I thought to some extent one of the problems you've got here is see as Lewis might have pointed out is pride",
    "begin": "00:38:25.030",
    "end": "00:38:30.009"
  },
  {
    "text": "Pride getting in the way of people having sufficient humility to recognize",
    "begin": "00:38:30.590",
    "end": "00:38:34.299"
  },
  {
    "text": "That the nonsense they peddling is simply unconvincing in terms of what you might call the pub test",
    "begin": "00:38:35.090",
    "end": "00:38:41.499"
  },
  {
    "text": "What would pass the pub test?",
    "begin": "00:38:41.660",
    "end": "00:38:43.490"
  },
  {
    "text": "Out there where people have common sense and can see when people are being real and when they're not being real",
    "begin": "00:38:43.490",
    "end": "00:38:48.850"
  },
  {
    "text": "Well, it's easy to dispense with that",
    "begin": "00:38:49.430",
    "end": "00:38:51.250"
  },
  {
    "text": "You just develop sufficient contempt for the common person and then you don't have to worry about what they think",
    "begin": "00:38:51.250",
    "end": "00:38:56.770"
  },
  {
    "text": "You know and then and that's and that's when you confuse being smart with being wise and they're not the same thing",
    "begin": "00:38:57.860",
    "end": "00:39:04.150"
  },
  {
    "text": "I don't think there's any relationship between them",
    "begin": "00:39:04.150",
    "end": "00:39:06.910"
  },
  {
    "text": "In fact, I mean intelligence is a great gift",
    "begin": "00:39:06.910",
    "end": "00:39:09.549"
  },
  {
    "text": "But it can go terribly wrong and it can certainly turn into a kind of intellectual arrogance",
    "begin": "00:39:09.550",
    "end": "00:39:14.170"
  },
  {
    "text": "that's for sure that blinds you to to your own ignorance and humility is the antidote to that and the",
    "begin": "00:39:14.170",
    "end": "00:39:20.829"
  },
  {
    "text": "humility the element of humility there that's necessary is to understand that what you don't know is more important than what you know, and",
    "begin": "00:39:21.650",
    "end": "00:39:28.329"
  },
  {
    "text": "So if you're an ideologue you you dispense with all doubt because you already know everything I was",
    "begin": "00:39:29.270",
    "end": "00:39:34.300"
  },
  {
    "text": "gonna say I was reminded of that friend I",
    "begin": "00:39:34.670",
    "end": "00:39:36.670"
  },
  {
    "text": "Chatswood as as you probably gathered it had the big impact on man. It was a powerful reminder to me that",
    "begin": "00:39:37.190",
    "end": "00:39:43.119"
  },
  {
    "text": "For me, it seems very important to recognize it. There's a sense in which the more you learn the more you realizes",
    "begin": "00:39:44.030",
    "end": "00:39:49.420"
  },
  {
    "text": "You don't know very much and there's a lot more to learn",
    "begin": "00:39:49.420",
    "end": "00:39:52.059"
  },
  {
    "text": "Yeah, well",
    "begin": "00:39:53.090",
    "end": "00:39:53.900"
  },
  {
    "text": "You know being with an audience can help with it out, too",
    "begin": "00:39:53.900",
    "end": "00:39:56.739"
  },
  {
    "text": "Because if you're if you're talking to an audience, you can check to see if your message is being received, you know",
    "begin": "00:39:56.740",
    "end": "00:40:02.860"
  },
  {
    "text": "And you might say well these people just can't understand what I have to say",
    "begin": "00:40:02.860",
    "end": "00:40:05.920"
  },
  {
    "text": "It's like well, yeah",
    "begin": "00:40:05.920",
    "end": "00:40:07.210"
  },
  {
    "text": "They probably can if you if you formulated it carefully",
    "begin": "00:40:07.210",
    "end": "00:40:10.210"
  },
  {
    "text": "And you actually talk to them individual to individual which is what I try to do in my lectures",
    "begin": "00:40:10.310",
    "end": "00:40:14.590"
  },
  {
    "text": "Like I'm not talking to the mob. I'm not talking to the group. I never talked to the group when I'm lecturing",
    "begin": "00:40:14.590",
    "end": "00:40:19.299"
  },
  {
    "text": "I always pick people in the audience and speak right to them and they reflect the audit, you know, they reflect the entire group",
    "begin": "00:40:19.300",
    "end": "00:40:26.350"
  },
  {
    "text": "But they only reflect it because the group is made up of individuals like them",
    "begin": "00:40:26.350",
    "end": "00:40:30.430"
  },
  {
    "text": "So let's just go back to something. You said earlier that ask of me is very interesting",
    "begin": "00:40:31.280",
    "end": "00:40:34.989"
  },
  {
    "text": "And that is that young people don't want to be involved in political activism",
    "begin": "00:40:34.990",
    "end": "00:40:38.350"
  },
  {
    "text": "They want to get himself sorted out first many of those young people though",
    "begin": "00:40:38.350",
    "end": "00:40:41.799"
  },
  {
    "text": "I think want to behave nobly and help build a better society a stronger civic square if I can put it that way and",
    "begin": "00:40:41.800",
    "end": "00:40:47.950"
  },
  {
    "text": "Good on them. That's terrific. That's important",
    "begin": "00:40:48.020",
    "end": "00:40:50.890"
  },
  {
    "text": "They're very disillusioned with politics and yet we have to govern our country",
    "begin": "00:40:50.980",
    "end": "00:40:55.480"
  },
  {
    "text": "We have to make certain the rules are set if you like",
    "begin": "00:40:55.480",
    "end": "00:40:57.980"
  },
  {
    "text": "And that we maximize everybody's opportunities to live in freedom and insecurity",
    "begin": "00:40:58.470",
    "end": "00:41:03.559"
  },
  {
    "text": "When young people have if you like grounded themselves and feel ready to act nobly in the public square",
    "begin": "00:41:04.770",
    "end": "00:41:10.880"
  },
  {
    "text": "What should they do? How can they make a difference they want to make a difference? How do they go about it Oh",
    "begin": "00:41:11.880",
    "end": "00:41:16.549"
  },
  {
    "text": "More power to them I think but I think you know",
    "begin": "00:41:17.370",
    "end": "00:41:19.700"
  },
  {
    "text": "They they start by realizing they don't know anything and by starting to learn and then if they learn and work and discipline themselves",
    "begin": "00:41:19.700",
    "end": "00:41:26.659"
  },
  {
    "text": "The opportunities to expand will come naturally because people will notice them",
    "begin": "00:41:26.910",
    "end": "00:41:31.609"
  },
  {
    "text": "Like look if you work with competent people hyper competent people one of the things you learn is that hyper competent",
    "begin": "00:41:31.980",
    "end": "00:41:37.369"
  },
  {
    "text": "People are always looking for young people to mentor",
    "begin": "00:41:37.370",
    "end": "00:41:40.130"
  },
  {
    "text": "Yeah",
    "begin": "00:41:40.340",
    "end": "00:41:41.100"
  },
  {
    "text": "there's starving and",
    "begin": "00:41:41.100",
    "end": "00:41:42.780"
  },
  {
    "text": "Hoping that someone will come along who who has a lot of potential and then what they'll do is offer them an opportunity",
    "begin": "00:41:42.780",
    "end": "00:41:48.830"
  },
  {
    "text": "Hmm, you know, I keep my eye out at the University and in my private work as well all the time for young people",
    "begin": "00:41:49.650",
    "end": "00:41:55.609"
  },
  {
    "text": "Who've got something to contribute. Oh, you look like you're sharp. Let's find out. Here's a task",
    "begin": "00:41:55.610",
    "end": "00:42:00.620"
  },
  {
    "text": "Why don't you go try this then they come back and knock it out of the park. And you think oh, that's good",
    "begin": "00:42:00.960",
    "end": "00:42:05.599"
  },
  {
    "text": "Cuz I got 20 more things here that need doing that",
    "begin": "00:42:05.600",
    "end": "00:42:07.789"
  },
  {
    "text": "I can't do I've got more opportunities than I know what to do with here's another one",
    "begin": "00:42:07.790",
    "end": "00:42:12.259"
  },
  {
    "text": "and so the thing is is that if you develop your competence and you discipline yourself and you start to make that manifest in any",
    "begin": "00:42:12.260",
    "end": "00:42:19.880"
  },
  {
    "text": "Hierarchy that's even vaguely competent. You'll have more opportunities come your way. Then you'll know what to do with",
    "begin": "00:42:20.100",
    "end": "00:42:25.819"
  },
  {
    "text": "So it'll happen organically",
    "begin": "00:42:26.550",
    "end": "00:42:28.550"
  },
  {
    "text": "so and it it is the way of the world and",
    "begin": "00:42:29.220",
    "end": "00:42:32.209"
  },
  {
    "text": "well",
    "begin": "00:42:32.580",
    "end": "00:42:33.080"
  },
  {
    "text": "if that isn't happening in the organization that you're working with and you're",
    "begin": "00:42:33.080",
    "end": "00:42:36.289"
  },
  {
    "text": "Working diligently and you have your art together, then it's time to find a different organization",
    "begin": "00:42:36.480",
    "end": "00:42:40.309"
  },
  {
    "text": "But generally speaking most organizations aren't that corrupt? Some are",
    "begin": "00:42:40.440",
    "end": "00:42:45.349"
  },
  {
    "text": "interesting, I'd say that",
    "begin": "00:42:46.380",
    "end": "00:42:48.380"
  },
  {
    "text": "Australia's, have we worship youth culture in a way?",
    "begin": "00:42:48.480",
    "end": "00:42:50.899"
  },
  {
    "text": "but well things I've noticed about youth is that",
    "begin": "00:42:51.570",
    "end": "00:42:54.529"
  },
  {
    "text": "Overwhelmingly if I have the opportunity to tap into the wisdom of an older person to be mentored they they go looking for it",
    "begin": "00:42:56.370",
    "end": "00:43:03.410"
  },
  {
    "text": "They're very keen for it",
    "begin": "00:43:03.410",
    "end": "00:43:05.340"
  },
  {
    "text": "Well, it's part of the part of the human",
    "begin": "00:43:05.340",
    "end": "00:43:07.579"
  },
  {
    "text": "Proclivity to admire and imitate, you know, I mean one of the things that drives us forward",
    "begin": "00:43:08.220",
    "end": "00:43:13.099"
  },
  {
    "text": "We don't only learn by facts. In fact, we hardly learn by facts at all. We learn by",
    "begin": "00:43:13.280",
    "end": "00:43:13.780"
  },
  {
    "text": "Stories and we learn by imitation and we and may imitate those we admire and we admire those who are competent",
    "begin": "00:43:13.780",
    "end": "00:43:20.400"
  },
  {
    "text": "and",
    "begin": "00:43:26.000",
    "end": "00:43:26.700"
  },
  {
    "text": "So if you find someone who knows what you don't and can operate effectively",
    "begin": "00:43:26.700",
    "end": "00:43:30.290"
  },
  {
    "text": "in the world in a manner that you would like to but can't then you're going to admire them and if you admire them you're",
    "begin": "00:43:30.360",
    "end": "00:43:36.169"
  },
  {
    "text": "Going to open the door to have them mentor you and I mean that's that's really fundamental to human cognition and human psychological",
    "begin": "00:43:36.170",
    "end": "00:43:43.700"
  },
  {
    "text": "Development it's the catalyst for human development because we're deeply imitative",
    "begin": "00:43:44.040",
    "end": "00:43:49.370"
  },
  {
    "text": "It's it's the thing that distinguishes us from other creatures",
    "begin": "00:43:49.370",
    "end": "00:43:52.609"
  },
  {
    "text": "Perhaps even more than even more fundamentally than language use",
    "begin": "00:43:52.610",
    "end": "00:43:55.789"
  },
  {
    "text": "if I watch if you know how to do something and I watch you do it I",
    "begin": "00:43:55.920",
    "end": "00:43:59.840"
  },
  {
    "text": "Can learn to do it without having to go through all the pain that you had to go through to learn it",
    "begin": "00:43:59.940",
    "end": "00:44:04.790"
  },
  {
    "text": "It's such a gift",
    "begin": "00:44:04.830",
    "end": "00:44:06.830"
  },
  {
    "text": "That's why history is so important our personal history",
    "begin": "00:44:06.990",
    "end": "00:44:09.560"
  },
  {
    "text": "Our if you like our family history",
    "begin": "00:44:10.290",
    "end": "00:44:12.830"
  },
  {
    "text": "I was thinking the other day that my grandfather made a mistake with my father on the farm that I am determined",
    "begin": "00:44:12.830",
    "end": "00:44:18.679"
  },
  {
    "text": "Because I can learn from that not to repeat with my own son on the farm",
    "begin": "00:44:18.750",
    "end": "00:44:22.969"
  },
  {
    "text": "And then there's of course the broader cultural history",
    "begin": "00:44:23.820",
    "end": "00:44:26.779"
  },
  {
    "text": "which is why I believe and I think you win it you and I share this view we ought to learn from our history we",
    "begin": "00:44:26.850",
    "end": "00:44:32.329"
  },
  {
    "text": "ought to learn from the horrors of",
    "begin": "00:44:32.330",
    "end": "00:44:34.330"
  },
  {
    "text": "Collectivism in Soviet Russia, we ought to be honest about it",
    "begin": "00:44:34.530",
    "end": "00:44:37.489"
  },
  {
    "text": "We should teach our young people at the same time as we're honest about the what's in our own cultural history",
    "begin": "00:44:37.490",
    "end": "00:44:43.550"
  },
  {
    "text": "But we're also honest about the nobility",
    "begin": "00:44:43.550",
    "end": "00:44:45.709"
  },
  {
    "text": "For example the mighty push to abolish slavery surely the greatest human rights movement of all times. We ought to know about it",
    "begin": "00:44:45.710",
    "end": "00:44:52.220"
  },
  {
    "text": "It's Noble. It was led by noble people who struggled against extraordinary odds for a long time",
    "begin": "00:44:52.220",
    "end": "00:44:57.409"
  },
  {
    "text": "Yes, exactly and slavery was a human Universal. So it's an it's an amazing miraculous attainment",
    "begin": "00:44:57.900",
    "end": "00:45:03.770"
  },
  {
    "text": "It's it's a miraculous attainment. Absolutely and you know, what we're supposed to be doing in the Universities is separating the wheat from the chaff",
    "begin": "00:45:03.770",
    "end": "00:45:11.330"
  },
  {
    "text": "not",
    "begin": "00:45:11.850",
    "end": "00:45:12.990"
  },
  {
    "text": "dispensing with everything as if it's chaff because we don't want to put in the effort to discriminate and",
    "begin": "00:45:12.990",
    "end": "00:45:17.990"
  },
  {
    "text": "So it's easier. Well, it's just all corrupt",
    "begin": "00:45:18.780",
    "end": "00:45:20.989"
  },
  {
    "text": "It's like no",
    "begin": "00:45:20.990",
    "end": "00:45:21.620"
  },
  {
    "text": "it's not people aren't starving to death any more and",
    "begin": "00:45:21.620",
    "end": "00:45:24.349"
  },
  {
    "text": "societies are increasingly free and children are dying in the massive numbers that they once died in and",
    "begin": "00:45:24.810",
    "end": "00:45:30.229"
  },
  {
    "text": "People are people's life expectancy has doubled",
    "begin": "00:45:30.660",
    "end": "00:45:32.899"
  },
  {
    "text": "Like things are going pretty well",
    "begin": "00:45:33.690",
    "end": "00:45:35.270"
  },
  {
    "text": "don't muck it up and",
    "begin": "00:45:35.270",
    "end": "00:45:36.869"
  },
  {
    "text": "We need to figure out why and we need to take stock of the things that we did in the past that were wrong",
    "begin": "00:45:36.869",
    "end": "00:45:42.079"
  },
  {
    "text": "Obviously, but that doesn't mean that everything everyone did in the past was wrong",
    "begin": "00:45:42.630",
    "end": "00:45:46.880"
  },
  {
    "text": "That's that that's not thinking that's just that's just reflexive resentment masquerading as intellectual superiority",
    "begin": "00:45:48.060",
    "end": "00:45:55.549"
  },
  {
    "text": "There's nothing about it. That's good",
    "begin": "00:45:56.940",
    "end": "00:45:58.940"
  },
  {
    "text": "When you've been incredibly generous with your time, can we wrap up? Let's just think through",
    "begin": "00:45:59.340",
    "end": "00:46:03.049"
  },
  {
    "text": "What would we say in terms of people looking for solutions in?",
    "begin": "00:46:03.690",
    "end": "00:46:07.669"
  },
  {
    "text": "Academia in the media in politics. How do we if you like",
    "begin": "00:46:08.580",
    "end": "00:46:14.360"
  },
  {
    "text": "Start the movement to reclaim",
    "begin": "00:46:14.910",
    "end": "00:46:17.060"
  },
  {
    "text": "What you called?",
    "begin": "00:46:17.610",
    "end": "00:46:19.170"
  },
  {
    "text": "evidence based empirical decision evidence in decision-making in other words learn to think again and stop being us so",
    "begin": "00:46:19.170",
    "end": "00:46:26.990"
  },
  {
    "text": "so emotional there's a place for emotion, but there's a place for thinking I",
    "begin": "00:46:27.150",
    "end": "00:46:32.000"
  },
  {
    "text": "Think well, I mean if you're a university student",
    "begin": "00:46:32.760",
    "end": "00:46:34.670"
  },
  {
    "text": "the first thing you want to note is that you're there to learn to think and to write and to",
    "begin": "00:46:34.670",
    "end": "00:46:39.409"
  },
  {
    "text": "Read and to speak that's what you're there to do. And the reason you're there to do that is because that makes you incredibly",
    "begin": "00:46:39.930",
    "end": "00:46:45.950"
  },
  {
    "text": "confident",
    "begin": "00:46:46.500",
    "end": "00:46:47.850"
  },
  {
    "text": "Because you're going to have to communicate with people for the rest of your life",
    "begin": "00:46:47.850",
    "end": "00:46:51.859"
  },
  {
    "text": "And if your communication has depth and clarity",
    "begin": "00:46:51.859",
    "end": "00:46:54.199"
  },
  {
    "text": "Then you can see your way forward and you can bring other people aboard and you can do great things",
    "begin": "00:46:54.300",
    "end": "00:46:58.999"
  },
  {
    "text": "And so it's super it's super",
    "begin": "00:46:59.040",
    "end": "00:47:01.519"
  },
  {
    "text": "useful to get a real liberal arts education",
    "begin": "00:47:02.850",
    "end": "00:47:05.809"
  },
  {
    "text": "because it can make you into a great communicator and thinker if",
    "begin": "00:47:06.450",
    "end": "00:47:10.189"
  },
  {
    "text": "You're going to university read the great books and you can you can find",
    "begin": "00:47:10.410",
    "end": "00:47:14.510"
  },
  {
    "text": "Professors who will teach you that but that's what you're there to do",
    "begin": "00:47:14.640",
    "end": "00:47:17.060"
  },
  {
    "text": "You're there to spend four years",
    "begin": "00:47:17.060",
    "end": "00:47:18.660"
  },
  {
    "text": "immersing yourself in the imitation of the greatest people that our culture has produced and if you think well",
    "begin": "00:47:18.660",
    "end": "00:47:24.920"
  },
  {
    "text": "There were no great people. Well, then you might as well not go to university because",
    "begin": "00:47:24.920",
    "end": "00:47:29.420"
  },
  {
    "text": "University is the storehouse of the thoughts of great people and if you dispense with a whole notion notion of great then",
    "begin": "00:47:30.180",
    "end": "00:47:36.169"
  },
  {
    "text": "Maybe you're there too. I'm a political activist, but that's not university. That's something else that's like an ideological cult and",
    "begin": "00:47:36.450",
    "end": "00:47:43.399"
  },
  {
    "text": "Maybe that's what you want. And and and I mean",
    "begin": "00:47:43.950",
    "end": "00:47:46.850"
  },
  {
    "text": "You know, you'll pay the price for that one way or the other",
    "begin": "00:47:47.640",
    "end": "00:47:50.540"
  },
  {
    "text": "But you even there's a university student you have to take on the burden of educating yourself to large degree",
    "begin": "00:47:51.210",
    "end": "00:47:57.919"
  },
  {
    "text": "But you have to decide that that's what you want. And that's what you need in terms of your own personal life",
    "begin": "00:47:57.920",
    "end": "00:48:03.980"
  },
  {
    "text": "Um, I have a program that I developed with my colleagues called the Future authoring program",
    "begin": "00:48:03.980",
    "end": "00:48:08.750"
  },
  {
    "text": "It's itself authoring calm and it helps people develop a vision for their life",
    "begin": "00:48:09.600",
    "end": "00:48:14.659"
  },
  {
    "text": "along about six fundamental dimensions family education",
    "begin": "00:48:15.870",
    "end": "00:48:19.880"
  },
  {
    "text": "mental and physical health career",
    "begin": "00:48:20.700",
    "end": "00:48:22.850"
  },
  {
    "text": "avoidance of temptation like drug and alcohol use",
    "begin": "00:48:23.700",
    "end": "00:48:26.570"
  },
  {
    "text": "We tried to parse out our use of time you productive and meaningful use of time outside of work",
    "begin": "00:48:27.660",
    "end": "00:48:32.780"
  },
  {
    "text": "we tried to parameterize a decent life and",
    "begin": "00:48:33.150",
    "end": "00:48:36.110"
  },
  {
    "text": "Then to guide people through the process of imagining what their life could be like if they put it together",
    "begin": "00:48:36.270",
    "end": "00:48:41.090"
  },
  {
    "text": "properly and you need to develop a vision for your life and a sense of who you could be if you were the character that",
    "begin": "00:48:41.370",
    "end": "00:48:46.849"
  },
  {
    "text": "you could be and and",
    "begin": "00:48:46.850",
    "end": "00:48:48.840"
  },
  {
    "text": "Thinking through that and articulating it is they're actually part of it should be part of a classic liberal arts education",
    "begin": "00:48:48.840",
    "end": "00:48:54.049"
  },
  {
    "text": "Because the whole point of Education apart from the technical end",
    "begin": "00:48:54.420",
    "end": "00:48:58.610"
  },
  {
    "text": "Which is important is to produce a noble citizen. That's the point not to produce a bloody political activist",
    "begin": "00:48:58.610",
    "end": "00:49:05.599"
  },
  {
    "text": "Well, then you just wish would keep in mind that cuz",
    "begin": "00:49:07.440",
    "end": "00:49:09.530"
  },
  {
    "text": "even a Chatswood that not a",
    "begin": "00:49:10.380",
    "end": "00:49:12.380"
  },
  {
    "text": "Lot of those people. Most of them are not at university",
    "begin": "00:49:12.690",
    "end": "00:49:15.560"
  },
  {
    "text": "So they're not excluded either from in any way shape or form from broadening their horizon",
    "begin": "00:49:15.780",
    "end": "00:49:21.439"
  },
  {
    "text": "It's not like they're not doing important things like working men for example working people in general",
    "begin": "00:49:21.440",
    "end": "00:49:26.629"
  },
  {
    "text": "I don't care what they're doing if they're working at a diner as a waiter. They're there",
    "begin": "00:49:26.630",
    "end": "00:49:31.010"
  },
  {
    "text": "They're laying bricks or what working a forklift or they're plumbers or these people are bloody important",
    "begin": "00:49:31.010",
    "end": "00:49:36.439"
  },
  {
    "text": "they build the infrastructure and there's a huge difference between a a",
    "begin": "00:49:36.440",
    "end": "00:49:40.280"
  },
  {
    "text": "craftsman who takes pride and caring what he's doing and",
    "begin": "00:49:40.860",
    "end": "00:49:44.089"
  },
  {
    "text": "Contributes to his family and the community in that nobility of work and someone who does shot in half hazard job",
    "begin": "00:49:44.700",
    "end": "00:49:51.359"
  },
  {
    "text": "There's great nobility in genuine work",
    "begin": "00:49:51.670",
    "end": "00:49:53.909"
  },
  {
    "text": "So and and I believe that you have just as much power. Let's say much as much authority as much clout as a",
    "begin": "00:49:54.609",
    "end": "00:50:02.069"
  },
  {
    "text": "forthright and honest working person as you do as an intellectual and I mean you can be very",
    "begin": "00:50:03.250",
    "end": "00:50:08.489"
  },
  {
    "text": "successful as a working person if you if you're",
    "begin": "00:50:08.650",
    "end": "00:50:11.220"
  },
  {
    "text": "Diligent and honest and committed and competent and aiming up",
    "begin": "00:50:11.710",
    "end": "00:50:15.270"
  },
  {
    "text": "because it look I do believe that each person is the center of the world and",
    "begin": "00:50:15.580",
    "end": "00:50:19.469"
  },
  {
    "text": "You have what you need right at that Center and maybe you're not",
    "begin": "00:50:19.660",
    "end": "00:50:23.190"
  },
  {
    "text": "Intellectual, but you're good with your hands and you're practical and solid and people can rely on you",
    "begin": "00:50:23.440",
    "end": "00:50:28.530"
  },
  {
    "text": "It's like man",
    "begin": "00:50:28.530",
    "end": "00:50:29.440"
  },
  {
    "text": "That's a big deal because then when their roof blows off in the middle of a storm",
    "begin": "00:50:29.440",
    "end": "00:50:33.690"
  },
  {
    "text": "They can call you up and you're there in an hour and you put the damn thing back together and and and hooray for you",
    "begin": "00:50:34.090",
    "end": "00:50:39.959"
  },
  {
    "text": "It's a all of these things are important. And so there's great nobility in working class work as far as I'm concerned",
    "begin": "00:50:40.300",
    "end": "00:50:47.369"
  },
  {
    "text": "Well Jordan that's again a fascinating conversation from my perspective and",
    "begin": "00:50:48.910",
    "end": "00:50:53.369"
  },
  {
    "text": "It's tremendous to be able to interact with somebody who cares passionately because that's what that's what they're picking up",
    "begin": "00:50:54.100",
    "end": "00:51:00.479"
  },
  {
    "text": "I know it's not about you",
    "begin": "00:51:00.480",
    "end": "00:51:01.690"
  },
  {
    "text": "You're actually trying to make a difference for people and you know, we're seeing this",
    "begin": "00:51:01.690",
    "end": "00:51:05.429"
  },
  {
    "text": "I'm really disturbed by the way in which some of these movements were seeing at the moment of trying to divide men from women and",
    "begin": "00:51:05.440",
    "end": "00:51:11.190"
  },
  {
    "text": "A lot of people getting men are getting this idea that somehow their masculinity is toxic",
    "begin": "00:51:11.710",
    "end": "00:51:16.679"
  },
  {
    "text": "Well, you know",
    "begin": "00:51:17.680",
    "end": "00:51:18.960"
  },
  {
    "text": "We don't say that when the brave young French policeman takes a bullet for a young woman and her daughter in a French supermarket",
    "begin": "00:51:18.960",
    "end": "00:51:26.310"
  },
  {
    "text": "We celebrate that and I actually think that not all",
    "begin": "00:51:26.320",
    "end": "00:51:30.719"
  },
  {
    "text": "But the great majority of men want to be Noble they know their flaws",
    "begin": "00:51:31.030",
    "end": "00:51:36.479"
  },
  {
    "text": "As you said they've got to be honest about them. We all need to be honest",
    "begin": "00:51:36.480",
    "end": "00:51:40.740"
  },
  {
    "text": "But they also have a big part of them if you like that divine spike",
    "begin": "00:51:41.350",
    "end": "00:51:45.509"
  },
  {
    "text": "So does aspire divine spark that leads them to want to be",
    "begin": "00:51:45.510",
    "end": "00:51:50.489"
  },
  {
    "begin": "00:51:50.489",
    "end": "00:51:51.280"
  },
  {
    "text": "responsible noble people",
    "begin": "00:51:51.280",
    "end": "00:51:53.280"
  },
  {
    "text": "Yes",
    "begin": "00:51:53.350",
    "end": "00:51:53.850"
  },
  {
    "text": "And that's that's what women want for men too",
    "begin": "00:51:53.850",
    "end": "00:51:56.009"
  },
  {
    "text": "so unless and as they've been damaged in their",
    "begin": "00:51:56.320",
    "end": "00:51:59.070"
  },
  {
    "text": "Relationship so that they don't trust men at all and then are prepared to dispense with all of them which isn't helpful",
    "begin": "00:51:59.200",
    "end": "00:52:04.980"
  },
  {
    "text": "But, you know men and women need to call to the nobility in each other and that is what they both want because you want",
    "begin": "00:52:05.560",
    "end": "00:52:11.580"
  },
  {
    "text": "a stalwart companion by your side",
    "begin": "00:52:11.580",
    "end": "00:52:13.830"
  },
  {
    "text": "know if you're a man you want someone you can trust and you can rely on it who will help guide you and and",
    "begin": "00:52:14.170",
    "end": "00:52:19.529"
  },
  {
    "text": "and and care for you and to care for your children and all of that and to make a life with and if you're a",
    "begin": "00:52:19.690",
    "end": "00:52:25.409"
  },
  {
    "text": "Woman you want a man that you can rely on and that's going to help you",
    "begin": "00:52:25.410",
    "end": "00:52:28.469"
  },
  {
    "text": "Help you deal with the children and with the excess fragility that you have because of your pronounced role in reproduction",
    "begin": "00:52:28.690",
    "end": "00:52:34.889"
  },
  {
    "text": "and that is what we want and to denigrate and to split men and women apart is is to",
    "begin": "00:52:35.080",
    "end": "00:52:40.840"
  },
  {
    "text": "Damage humanity itself because it's not like we're all men are all women. I have sisters and a mother and a wife",
    "begin": "00:52:42.580",
    "end": "00:52:49.360"
  },
  {
    "text": "and a daughter and",
    "begin": "00:52:49.360",
    "end": "00:52:49.810"
  },
  {
    "text": "Women have husbands and sons and fathers. We're not separate and",
    "begin": "00:52:49.810",
    "end": "00:52:54.120"
  },
  {
    "text": "to split us apart on on the basis of sex it's, it's well. It's",
    "begin": "00:52:54.640",
    "end": "00:52:58.829"
  },
  {
    "text": "It's it's as pathological as a suicidal impulse or a murderous impulse or a genocidal impulse",
    "begin": "00:52:59.350",
    "end": "00:53:06.029"
  },
  {
    "text": "none of that's good",
    "begin": "00:53:06.070",
    "end": "00:53:07.530"
  },
  {
    "text": "It's not acceptable",
    "begin": "00:53:07.530",
    "end": "00:53:08.640"
  },
  {
    "text": "But we're a hell of a lot better off than we were and things are getting better and we can do better yet",
    "begin": "00:53:08.640",
    "end": "00:53:13.379"
  },
  {
    "text": "That's a way better story",
    "begin": "00:53:13.570",
    "end": "00:53:15.570"
  },
  {
    "text": "We look forward very much to having you back on those shores",
    "begin": "00:53:16.510",
    "end": "00:53:19.140"
  },
  {
    "text": "Very nice speaking with you again, and thank you very much for the opportunity. Thanks Jordan",
    "begin": "00:53:19.440",
    "end": "00:53:23.669"
  },
  {
    "begin": "00:53:29.630",
    "end": "00:53:31.630"
  }
]