[
  {
    "text": "Thank you all very much, thank you Barbara,  and to everyone for",
    "begin": "00:00:03.490",
    "end": "00:00:07.530"
  },
  {
    "text": "First inviting me in, second for attending. So I'm gonna try to do something",
    "begin": "00:00:08.440",
    "end": "00:00:14.280"
  },
  {
    "text": "very difficult",
    "begin": "00:00:15.280",
    "end": "00:00:16.930"
  },
  {
    "text": "This evening. I'm going to try to put the idea of",
    "begin": "00:00:16.930",
    "end": "00:00:21.389"
  },
  {
    "text": "The rights, the right to free speech in the broadest possible",
    "begin": "00:00:22.029",
    "end": "00:00:25.859"
  },
  {
    "text": "historical context. I",
    "begin": "00:00:26.500",
    "end": "00:00:28.500"
  },
  {
    "text": "want to start with a comment though, you know, we have a an idea built into our",
    "begin": "00:00:28.599",
    "end": "00:00:32.789"
  },
  {
    "text": "human rights legislation that all the rights are equal in some sense and",
    "begin": "00:00:33.790",
    "end": "00:00:37.829"
  },
  {
    "text": "that can't be true because",
    "begin": "00:00:38.530",
    "end": "00:00:40.530"
  },
  {
    "text": "rights conflict with one another and",
    "begin": "00:00:40.809",
    "end": "00:00:42.809"
  },
  {
    "text": "when things conflict they have to be hierarchically organized and what that means is that there's there's an implication that",
    "begin": "00:00:43.000",
    "end": "00:00:49.020"
  },
  {
    "text": "there is a hierarchy of rights as well as a hierarchy of responsibilities and that it's also",
    "begin": "00:00:49.420",
    "end": "00:00:53.910"
  },
  {
    "text": "Incumbent on us to determine the nature of that hierarchy and to determine what constitutes the sovereign",
    "begin": "00:00:54.399",
    "end": "00:00:59.819"
  },
  {
    "text": "let's say the sovereign right and I would say you might think of that as a modern conundrum that would only",
    "begin": "00:01:00.219",
    "end": "00:01:06.929"
  },
  {
    "text": "be of interest to",
    "begin": "00:01:07.869",
    "end": "00:01:09.700"
  },
  {
    "text": "Countries that have formalized Bills of Rights for example, but it's not a new problem",
    "begin": "00:01:09.700",
    "end": "00:01:13.920"
  },
  {
    "text": "it's an extraordinarily old problem because there's no difference between",
    "begin": "00:01:13.960",
    "end": "00:01:18.779"
  },
  {
    "text": "Determining the hierarchy of your rights and determining how to live together successfully",
    "begin": "00:01:20.350",
    "end": "00:01:25.019"
  },
  {
    "text": "It is exactly the same problem one's only articulated in a legal form and the problem of how we should live together",
    "begin": "00:01:25.119",
    "end": "00:01:31.919"
  },
  {
    "text": "in the most productive possible manner",
    "begin": "00:01:32.939",
    "end": "00:01:35.099"
  },
  {
    "text": "Everything considered is as old as mankind itself. In fact, I would say far older than that because the same problem",
    "begin": "00:01:36.009",
    "end": "00:01:43.109"
  },
  {
    "text": "Bedeviled social animals way down the phylogenetic chain. And so this is an unbelievably archaic problem now",
    "begin": "00:01:44.110",
    "end": "00:01:51.149"
  },
  {
    "text": "years ago when I started",
    "begin": "00:01:51.820",
    "end": "00:01:54.000"
  },
  {
    "text": "thinking I suppose in earnest I",
    "begin": "00:01:54.820",
    "end": "00:01:57.599"
  },
  {
    "text": "was trying to address what I later recognized as a postmodern problem and",
    "begin": "00:01:58.840",
    "end": "00:02:04.409"
  },
  {
    "text": "the problem was",
    "begin": "00:02:05.469",
    "end": "00:02:07.210"
  },
  {
    "text": "This was in in the late 70s and early 80s when the Cold War was madly raging",
    "begin": "00:02:07.210",
    "end": "00:02:12.300"
  },
  {
    "text": "Because it peaked in 1962 and it peaked again and in about 1984 thereabouts",
    "begin": "00:02:12.820",
    "end": "00:02:17.279"
  },
  {
    "text": "and of course at that time people were very terrified about the potential outcome of the Cold War and for",
    "begin": "00:02:17.280",
    "end": "00:02:21.720"
  },
  {
    "text": "very good reason and I was curious about very curious about this like insanely curious about it it was",
    "begin": "00:02:22.090",
    "end": "00:02:27.270"
  },
  {
    "text": "Obsessing me I couldn't understand two things. I couldn't understand why the world had divided itself into two",
    "begin": "00:02:27.970",
    "end": "00:02:34.050"
  },
  {
    "text": "opposing narratives",
    "begin": "00:02:34.810",
    "end": "00:02:36.670"
  },
  {
    "text": "why that would happen at all and and also why these",
    "begin": "00:02:36.670",
    "end": "00:02:39.510"
  },
  {
    "text": "Narratives were of such importance to people apparently that we were willing to arm ourselves",
    "begin": "00:02:39.640",
    "end": "00:02:43.710"
  },
  {
    "text": "Far beyond the teeth and risk",
    "begin": "00:02:44.380",
    "end": "00:02:46.799"
  },
  {
    "text": "massive mutual annihilation",
    "begin": "00:02:47.590",
    "end": "00:02:49.360"
  },
  {
    "text": "to battle out the to battle out that conflict between these two ways of looking at the world and I was curious I mean",
    "begin": "00:02:49.360",
    "end": "00:02:56.190"
  },
  {
    "text": "First the first question was were these merely two ways of looking at the world?",
    "begin": "00:02:56.530",
    "end": "00:03:02.220"
  },
  {
    "text": "Because you might think well, there's there's no shortage of ways to live in the world",
    "begin": "00:03:02.980",
    "end": "00:03:07.559"
  },
  {
    "text": "That's a moral morally",
    "begin": "00:03:07.660",
    "end": "00:03:09.310"
  },
  {
    "text": "Relativistic stance and there's something to that obviously because people different people different",
    "begin": "00:03:09.310",
    "end": "00:03:13.619"
  },
  {
    "text": "Occupations and they different outlook and and so forth a difficult different political belief",
    "begin": "00:03:13.720",
    "end": "00:03:17.550"
  },
  {
    "text": "so there's obviously many ways that we can thrive in the world and so some degree of",
    "begin": "00:03:17.550",
    "end": "00:03:21.270"
  },
  {
    "text": "flexibility with regards to what constitutes your fundamental axioms",
    "begin": "00:03:21.520",
    "end": "00:03:24.990"
  },
  {
    "text": "Obviously is is necessary",
    "begin": "00:03:25.540",
    "end": "00:03:27.839"
  },
  {
    "text": "But there's a deeper question and and it is a very deep question",
    "begin": "00:03:28.630",
    "end": "00:03:31.980"
  },
  {
    "text": "I actually think it's a it's the question at the bottom of the postmodern conundrum, which is whether or not there are any",
    "begin": "00:03:31.980",
    "end": "00:03:37.469"
  },
  {
    "text": "Reliable meta-narratives. Let's say overarching narratives that can unite people in some fundamental way. And so I was curious",
    "begin": "00:03:38.290",
    "end": "00:03:44.849"
  },
  {
    "text": "Where were these just two arbitrary ways of looking at the world both?",
    "begin": "00:03:44.850",
    "end": "00:03:49.170"
  },
  {
    "text": "potentially equally valid and",
    "begin": "00:03:49.690",
    "end": "00:03:51.690"
  },
  {
    "text": "We're we battling that out because we didn't know when there was no other way to battle it out",
    "begin": "00:03:51.730",
    "end": "00:03:55.889"
  },
  {
    "text": "Or was there something deeper at stake?",
    "begin": "00:03:55.890",
    "end": "00:03:58.589"
  },
  {
    "text": "was it possible that one or the other system was correct in some deep manner and I believe I do truly believe that I",
    "begin": "00:03:58.590",
    "end": "00:04:06.300"
  },
  {
    "text": "entered that",
    "begin": "00:04:07.000",
    "end": "00:04:08.650"
  },
  {
    "text": "That universe of questions. Let's say with as open as a mind as possible because I actually wanted to find out the answer",
    "begin": "00:04:08.650",
    "end": "00:04:16.320"
  },
  {
    "text": "you know because well it seemed to me the fundamental question that",
    "begin": "00:04:16.350",
    "end": "00:04:19.049"
  },
  {
    "text": "Obviously, we fought a whole Cold War about it was the fundamental question. Who was this?",
    "begin": "00:04:19.510",
    "end": "00:04:23.879"
  },
  {
    "text": "it was the question everyone's my should have been concentrated on and so I",
    "begin": "00:04:23.880",
    "end": "00:04:27.559"
  },
  {
    "text": "Started to study deeply this this particular question. The first question was well, what were beliefs made out of like what exactly is it?",
    "begin": "00:04:28.170",
    "end": "00:04:34.999"
  },
  {
    "text": "What is it? What are we talking about when we talk about a belief?",
    "begin": "00:04:35.000",
    "end": "00:04:37.489"
  },
  {
    "text": "What does it mean that you have beliefs our beliefs structured?",
    "begin": "00:04:37.490",
    "end": "00:04:41.060"
  },
  {
    "text": "and also that was a",
    "begin": "00:04:41.460",
    "end": "00:04:42.630"
  },
  {
    "text": "psychological question rather than a political or economic question and that took me a long time to figure out because I didn't know if the",
    "begin": "00:04:42.630",
    "end": "00:04:47.809"
  },
  {
    "text": "fundamental question was going to be",
    "begin": "00:04:47.810",
    "end": "00:04:49.680"
  },
  {
    "text": "Sociological or political or or economic or psychological energy turned out to be psychological or perhaps it turned out to be spiritual",
    "begin": "00:04:49.680",
    "end": "00:04:56.780"
  },
  {
    "text": "that's another way of thinking about it and",
    "begin": "00:04:56.780",
    "end": "00:04:58.780"
  },
  {
    "text": "If if you could grasp belief",
    "begin": "00:05:07.460",
    "end": "00:05:10.269"
  },
  {
    "text": "what would constitute a credible belief and what would it mean for a belief to be credible and",
    "begin": "00:05:11.690",
    "end": "00:05:17.199"
  },
  {
    "text": "I can give you a little a hint about that. I learned this from Jean Piaget that developmental psychologists brilliant brilliant theorists",
    "begin": "00:05:17.479",
    "end": "00:05:24.639"
  },
  {
    "text": "Genuine genius he was interested in how children organized games and he thought of games the",
    "begin": "00:05:26.330",
    "end": "00:05:31.660"
  },
  {
    "text": "Organization of games by children as the precursor to adult interaction and he made some very interesting observations about games",
    "begin": "00:05:32.930",
    "end": "00:05:40.479"
  },
  {
    "text": "You know",
    "begin": "00:05:40.479",
    "end": "00:05:40.780"
  },
  {
    "text": "especially pretend games which are quite sophisticated because children will get together and play pretend games and what they'll do is",
    "begin": "00:05:40.780",
    "end": "00:05:46.119"
  },
  {
    "text": "They act out a simulation of the world",
    "begin": "00:05:46.580",
    "end": "00:05:48.609"
  },
  {
    "text": "maybe they play house they all get together and they cast each other in different roles and then they each act out those rules and",
    "begin": "00:05:48.610",
    "end": "00:05:55.030"
  },
  {
    "text": "they do that and then in order to simulate something important that they're going to have to adapt to but",
    "begin": "00:05:55.030",
    "end": "00:05:59.380"
  },
  {
    "text": "Piaget noted a couple of things the first thing, you know, that was that children playing games can play the games in a group",
    "begin": "00:05:59.570",
    "end": "00:06:06.099"
  },
  {
    "text": "Thank you very much can play a game in a group",
    "begin": "00:06:06.620",
    "end": "00:06:09.039"
  },
  {
    "text": "But if you take them out of the group and you ask them what the rules of the game are",
    "begin": "00:06:09.949",
    "end": "00:06:13.538"
  },
  {
    "text": "They don't know they can't",
    "begin": "00:06:13.539",
    "end": "00:06:15.539"
  },
  {
    "text": "Articulate the rules of the game yet",
    "begin": "00:06:15.800",
    "end": "00:06:18.009"
  },
  {
    "text": "When you put them together in the group, they can play the game and I thought oh that's just like adults",
    "begin": "00:06:18.009",
    "end": "00:06:22.509"
  },
  {
    "text": "You see because because well because we wouldn't need a psychology otherwise, right because we'd all be transparent to ourselves already",
    "begin": "00:06:22.969",
    "end": "00:06:30.009"
  },
  {
    "text": "So what that means is when we all get together and play a game like the one that we're playing in this room, for example",
    "begin": "00:06:30.080",
    "end": "00:06:35.020"
  },
  {
    "text": "We all can play the game when we're together",
    "begin": "00:06:35.539",
    "end": "00:06:37.598"
  },
  {
    "text": "but if we brought us out and said well, what are the rules we wouldn't be able to articulate them and",
    "begin": "00:06:37.789",
    "end": "00:06:42.249"
  },
  {
    "text": "Then I thought well that means that those rules evolved in a real sense",
    "begin": "00:06:42.380",
    "end": "00:06:45.699"
  },
  {
    "text": "Like they've evolved in a behavioral",
    "begin": "00:06:45.699",
    "end": "00:06:47.599"
  },
  {
    "text": "Competition and I thought well that's that's a lot like what's happening with animals if you look at how a chimpanzee troop is",
    "begin": "00:06:47.599",
    "end": "00:06:53.229"
  },
  {
    "text": "Organized or a wolf pack any social animal for that matter going way down the phylogenetic chain",
    "begin": "00:06:53.570",
    "end": "00:06:58.509"
  },
  {
    "text": "They have to interact with one another in a manner that",
    "begin": "00:06:58.580",
    "end": "00:07:01.150"
  },
  {
    "text": "That sustains the group because otherwise they all die obviously and that sustains the individuals within the group and offers the individual some",
    "begin": "00:07:01.430",
    "end": "00:07:08.650"
  },
  {
    "text": "some scope of action and so there's a set of implicit constraints on the manner in which",
    "begin": "00:07:08.780",
    "end": "00:07:13.719"
  },
  {
    "text": "creatures interact or they don't live and",
    "begin": "00:07:14.120",
    "end": "00:07:16.929"
  },
  {
    "text": "and",
    "begin": "00:07:17.510",
    "end": "00:07:18.560"
  },
  {
    "text": "Piaget also came to the same conclusion with regards to children's games. And and this is where he made a distinction. That's so crucial because",
    "begin": "00:07:18.560",
    "end": "00:07:25.000"
  },
  {
    "text": "Piaget was actually interested in bridging the gap between science and religion. That was his fundamental his fundamental motivation",
    "begin": "00:07:25.669",
    "end": "00:07:31.839"
  },
  {
    "text": "although very few people know that and he was interested in bridging the gap between",
    "begin": "00:07:31.840",
    "end": "00:07:35.500"
  },
  {
    "text": "Science and ethics and and he was interested in how ethics evolved as a as a concept and then as a practically applicable",
    "begin": "00:07:35.599",
    "end": "00:07:41.499"
  },
  {
    "text": "As something that was practically applicable and he made some very interesting comments about games and said well look",
    "begin": "00:07:42.860",
    "end": "00:07:48.729"
  },
  {
    "text": "What what constitutes a good game?",
    "begin": "00:07:49.310",
    "end": "00:07:51.310"
  },
  {
    "text": "well one rule is",
    "begin": "00:07:52.280",
    "end": "00:07:54.280"
  },
  {
    "text": "everybody plays voluntarily",
    "begin": "00:07:55.279",
    "end": "00:07:57.279"
  },
  {
    "text": "That's a really good game. And then he made another claim which was quite cool",
    "begin": "00:07:57.979",
    "end": "00:08:01.538"
  },
  {
    "text": "Which was imagine that you had a game a and E and B, and they were competing",
    "begin": "00:08:01.539",
    "end": "00:08:05.408"
  },
  {
    "text": "against the target and in in game B people were being forced to play and a game eight people were playing voluntarily and",
    "begin": "00:08:06.050",
    "end": "00:08:11.770"
  },
  {
    "text": "Then you tracked their track record with regards to competitive advantage over time",
    "begin": "00:08:11.930",
    "end": "00:08:15.969"
  },
  {
    "text": "The game that people were playing voluntarily would win because the people who were playing wouldn't have to waste any effort and enforcement cost",
    "begin": "00:08:16.099",
    "end": "00:08:22.539"
  },
  {
    "text": "Oh god, that's so smart",
    "begin": "00:08:22.539",
    "end": "00:08:24.609"
  },
  {
    "text": "It's so smart because because you can see the idea of the emergence of an ethic theory and not an ethic that's rationally constructed",
    "begin": "00:08:24.680",
    "end": "00:08:32.349"
  },
  {
    "text": "It's an ethic that's actually emerging from the bottom up",
    "begin": "00:08:32.349",
    "end": "00:08:34.658"
  },
  {
    "text": "Now if the philosopher Friedrich Nietzsche also pointed out that our that our ethic actually emerged from the bottom up it wasn't rational",
    "begin": "00:08:34.659",
    "end": "00:08:41.289"
  },
  {
    "text": "It wasn't top down. It wasn't enlightenment oriented",
    "begin": "00:08:41.289",
    "end": "00:08:44.289"
  },
  {
    "text": "Even though the Enlightenment might have codified it",
    "begin": "00:08:44.290",
    "end": "00:08:46.290"
  },
  {
    "text": "as part of a process of a codification that took place over a very long period of time and so",
    "begin": "00:08:46.640",
    "end": "00:08:51.640"
  },
  {
    "text": "And then I read other things some say about the way that animals organize the troops. This was later",
    "begin": "00:08:52.040",
    "end": "00:08:56.560"
  },
  {
    "text": "but but but it's relevant to our talk today that",
    "begin": "00:08:56.570",
    "end": "00:08:59.199"
  },
  {
    "text": "Primatologist friends to all for example has tried to find out what makes chimpanzee troops stable across time",
    "begin": "00:08:59.630",
    "end": "00:09:04.630"
  },
  {
    "text": "You know you kind of have this idea that a chimpanzee troop is driven",
    "begin": "00:09:04.640",
    "end": "00:09:08.469"
  },
  {
    "text": "Let's say by the most dominant powerful male the most aggressive cruel",
    "begin": "00:09:08.750",
    "end": "00:09:13.329"
  },
  {
    "text": "tyrannical chimpanzee dominates and that isn't what friends do all found what he found was that",
    "begin": "00:09:14.060",
    "end": "00:09:19.419"
  },
  {
    "text": "In order that those sorts of chimpanzee troops have leaders that meet very violent ends",
    "begin": "00:09:19.730",
    "end": "00:09:24.730"
  },
  {
    "text": "Because no matter how tyrannical you are as top chimp two chimps 3/4 your size can take you out and they will and chimpanzees are",
    "begin": "00:09:25.250",
    "end": "00:09:33.099"
  },
  {
    "text": "believably",
    "begin": "00:09:33.710",
    "end": "00:09:34.620"
  },
  {
    "text": "Unbelievably brutal and very very strong and so tyrannical chimpanzee troops are unstable",
    "begin": "00:09:34.620",
    "end": "00:09:40.070"
  },
  {
    "text": "It's like that's a major league",
    "begin": "00:09:40.320",
    "end": "00:09:42.300"
  },
  {
    "text": "Discovery ma'am because it starts to it starts to open up the possibility that the ethic upon which functional states are predicated is far deeper",
    "begin": "00:09:42.300",
    "end": "00:09:49.909"
  },
  {
    "text": "Than any mere story or any mere",
    "begin": "00:09:49.910",
    "end": "00:09:51.920"
  },
  {
    "text": "Rationality and that's a really exciting possibility because what it means is that there might be something at the bottom of our ethic",
    "begin": "00:09:52.230",
    "end": "00:09:57.709"
  },
  {
    "text": "That's really there. It's not just some arbitrary",
    "begin": "00:09:57.720",
    "end": "00:10:00.769"
  },
  {
    "text": "constructed narrative",
    "begin": "00:10:01.350",
    "end": "00:10:02.300"
  },
  {
    "text": "it's not just one set of ways to live in the world among many and I would say I would say and I tried to",
    "begin": "00:10:02.300",
    "end": "00:10:07.189"
  },
  {
    "text": "Outline this partly in twelve rules for life and more in detail in maps of meaning that the evidence on that is already in",
    "begin": "00:10:07.190",
    "end": "00:10:12.980"
  },
  {
    "text": "Is that there is a there is a convergent ethic that emerges from the bottom-up over",
    "begin": "00:10:13.200",
    "end": "00:10:19.670"
  },
  {
    "text": "Evolutionary spans of time over millions of years over hundreds of thousands of years over tens of thousands of years as people learn",
    "begin": "00:10:20.100",
    "end": "00:10:26.779"
  },
  {
    "text": "how to act in a manner that sustains them as",
    "begin": "00:10:27.090",
    "end": "00:10:30.379"
  },
  {
    "text": "Individuals now and a week from now and a month from now in a year from now",
    "begin": "00:10:31.650",
    "end": "00:10:35.150"
  },
  {
    "text": "So it has to be iterated that sustains them and their families",
    "begin": "00:10:35.150",
    "end": "00:10:38.629"
  },
  {
    "text": "Simultaneously that sustains them and their families and their communities across all those time frames",
    "begin": "00:10:38.970",
    "end": "00:10:43.819"
  },
  {
    "text": "Simultaneously and that's a very very tight set of constraints",
    "begin": "00:10:44.760",
    "end": "00:10:47.360"
  },
  {
    "text": "And so there might be a very large number of ways to interpret the world as the postmodern set post",
    "begin": "00:10:47.360",
    "end": "00:10:52.519"
  },
  {
    "text": "Modernists accurately have it but there are not a very large number of ways to exist",
    "begin": "00:10:52.620",
    "end": "00:10:57.530"
  },
  {
    "text": "Successfully in the world. In fact, it's extraordinarily constrained",
    "begin": "00:10:58.050",
    "end": "00:11:00.800"
  },
  {
    "text": "it's constrained by the neccessity of playing an",
    "begin": "00:11:00.800",
    "end": "00:11:03.619"
  },
  {
    "text": "Iterative voluntary game and that's a tight constraint. As any of you who are married know, right?",
    "begin": "00:11:04.020",
    "end": "00:11:09.800"
  },
  {
    "text": "well, I mean, I mean",
    "begin": "00:11:09.900",
    "end": "00:11:11.060"
  },
  {
    "text": "I meanthere's absolutely definitively because you see the marriage is a very interesting balancing act because",
    "begin": "00:11:11.060",
    "end": "00:11:16.670"
  },
  {
    "text": "It has to be good for you, and it has to be good for your wife",
    "begin": "00:11:16.980",
    "end": "00:11:19.849"
  },
  {
    "text": "let's say but it also has to be good for the two of you and it has to and maybe that's",
    "begin": "00:11:19.850",
    "end": "00:11:24.139"
  },
  {
    "text": "Superordinate to each of you as individuals and it has to be good for you in that in a way",
    "begin": "00:11:24.240",
    "end": "00:11:27.950"
  },
  {
    "text": "That's good for your children",
    "begin": "00:11:27.950",
    "end": "00:11:28.880"
  },
  {
    "text": "And that has to work in society and it has to be something that you can play out moment by moment an hour to hour",
    "begin": "00:11:28.880",
    "end": "00:11:34.280"
  },
  {
    "text": "And day to day and month to month and week to week and you know",
    "begin": "00:11:34.280",
    "end": "00:11:37.309"
  },
  {
    "text": "You know perfectly well that there isn't much deviation from the straight and narrow path if you're going to play that game",
    "begin": "00:11:37.320",
    "end": "00:11:43.309"
  },
  {
    "text": "Because there's just too many ways of falling into trouble and there's way ways of falling into trouble than not falling into trouble",
    "begin": "00:11:43.590",
    "end": "00:11:49.399"
  },
  {
    "text": "okay, so so that's the first thing so imagine this so this is the this is the idea so",
    "begin": "00:11:49.530",
    "end": "00:11:54.500"
  },
  {
    "text": "The ethic emerges from the bottom up as we learn how to organize ourselves in ever more complex society sustainable societies",
    "begin": "00:11:55.140",
    "end": "00:12:01.910"
  },
  {
    "text": "And we don't know what we're doing",
    "begin": "00:12:01.910",
    "end": "00:12:03.810"
  },
  {
    "text": "Okay, but then what happens is because we're insanely curious and capable of self recognition",
    "begin": "00:12:03.810",
    "end": "00:12:08.209"
  },
  {
    "text": "We start to tell stories about how it is that we're acting and the stories have two forms",
    "begin": "00:12:08.460",
    "end": "00:12:13.639"
  },
  {
    "text": "one story is about the structures that we exist in and",
    "begin": "00:12:13.640",
    "end": "00:12:16.970"
  },
  {
    "text": "That's the stories about other people and every stories about other people, right?",
    "begin": "00:12:17.130",
    "end": "00:12:20.779"
  },
  {
    "text": "Because we live in a social world and you never see a story. You never go to a movie",
    "begin": "00:12:20.780",
    "end": "00:12:24.440"
  },
  {
    "text": "You never read a novel that isn't about society and no wonder because that's our environment Society",
    "begin": "00:12:24.440",
    "end": "00:12:29.899"
  },
  {
    "text": "So stories are about Society and they're about how societies succeed and fail and they're about how individuals within that society",
    "begin": "00:12:29.900",
    "end": "00:12:36.350"
  },
  {
    "text": "Succeed or fail because what we're trying to do is to watch ourselves and I mean again over the mass of historical time frame",
    "begin": "00:12:36.660",
    "end": "00:12:42.980"
  },
  {
    "text": "we're trying to watch how it is that we act when we act properly and figure out how to do it as",
    "begin": "00:12:42.980",
    "end": "00:12:47.360"
  },
  {
    "text": "Individuals and the first way we do that is to code it in stories. That's what stories are for",
    "begin": "00:12:47.430",
    "end": "00:12:52.159"
  },
  {
    "text": "That's what great literature is for",
    "begin": "00:12:52.160",
    "end": "00:12:54.080"
  },
  {
    "text": "That's why there are great villains and great heroes and great literature because you want to know how to be a great hero",
    "begin": "00:12:54.080",
    "end": "00:12:59.480"
  },
  {
    "text": "Unless you want to be a great villain and if you want to be a great hero",
    "begin": "00:12:59.550",
    "end": "00:13:02.719"
  },
  {
    "text": "You can learn from great villains the opposite of how to act and so you get you get incredible",
    "begin": "00:13:02.720",
    "end": "00:13:07.490"
  },
  {
    "text": "Incredibly sophisticated",
    "begin": "00:13:08.070",
    "end": "00:13:09.840"
  },
  {
    "text": "Representations emerging out of that process so that the take on an archetypal form",
    "begin": "00:13:09.840",
    "end": "00:13:13.730"
  },
  {
    "text": "So for example the the motif of the hostile brothers, which is developed into",
    "begin": "00:13:13.730",
    "end": "00:13:18.259"
  },
  {
    "text": "Christianity into them between",
    "begin": "00:13:18.810",
    "end": "00:13:20.810"
  },
  {
    "text": "adversaries of Christ and Satan or Cain and Abel are",
    "begin": "00:13:20.820",
    "end": "00:13:23.269"
  },
  {
    "text": "The idea of the hero who thrives in the social world and brings renewal to the cosmos",
    "begin": "00:13:23.580",
    "end": "00:13:29.270"
  },
  {
    "text": "So to speak against the deadly adversary and that's exactly what you need to know and again, it's not arbitrary",
    "begin": "00:13:29.270",
    "end": "00:13:35.270"
  },
  {
    "text": "It's not an arbitrary set of propositions",
    "begin": "00:13:35.270",
    "end": "00:13:37.610"
  },
  {
    "text": "It's predicated on the observation of successful and unsuccessful patterns of behavior over very very very very long stretches of time",
    "begin": "00:13:37.610",
    "end": "00:13:44.690"
  },
  {
    "text": "so there's a behavioral platform and then there's a",
    "begin": "00:13:44.880",
    "end": "00:13:47.719"
  },
  {
    "text": "narrative",
    "begin": "00:13:48.990",
    "end": "00:13:50.370"
  },
  {
    "text": "representation of that platform then the two things start to interact because once you have drama and literature",
    "begin": "00:13:50.370",
    "end": "00:13:55.279"
  },
  {
    "text": "You can learn from drama and literature and alter how you behave and the irr ethic becomes portable",
    "begin": "00:13:55.280",
    "end": "00:13:59.750"
  },
  {
    "text": "and then what happens after that is that",
    "begin": "00:13:59.930",
    "end": "00:14:02.690"
  },
  {
    "text": "What happens after that is that thinkers who now have both the behavioural strata and the",
    "begin": "00:14:05.760",
    "end": "00:14:11.960"
  },
  {
    "text": "representational strata in front of them, right",
    "begin": "00:14:12.360",
    "end": "00:14:14.360"
  },
  {
    "text": "The procedural ethic the behavioral ethic plus the story",
    "begin": "00:14:14.940",
    "end": "00:14:18.589"
  },
  {
    "text": "Representation step one step back from that especially after it's written down",
    "begin": "00:14:18.930",
    "end": "00:14:22.640"
  },
  {
    "text": "this is why white works like the Bible or such critical importance because the the pattern the dramatic patterns are then written down and then",
    "begin": "00:14:22.800",
    "end": "00:14:30.500"
  },
  {
    "text": "You can step back from them with your consciousness and you can start to analyze them for their for the rule based content you see",
    "begin": "00:14:30.500",
    "end": "00:14:36.409"
  },
  {
    "text": "That emerging to some degree in the story of Moses",
    "begin": "00:14:36.570",
    "end": "00:14:39.229"
  },
  {
    "text": "that's actually what's laid out in part in the story of Moses because Moses is leading his people through the desert and",
    "begin": "00:14:39.230",
    "end": "00:14:44.060"
  },
  {
    "text": "Watching how they fight and watching how they behave and then he has this so it's all very very dramatic. Then he has this tremendous",
    "begin": "00:14:44.279",
    "end": "00:14:50.599"
  },
  {
    "text": "Revelation, which is this is how we already act",
    "begin": "00:14:51.149",
    "end": "00:14:54.349"
  },
  {
    "text": "Right. And so what happens is the rules are codified on the basis of the observation of the patterns that are already extent that are",
    "begin": "00:14:55.020",
    "end": "00:15:01.609"
  },
  {
    "text": "Functional that's a transformation of consciousness at that point",
    "begin": "00:15:01.649",
    "end": "00:15:05.149"
  },
  {
    "text": "You have your ethic which is far deeper than anything that you can imagine",
    "begin": "00:15:05.150",
    "end": "00:15:08.659"
  },
  {
    "text": "Start to be articulated out into the body of laws and that's the point at which you have",
    "begin": "00:15:09.029",
    "end": "00:15:13.399"
  },
  {
    "text": "Let's say true philosophy at the beginning of the body of laws. It's called the body of laws for a reason and so",
    "begin": "00:15:13.560",
    "end": "00:15:19.400"
  },
  {
    "text": "well, I thought that was all just amazing to have to have to have observed that to think about that bottom-up process and then I",
    "begin": "00:15:19.950",
    "end": "00:15:26.900"
  },
  {
    "text": "Started reading a lot of religious mythology and I ran across this motif that was developed very in great detail by a Romanian",
    "begin": "00:15:26.970",
    "end": "00:15:34.670"
  },
  {
    "text": "Murchie le a de who was a great scholar of religions",
    "begin": "00:15:36.150",
    "end": "00:15:38.569"
  },
  {
    "text": "remarkable remarkable books including a history of religious ideas",
    "begin": "00:15:39.240",
    "end": "00:15:42.469"
  },
  {
    "text": "which is",
    "begin": "00:15:42.470",
    "end": "00:15:43.380"
  },
  {
    "text": "Highly recommended book and he talked about this",
    "begin": "00:15:43.380",
    "end": "00:15:46.369"
  },
  {
    "text": "Interesting motif that I had run across and other writings on mythology and and and in religious stories",
    "begin": "00:15:46.650",
    "end": "00:15:51.650"
  },
  {
    "text": "which was the Battle of the gods in heaven across time and one of the things Iliad I pointed out was that if you if",
    "begin": "00:15:51.650",
    "end": "00:15:57.199"
  },
  {
    "text": "You looked at the development of religious system. So say the development of the religious system that came to dominate",
    "begin": "00:15:57.200",
    "end": "00:16:01.759"
  },
  {
    "text": "Mesopotamia when the Mesopotamian tribes came together imagine each of those tribes had their own God right and then when they came together",
    "begin": "00:16:02.399",
    "end": "00:16:08.839"
  },
  {
    "text": "That was terribly fractious because you know what happens when different people with different gods get to it's it's ugly",
    "begin": "00:16:09.060",
    "end": "00:16:14.239"
  },
  {
    "text": "It's ugly and it's no wonder because you know",
    "begin": "00:16:14.250",
    "end": "00:16:17.089"
  },
  {
    "text": "They all have an ethic and they they're living within the ethic and they're using it to structure their worlds",
    "begin": "00:16:17.089",
    "end": "00:16:21.319"
  },
  {
    "text": "but the ethics apparently collide and so what happens that the",
    "begin": "00:16:21.320",
    "end": "00:16:24.559"
  },
  {
    "text": "Civilizational level is that there's constant negotiation and cognitive transformation within the individual populations",
    "begin": "00:16:25.170",
    "end": "00:16:31.580"
  },
  {
    "text": "But that's represented over the large span of time as a battle between the gods that represent the different tribes in heaven. And so",
    "begin": "00:16:31.580",
    "end": "00:16:38.419"
  },
  {
    "text": "then what happens across time as all those gods organize themselves into a hierarchy and one God comes out on top and that God is",
    "begin": "00:16:38.970",
    "end": "00:16:45.529"
  },
  {
    "text": "The supreme god and then this societies like Mesopotamia. Is that Mesopotamia that also happened in ancient Greece?",
    "begin": "00:16:45.529",
    "end": "00:16:50.898"
  },
  {
    "text": "They assumed that their sovereign is that the person who acts out the sovereign God",
    "begin": "00:16:51.120",
    "end": "00:16:56.239"
  },
  {
    "text": "Because you might say well where does the concept of sovereignty come from?",
    "begin": "00:16:56.610",
    "end": "00:17:00.200"
  },
  {
    "text": "Right, if it's not just brute force and it's not his brute force doesn't work. It has to have some other basis",
    "begin": "00:17:00.270",
    "end": "00:17:05.959"
  },
  {
    "text": "What's the basis of sovereignty? What's the basis of authority not power authority competence Authority, right?",
    "begin": "00:17:05.959",
    "end": "00:17:13.159"
  },
  {
    "text": "well",
    "begin": "00:17:13.160",
    "end": "00:17:13.579"
  },
  {
    "text": "How's that played out it's played out by the battle between ethics systems of ethics that are represented in religious language",
    "begin": "00:17:13.579",
    "end": "00:17:19.549"
  },
  {
    "text": "across vast epochs of time and then the societies of gods",
    "begin": "00:17:19.770",
    "end": "00:17:23.900"
  },
  {
    "text": "let's say organize themselves into a hierarchy and they have a God at the top and that's actually",
    "begin": "00:17:23.900",
    "end": "00:17:28.249"
  },
  {
    "text": "Laid right out in the anime ilish for example, which is the oldest",
    "begin": "00:17:28.620",
    "end": "00:17:32.390"
  },
  {
    "text": "Creation story that we have and out of which it's derived from the same",
    "begin": "00:17:32.910",
    "end": "00:17:37.759"
  },
  {
    "text": "what would you say cultural substrate is the stories in Genesis, for example, although it represents a variant the the",
    "begin": "00:17:38.190",
    "end": "00:17:45.110"
  },
  {
    "text": "Mesopotamians had all their gods aggregate themselves together because they were threatened by the unknown",
    "begin": "00:17:45.929",
    "end": "00:17:50.959"
  },
  {
    "text": "That's what happens in me in the Mesopotamian creation. Myth the unknown gives rise to the gods",
    "begin": "00:17:50.960",
    "end": "00:17:55.610"
  },
  {
    "text": "They become very fractious and compete and then the unknown decides to destroy them again like God destroying Noah Noah's people in the flood",
    "begin": "00:17:55.650",
    "end": "00:18:02.989"
  },
  {
    "text": "It's the same basic idea. There's an idea there and the idea is that",
    "begin": "00:18:02.990",
    "end": "00:18:05.990"
  },
  {
    "text": "We emerge out of the unknown and we're always threatened by it",
    "begin": "00:18:06.540",
    "end": "00:18:10.459"
  },
  {
    "text": "Not only as individuals but as a group and that means that we need to figure out what it is",
    "begin": "00:18:10.710",
    "end": "00:18:14.540"
  },
  {
    "text": "That should guide us in order to continually confront the unknown and prevail and so what happens in",
    "begin": "00:18:14.540",
    "end": "00:18:20.179"
  },
  {
    "text": "Mesopotamia is the gods all get together in a congress and they basically they elect a new God and he new kind of God",
    "begin": "00:18:20.429",
    "end": "00:18:27.029"
  },
  {
    "text": "His name is marek. By the way, he has eyes all the way around his head and so he pays attention",
    "begin": "00:18:27.340",
    "end": "00:18:32.069"
  },
  {
    "text": "That's not the same as thinking. It's a different thing attention",
    "begin": "00:18:32.559",
    "end": "00:18:36.209"
  },
  {
    "text": "It's the same thing the Egyptians",
    "begin": "00:18:36.210",
    "end": "00:18:37.870"
  },
  {
    "text": "represented and worshiped with the eye of horus the idea that what you should do if you want to survive in this world if you",
    "begin": "00:18:37.870",
    "end": "00:18:44.039"
  },
  {
    "text": "Want to play a voluntary game that everybody could participate in your bloody eyes better be open",
    "begin": "00:18:44.039",
    "end": "00:18:48.239"
  },
  {
    "text": "because there are the things that will save you and that's attention and the other thing that mardik didn't he spoke magic words and",
    "begin": "00:18:48.370",
    "end": "00:18:54.120"
  },
  {
    "text": "so when he spoke the night sky would appear the day sky would appear and so the",
    "begin": "00:18:54.309",
    "end": "00:18:58.529"
  },
  {
    "text": "Mesopotamians figured out in their great religious story that the fundamental sovereign God was he who pays attention and speaks the truth and",
    "begin": "00:18:58.780",
    "end": "00:19:05.939"
  },
  {
    "text": "that's something that's something that's",
    "begin": "00:19:06.880",
    "end": "00:19:09.449"
  },
  {
    "text": "That's not something you punish people for",
    "begin": "00:19:10.090",
    "end": "00:19:12.329"
  },
  {
    "text": "Right because there's this this is the deepest idea of mankind. It's developed in detail in Genesis in the Old Testament",
    "begin": "00:19:13.360",
    "end": "00:19:20.669"
  },
  {
    "text": "It's the fundamental idea of Genesis that God uses the logos the word of God to cast",
    "begin": "00:19:20.669",
    "end": "00:19:26.099"
  },
  {
    "text": "Potential which we all face. That's what we face potentials, right?",
    "begin": "00:19:26.860",
    "end": "00:19:30.449"
  },
  {
    "text": "You know that you know that the future is unstructured",
    "begin": "00:19:30.450",
    "end": "00:19:33.450"
  },
  {
    "text": "You have a you have a potential within you that can meet that and there's a potential that",
    "begin": "00:19:33.669",
    "end": "00:19:38.369"
  },
  {
    "text": "Characterizes the future you meet it with eyes open and with truthful speech",
    "begin": "00:19:38.620",
    "end": "00:19:41.939"
  },
  {
    "text": "And that's what happens in Genesis because God uses the logos",
    "begin": "00:19:42.070",
    "end": "00:19:45.299"
  },
  {
    "text": "Which is truthful speech to cast the pre cosmogonic",
    "begin": "00:19:45.299",
    "end": "00:19:48.418"
  },
  {
    "text": "Potential into habitable order and then he says it's good and there there's a hint there",
    "begin": "00:19:48.640",
    "end": "00:19:53.699"
  },
  {
    "text": "right because you think well is",
    "begin": "00:19:54.159",
    "end": "00:19:56.140"
  },
  {
    "text": "habitable order good because life is very difficult and it's a real question whether or not the order that we inhabit is good and the",
    "begin": "00:19:56.140",
    "end": "00:20:02.219"
  },
  {
    "text": "hypothesis in the Old Testament, is that if",
    "begin": "00:20:02.380",
    "end": "00:20:04.380"
  },
  {
    "text": "Truthful speech gives rise to the order then that order will be good",
    "begin": "00:20:04.690",
    "end": "00:20:09.090"
  },
  {
    "text": "And that's really something that like that's really something to apprehend. It's a fundamental",
    "begin": "00:20:09.090",
    "end": "00:20:15.120"
  },
  {
    "text": "theological",
    "begin": "00:20:15.970",
    "end": "00:20:17.289"
  },
  {
    "text": "presupposition that the way that you take the potential upon which the cosmos is",
    "begin": "00:20:17.289",
    "end": "00:20:21.389"
  },
  {
    "text": "Predicated and cast it into the order that allows everyone to thrive is by using",
    "begin": "00:20:21.490",
    "end": "00:20:26.159"
  },
  {
    "text": "truthful speech",
    "begin": "00:20:26.799",
    "end": "00:20:28.659"
  },
  {
    "text": "Wouldn't it be something if that was the case and the thing is, you know, it's the case",
    "begin": "00:20:28.659",
    "end": "00:20:32.159"
  },
  {
    "text": "You know it you know it because you do not admire yourself",
    "begin": "00:20:32.230",
    "end": "00:20:36.390"
  },
  {
    "text": "If you're deceitful you admire yourself when you have those rare moments in your life where you can actually stand up and say what's true",
    "begin": "00:20:36.390",
    "end": "00:20:43.230"
  },
  {
    "text": "regardless of the cost and",
    "begin": "00:20:43.480",
    "end": "00:20:45.130"
  },
  {
    "text": "If you if you give that respect to other people if you treat them as if they're the locale of the divine speech that casts",
    "begin": "00:20:45.130",
    "end": "00:20:52.619"
  },
  {
    "text": "potential into habitable order",
    "begin": "00:20:52.750",
    "end": "00:20:54.310"
  },
  {
    "text": "Then they like you maybe they even love you and they get along with you and you could work with them and you can cooperate",
    "begin": "00:20:54.310",
    "end": "00:20:59.639"
  },
  {
    "text": "With them and you can compete with them. So not only is it the the fundamental axiom that regulates your relationship with yourself?",
    "begin": "00:20:59.640",
    "end": "00:21:06.210"
  },
  {
    "text": "It's the fundamental axiom that regulates your interactions with other people",
    "begin": "00:21:06.580",
    "end": "00:21:10.350"
  },
  {
    "text": "And if you do not give them that that honor which is the the presuppositions for their natural",
    "begin": "00:21:10.350",
    "end": "00:21:17.399"
  },
  {
    "text": "rightRight because you're the idea that you have a natural right is the idea that you have some sort of intrinsic value",
    "begin": "00:21:17.400",
    "end": "00:21:22.320"
  },
  {
    "text": "If you don't paint treat people as if they have that intrinsic rate, they are not happy with you",
    "begin": "00:21:22.630",
    "end": "00:21:27.300"
  },
  {
    "text": "Even if they don't know why",
    "begin": "00:21:27.300",
    "end": "00:21:29.300"
  },
  {
    "text": "because everyone wants to be treated as if",
    "begin": "00:21:29.410",
    "end": "00:21:31.440"
  },
  {
    "text": "They have free will and as if they confront",
    "begin": "00:21:31.600",
    "end": "00:21:33.989"
  },
  {
    "text": "potential and as if they're capable of making moral choices and that they should be rewarded when they do things right and perhaps",
    "begin": "00:21:34.090",
    "end": "00:21:40.289"
  },
  {
    "text": "Punished when they do things wrong, everyone wants that and everyone knows it",
    "begin": "00:21:40.390",
    "end": "00:21:43.950"
  },
  {
    "text": "And so well, so what does that all have to do with free? Speech well",
    "begin": "00:21:44.770",
    "end": "00:21:49.020"
  },
  {
    "text": "Yes, everything that's exactly right. So",
    "begin": "00:21:49.840",
    "end": "00:21:52.169"
  },
  {
    "text": "Free speech isn't free speech. You know people think of free speech is",
    "begin": "00:21:54.370",
    "end": "00:21:58.050"
  },
  {
    "text": "Kind of like a decoration something like that in your life, and it's not that at all",
    "begin": "00:21:58.690",
    "end": "00:22:02.879"
  },
  {
    "text": "It's not the ability to speak truth to power. Although it is also that it's not that it's way more than that",
    "begin": "00:22:02.950",
    "end": "00:22:10.559"
  },
  {
    "text": "Free speech is how you think?",
    "begin": "00:22:11.410",
    "end": "00:22:13.410"
  },
  {
    "text": "It's not thinking you know that the word that the Genesis relies on to create the cosmos",
    "begin": "00:22:13.750",
    "end": "00:22:19.859"
  },
  {
    "text": "Let's say in the story",
    "begin": "00:22:20.050",
    "end": "00:22:21.210"
  },
  {
    "text": "By the way, that's the image of God in which you're made male and female that gives you that fundamental value",
    "begin": "00:22:21.210",
    "end": "00:22:26.819"
  },
  {
    "text": "That's at the core of our idea of natural right? It's not thinking it's speaking",
    "begin": "00:22:26.820",
    "end": "00:22:31.889"
  },
  {
    "text": "And the reason for that is look first of all",
    "begin": "00:22:31.890",
    "end": "00:22:34.560"
  },
  {
    "text": "You can hardly think",
    "begin": "00:22:34.560",
    "end": "00:22:35.770"
  },
  {
    "text": "It's really hard to think you have to be trained like mad to think you have to be able to divide yourself",
    "begin": "00:22:35.770",
    "end": "00:22:40.619"
  },
  {
    "text": "Internally into a couple of different",
    "begin": "00:22:40.780",
    "end": "00:22:42.400"
  },
  {
    "text": "People and then you have to let those people have a war in your head and that means you have to develop",
    "begin": "00:22:42.400",
    "end": "00:22:47.220"
  },
  {
    "text": "characters who have opinions in",
    "begin": "00:22:47.710",
    "end": "00:22:49.710"
  },
  {
    "text": "Great detail opinions that might be contrary to your own and then you have to withstand",
    "begin": "00:22:49.820",
    "end": "00:22:53.419"
  },
  {
    "text": "the tension of letting them have it out and you only see that",
    "begin": "00:22:53.490",
    "end": "00:22:56.750"
  },
  {
    "text": "Thinking in great literature like you see that in Dostoyevsky",
    "begin": "00:22:57.360",
    "end": "00:23:00.079"
  },
  {
    "text": "He's an absolute master of that and you know",
    "begin": "00:23:00.080",
    "end": "00:23:02.210"
  },
  {
    "text": "You can think a little bit but mostly you're biased and you have confirmation",
    "begin": "00:23:02.460",
    "end": "00:23:06.409"
  },
  {
    "text": "bias",
    "begin": "00:23:06.510",
    "end": "00:23:07.010"
  },
  {
    "text": "And you see things the way you see them and you have massive blind spots and you're ignorant as hell you just you just you",
    "begin": "00:23:07.010",
    "end": "00:23:11.930"
  },
  {
    "text": "Just can't think but you can talk and the thing is if you talk other people will correct you",
    "begin": "00:23:11.940",
    "end": "00:23:17.360"
  },
  {
    "text": "that's the thing and that's",
    "begin": "00:23:17.670",
    "end": "00:23:19.530"
  },
  {
    "text": "Thinking so if you get up and you have some something to say and you say it stupidly because of course you will because what?",
    "begin": "00:23:19.530",
    "end": "00:23:25.340"
  },
  {
    "text": "Do you know then other people will tell you where you're wrong and then you can learn right?",
    "begin": "00:23:25.340",
    "end": "00:23:29.990"
  },
  {
    "text": "And then everybody can think and so what that also means is that to be free to speak",
    "begin": "00:23:29.990",
    "end": "00:23:34.849"
  },
  {
    "text": "Even to tell the truth means you have to be free to be stupid and ignorant and malevolent and bitter",
    "begin": "00:23:35.070",
    "end": "00:23:40.759"
  },
  {
    "text": "Because that is who you are. That is what you are cuz you're flawed",
    "begin": "00:23:41.040",
    "end": "00:23:44.480"
  },
  {
    "text": "So the idea that you know, you can't use your free speech if it's offensive, it's just it's an idea",
    "begin": "00:23:46.950",
    "end": "00:23:52.490"
  },
  {
    "text": "That is so evident. You don't know if it's naivety. Oh does it's malevolence",
    "begin": "00:23:52.490",
    "end": "00:23:57.019"
  },
  {
    "text": "It's a real battle which of the which of those two things are worse",
    "begin": "00:23:57.020",
    "end": "00:23:59.900"
  },
  {
    "text": "I would go with malevolence because it detract some it attacks something. That's so absolutely fundamental",
    "begin": "00:23:59.900",
    "end": "00:24:05.210"
  },
  {
    "text": "It's like well, of course people who are speaking freely are going to be offensive",
    "begin": "00:24:05.210",
    "end": "00:24:09.169"
  },
  {
    "text": "I mean, have you ever had a serious discussion with anyone in your life and I mean a serious discussion?",
    "begin": "00:24:09.170",
    "end": "00:24:14.420"
  },
  {
    "text": "I mean this sort of discussion you have when you're with your wife when you're wondering whether your marriage is going to survive or you",
    "begin": "00:24:14.420",
    "end": "00:24:19.850"
  },
  {
    "text": "Or with your kids when they've done something that is really not in their best long-term interest",
    "begin": "00:24:20.010",
    "end": "00:24:24.620"
  },
  {
    "text": "I mean a serious discussion. You can't even get off the ground without being offensive",
    "begin": "00:24:24.620",
    "end": "00:24:28.819"
  },
  {
    "text": "You can't get off the ground without offending yourself in a conversation like that",
    "begin": "00:24:28.920",
    "end": "00:24:32.840"
  },
  {
    "text": "You don't even want to admit how you feel or how you think to yourself if you think you can have a difficult conversation?",
    "begin": "00:24:32.840",
    "end": "00:24:38.870"
  },
  {
    "text": "Without offending people all that means is you're not having a difficult conversation",
    "begin": "00:24:39.090",
    "end": "00:24:42.709"
  },
  {
    "text": "Because for an easy conversation by definition, no one gets upset about that. There's no real problem. There's no real disagreement",
    "begin": "00:24:43.470",
    "end": "00:24:50.569"
  },
  {
    "text": "There's and there's no real real world problem to be solved",
    "begin": "00:24:50.570",
    "end": "00:24:54.230"
  },
  {
    "text": "It's just trivial it's like discussing, you know, last night's sports event",
    "begin": "00:24:54.290",
    "end": "00:24:58.700"
  },
  {
    "text": "There's nothing to it",
    "begin": "00:24:58.700",
    "end": "00:24:59.730"
  },
  {
    "text": "If you're going to have a conversation about something that matters",
    "begin": "00:24:59.730",
    "end": "00:25:02.870"
  },
  {
    "text": "you know in the world made out of what matters that's a good thing to remember if you're going to have a",
    "begin": "00:25:02.870",
    "end": "00:25:07.179"
  },
  {
    "text": "Discussion about what matters if you're really going to talk about it?",
    "begin": "00:25:07.340",
    "end": "00:25:10.720"
  },
  {
    "text": "Everyone is going to be offended by that",
    "begin": "00:25:11.389",
    "end": "00:25:13.039"
  },
  {
    "text": "Especially if there's something rotten in the state of Denmark and you happen to either one in Tripoli that is pointing it out",
    "begin": "00:25:13.039",
    "end": "00:25:18.549"
  },
  {
    "text": "So then you think well your freedom of speech that's not about you being able to speak truth to power",
    "begin": "00:25:18.740",
    "end": "00:25:23.589"
  },
  {
    "text": "That's about you being able to chart your destiny in the world and more than that",
    "begin": "00:25:23.720",
    "end": "00:25:28.629"
  },
  {
    "text": "it's even more than that's important enough because you know life is hard and if you don't get to think",
    "begin": "00:25:28.629",
    "end": "00:25:33.189"
  },
  {
    "text": "When you when you walk through your life, you will fall into a pit",
    "begin": "00:25:33.440",
    "end": "00:25:36.909"
  },
  {
    "text": "There's no doubt about that because that's what thinking is for is to stop you from having anymore",
    "begin": "00:25:36.909",
    "end": "00:25:41.679"
  },
  {
    "text": "Catastrophes that are absolutely necessary and it's a terribly difficult process",
    "begin": "00:25:42.049",
    "end": "00:25:45.969"
  },
  {
    "text": "And so if if that's interfered with it, isn't that you don't get to speak truth to power",
    "begin": "00:25:45.970",
    "end": "00:25:50.559"
  },
  {
    "text": "It's that you do not get to act in the world in a manner that allows you to to eliminate",
    "begin": "00:25:50.559",
    "end": "00:25:56.499"
  },
  {
    "text": "Endless unnecessary hellish suffering and not just for you",
    "begin": "00:25:57.440",
    "end": "00:26:01.299"
  },
  {
    "text": "But for you and your family and your community and so the enemies of free speech",
    "begin": "00:26:01.299",
    "end": "00:26:05.528"
  },
  {
    "text": "They're the enemies of the process that turns potential into habitable order",
    "begin": "00:26:05.529",
    "end": "00:26:09.909"
  },
  {
    "text": "They're our enemies of the Divine Principle and worse. They're their own enemies",
    "begin": "00:26:09.909",
    "end": "00:26:14.439"
  },
  {
    "text": "right because this isn't well some of us believe in free speech and some of us don't",
    "begin": "00:26:15.169",
    "end": "00:26:19.599"
  },
  {
    "text": "It's way deeper than that",
    "begin": "00:26:19.789",
    "end": "00:26:21.139"
  },
  {
    "text": "If you don't believe in free speech you don't believe in the implicit divinity of mankind",
    "begin": "00:26:21.139",
    "end": "00:26:25.419"
  },
  {
    "text": "You don't believe in the sovereignty of the individual you don't believe in sovereignty as such you're a totalitarian of some sort",
    "begin": "00:26:25.419",
    "end": "00:26:32.049"
  },
  {
    "text": "Which means you attribute all the divine power to yourself. It's and then we know where that leads, right",
    "begin": "00:26:32.049",
    "end": "00:26:36.819"
  },
  {
    "text": "It doesn't matter whether it's on the right or the left if we had any sense and we took a look at 20th century history",
    "begin": "00:26:36.820",
    "end": "00:26:42.009"
  },
  {
    "text": "We know exactly where things go and we could easily choose not to go there",
    "begin": "00:26:42.009",
    "end": "00:26:46.389"
  },
  {
    "text": "And so when we see someone like reiieve who's imprisoned by a reprehensible?",
    "begin": "00:26:46.389",
    "end": "00:26:50.049"
  },
  {
    "text": "dictatorship that we have the gall to call our allies then what we see is a",
    "begin": "00:26:50.629",
    "end": "00:26:55.419"
  },
  {
    "text": "System that's not only hell bent on the destruction of an innocent and good man, but but directly",
    "begin": "00:26:56.269",
    "end": "00:27:04.089"
  },
  {
    "text": "antithetical to everything that all of us have and there are societies put forward as",
    "begin": "00:27:04.759",
    "end": "00:27:09.519"
  },
  {
    "text": "necessary to the continual betterment of being itself and so",
    "begin": "00:27:10.039",
    "end": "00:27:15.339"
  },
  {
    "text": "And I've been so absolutely appalled by the Western world's we need response to the attacks of",
    "begin": "00:27:24.129",
    "end": "00:27:30.868"
  },
  {
    "text": "Totalitarians upon our freedom of speech the what was done with Salman Rushdie. That was a big big big big mistake, right?",
    "begin": "00:27:31.239",
    "end": "00:27:38.459"
  },
  {
    "text": "Because it wasn't Rushdie",
    "begin": "00:27:38.499",
    "end": "00:27:39.840"
  },
  {
    "text": "It was the free speaking artistic tradition of the West and not only of the West right the free speaking",
    "begin": "00:27:39.840",
    "end": "00:27:46.409"
  },
  {
    "text": "Artistic creative tradition upon which the cosmos is properly established",
    "begin": "00:27:46.509",
    "end": "00:27:50.789"
  },
  {
    "text": "That's what it was and we all bow down",
    "begin": "00:27:51.429",
    "end": "00:27:53.968"
  },
  {
    "text": "We all bow down with no resistance whatsoever. It was a massive error",
    "begin": "00:27:54.759",
    "end": "00:27:59.009"
  },
  {
    "text": "We're gonna pay for that for a very long time. We did the same thing with the Danish cartoons",
    "begin": "00:27:59.009",
    "end": "00:28:03.299"
  },
  {
    "text": "And you don't want to think about these sorts of things as happening far away",
    "begin": "00:28:07.929",
    "end": "00:28:12.028"
  },
  {
    "text": "Nothing happens far away when it happened somewhere else is happening right here, too",
    "begin": "00:28:12.279",
    "end": "00:28:16.588"
  },
  {
    "text": "and that's why we're all here today because we recognize that at least on some level and",
    "begin": "00:28:16.589",
    "end": "00:28:20.339"
  },
  {
    "text": "We have to stop we need to stop being so naive about our let's say our moral relativism",
    "begin": "00:28:20.710",
    "end": "00:28:26.999"
  },
  {
    "text": "We need to take a look at history and biology in a very very fundamental way and we need to really understand what our culture",
    "begin": "00:28:26.999",
    "end": "00:28:33.358"
  },
  {
    "text": "What our culture and and genuine cultures everywhere?",
    "begin": "00:28:33.940",
    "end": "00:28:36.899"
  },
  {
    "text": "predicated on and that is the idea that the sovereign voice of the individual is the power that casts potential into habitable being and",
    "begin": "00:28:37.269",
    "end": "00:28:45.088"
  },
  {
    "text": "Restructures tyrannical order when it needs to be restructured",
    "begin": "00:28:45.639",
    "end": "00:28:48.118"
  },
  {
    "text": "right",
    "begin": "00:28:48.489",
    "end": "00:28:48.989"
  },
  {
    "text": "And that's what each of us are that's the divine presence in each of us and I do believe that there is no more",
    "begin": "00:28:48.989",
    "end": "00:28:53.669"
  },
  {
    "text": "Fundamental truth than that, I don't believe that you can date down underneath that. I think that's bedrock",
    "begin": "00:28:53.830",
    "end": "00:28:59.819"
  },
  {
    "text": "That's the foundation stone of the house",
    "begin": "00:28:59.820",
    "end": "00:29:02.700"
  },
  {
    "text": "That's the cornerstone of the house and it requires everyone to courageously confront the tyranny",
    "begin": "00:29:02.700",
    "end": "00:29:08.159"
  },
  {
    "text": "that's them and the unknown that surrounds them and to work for their own benefit and for the benefit of their families and for the",
    "begin": "00:29:08.159",
    "end": "00:29:14.189"
  },
  {
    "text": "Benefit of their communities and to do everything they can to benefit the world and to live with true speech as the highest value",
    "begin": "00:29:14.190",
    "end": "00:29:20.999"
  },
  {
    "text": "That's how we sort out the world and we could sort it out",
    "begin": "00:29:21.009",
    "end": "00:29:24.029"
  },
  {
    "text": "We are sorting it out at a very rapid rate and we could do that much much more effectively",
    "begin": "00:29:24.029",
    "end": "00:29:28.679"
  },
  {
    "text": "If now I do believe that it's incumbent on us to understand the absolutely fundamental role that these processes take",
    "begin": "00:29:28.679",
    "end": "00:29:34.919"
  },
  {
    "text": "I know we're here today because we all have at least an intimation of that, right?",
    "begin": "00:29:34.920",
    "end": "00:29:38.759"
  },
  {
    "text": "We know that there's something about free speech",
    "begin": "00:29:38.760",
    "end": "00:29:40.770"
  },
  {
    "text": "That's so central that we cannot allow attacks on it to go unchallenged no matter where they occur",
    "begin": "00:29:40.770",
    "end": "00:29:46.290"
  },
  {
    "text": "But it's very useful to have it articulated and to know that this is bedrock",
    "begin": "00:29:46.750",
    "end": "00:29:51.000"
  },
  {
    "text": "rightAnd it's not something arbitrary and it's not a mere game a mere game that we're only playing in the West none of that",
    "begin": "00:29:51.000",
    "end": "00:29:56.609"
  },
  {
    "text": "It's something it's the most fundamental truth that the human race has ever discovered and we we lose it at our absolute",
    "begin": "00:29:56.740",
    "end": "00:30:02.760"
  },
  {
    "text": "Peril, and it's not death",
    "begin": "00:30:03.400",
    "end": "00:30:04.980"
  },
  {
    "text": "It's worse than that the peril",
    "begin": "00:30:04.980",
    "end": "00:30:06.610"
  },
  {
    "text": "Because there are worse things than death and the worst things than death is hell and we saw plenty of that in the 20th century",
    "begin": "00:30:06.610",
    "end": "00:30:12.599"
  },
  {
    "text": "And when we let freedom of speech go, that's where we're headed",
    "begin": "00:30:12.670",
    "end": "00:30:16.920"
  },
  {
    "text": "And unless we want to go there then we should stop aiming for it",
    "begin": "00:30:16.920",
    "end": "00:30:20.820"
  },
  {
    "text": "So well, thank you very much for the invitation good night.",
    "begin": "00:30:34.789",
    "end": "00:30:39.819"
  }
]