{
  "id": 2900,
  "date": "2019-09-28T10:28:18",
  "date_gmt": "2019-09-28T10:28:18",
  "guid": {
    "rendered": "https://danielschmachtenberger.usataylorbowls.com/?p=2900"
  },
  "modified": "2019-09-28T10:53:31",
  "modified_gmt": "2019-09-28T10:53:31",
  "slug": "healthy-shame",
  "status": "publish",
  "type": "blog-post",
  "link": "https://civilizationemerging.com/healthy-shame/",
  "title": {
    "rendered": "Healthy Shame"
  },
  "content": {
    "rendered": "\n<p>\nI&#8217;ll define guilt as feeling badly about something I have done and shame as feeling badly about who I am being (1). Defined as such, I’ll suggest there exists healthy and unhealthy (2) shame, just like there exists healthy and unhealthy guilt (and most emotions).<br></p>\n\n\n\n<p>&#8216;Who I am being&#8217; is a variable my choice can affect. Healthy shame is the pain I feel when I realize I am not actually living in alignment with my own values. It is the negative signal, the signal of being off course, of the compass that tracks the alignment of my values and my choices. The positive signal is healthy pride (3) &#8211; feeling respect for the being that is living the virtues I hold as most meaningful.<br></p>\n\n\n\n<p>Healthy shame and pride are both signals about the alignment of my choices with my values, with the function of helping to increase and protect that alignment. My values (love) and my choice, are both at the heart of what I am and what is sacred. The highest utility of shame is to influence my choice to be more aligned with what I actually value &#8211; a corrective force for misalignment within my own being. The highest utility of pride is to positively reinforce effective alignment. As such, these emotions are essential guides for me to navigate a short and consequential existence, as if my life and choice actually matter.<br></p>\n\n\n\n<p>When I realize that I have been living in a way that is not aligned with what I actually most value…that is not an expression of what I most love, and in service to what I hold most meaningful…that awareness hurts. And it should. It means I actually care about what I care about. And want my life to be in devotion to that. This pain is beautiful. It is proportional to the depth of my love. It is a motive force to direct my own life more intentionally and to choose from a deeper and clearer place within my self. I want to see the misalignment fully, feel the pain of it fully (4)&#8230;trace that to what I value that wants to be better served by me, feel the depth of my love and devotion there…and to chose powerfully from that awareness. I wouldn’t let anyone take this from me &#8211; it protects my relationship with myself and with what is sacred to me.<br></p>\n\n\n\n<p>If the utility of healthy shame is to help align our choice with our values, then shame can be unhealthy for two primary reasons: its not actually supporting more effective choice, or the values I’m referencing aren’t arising clearly from my own depth.<br></p>\n\n\n\n<p>Shame that disempowers my sense of choice can result from feeling badly about things that are unchangeable, or falsely believing that things that could change are fixed. I can not change being human, so full acceptance of the human condition (having a body, having the specific body I have, being a part of the world, having emotions, having desires, being sexual, etc.) is foundational. I can also not change what happened to me in the past, or that those experiences had effects on me. Simultaneously, I can disempower my own sense of capacity to choose if I think critically about ‘who I am’, as if its fixed and unchangeable, rather than “who I am being’, which I have a say in (5).<br></p>\n\n\n\n<p>Shame can also be unhealthy if the values I&#8217;m not living up to are not fully my own and fully clarified. Either because I’m still running other people’s values that I inherited, or ones that seem like my own values but that didn’t emerge from the depths of me. This might be shame for not meeting my parents expectations of me, or living the life my childhood religion said I should. Or goals I set for myself from unclear spaces, like needing to have certain types of success to prove to people that I’m valuable. This is oppressive shame, because even if I reach the bars set here, I will not be in clear alignment with my own deepest self.<br></p>\n\n\n\n<p>Unhealthy shame has been one of the most powerful tools for systemic control and oppression throughout history. Whereas healthy shame directly supports and protects my sovereignty, because it empowers me to own my own choice, and clarify my own values.</p>\n\n\n\n<p>Reclaiming healthy shame as an intrinsic instrument of congruency with myself, and seeking to clarify it and learn from it, rather than eschew it&#8230;protects me from the destructive influence and manipulation potential of unhealthy shame.<br></p>\n\n\n\n<p>In working to change my actions to align more fully with my values, healthy shame is an affirmation that what I love is deeper to who I am than my habits or even my identity. My will can change my habits, and my identity where needed, to be that which more congruently serves what I most deeply care about and want my life to be in service to. It is a recognition of the meaningfulness of life, the reality of choice, and love as the source and aim. It is also a testament to my belief in my own capacity.<br></p>\n\n\n\n<p>Take aways:</p>\n\n\n\n<p>What you love and value, actually matters.</p>\n\n\n\n<p>Choice is real and it matters.</p>\n\n\n\n<p>You can actually choose. Not just try, but actually make choices about who you are, arising from a place deeper than what you have thought of as your self.</p>\n\n\n\n<p>You can require greater alignment from yourself and make it so.</p>\n\n\n\n<p>You have intrinsic (emotional) signals that remind you of this.</p>\n\n\n\n<p>The pain of misalignment is worth becoming exquisitely sensitive and responsive to.</p>\n\n\n\n<p>All of this is a gift.</p>\n\n\n\n<p>~~~~~~~~~~~~~~~~<br></p>\n\n\n\n<p>Notes:</p>\n\n\n\n<ol><li>I defined the terms this way because they are generally ambiguous and I found this formalization useful. I am not making any absolute claim about definitions beyond this.</li><li>Obviously any emotion can have more and less healthy/ adaptive/ growth promoting expressions…and its often a complex mix of these. So it is valuable to think of emotions as being more or less healthy/ integrative/ supportive, rather than binary healthy/unhealthy.</li><li>Healthy pride does not “look” like anything externally. There is no sense of superiority or righteousness. It is simply the positive feeling of internal congruency when my choices honor my values.<br>On a tangential but related note, neither side of the commonly conceived scale of humility to confidence actually reflects inner integrity. The unhealthy versions of both of these have to do with either side of self assessment (enough/ not enough). Healthy confidence and humility both have to do with not letting thoughts about myself get in the way of showing up to serve what I love and value. I don’t act or speak because I’m confident, or not act or speak because I’m humble&#8230;I act or speak in service of something, if that is useful, without concern about if I’m enough or not, simply because it needs done. This is having choice aligned with values, without being limited by identity.</li><li>As I practice being attuned to alignment more subtly and more consistently, that proactive awareness keeps me from ever being far off. The signal only has to get loud when the subtler signals have been missed.</li><li>Unrealistic expectations about what it takes for certain things to change is another form of disempowering choice. Developmental changes take consistent training over time. My sense of alignment with my values should not require me being somewhere I fundamentally cannot be at the moment&#8230;simply that I am choosing in a way that has me developing in the direction of what I value.</li><li>Healthy shame is about internal congruency, of my own choice with my own (clarified) basis for choice. If I notice others trying to induce shame to affect my behavior, or I notice myself wanting to induce shame in another to affect their behavior, these should be flags for caution.</li><li>All emotions have healthier and less healthy expressions. Fear, sadness, anger, even disgust…all have healthy, adaptive purposes. Each is a kind of signal and guidance. Not being connected to the healthy expression of any of these is as dangerous as being crippled by the unhealthy expressions.</li></ol>\n",
    "protected": false
  },
  "excerpt": {
    "rendered": "<p>I&#8217;ll define guilt as feeling badly about something I have done and shame as feeling badly about who I am being (1). Defined as such, I’ll suggest there exists healthy and unhealthy (2) shame, just like there exists healthy and unhealthy guilt (and most emotions). &#8216;Who I am being&#8217; is a variable my choice can &hellip;</p>\n<p class=\"read-more\"> <a class=\"\" href=\"https://civilizationemerging.com/healthy-shame/\"> <span class=\"screen-reader-text\">Healthy Shame</span> Read More &raquo;</a></p>\n",
    "protected": false
  },
  "author": 4,
  "featured_media": 2909,
  "comment_status": "open",
  "ping_status": "open",
  "sticky": false,
  "template": "",
  "format": "standard",
  "meta": [],
  "categories": [
    18
  ],
  "tags": [],
  "_links": {
    "self": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/2900"
      }
    ],
    "collection": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts"
      }
    ],
    "about": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/types/post"
      }
    ],
    "author": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/users/4"
      }
    ],
    "replies": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/comments?post=2900"
      }
    ],
    "version-history": [
      {
        "count": 1,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/2900/revisions"
      }
    ],
    "predecessor-version": [
      {
        "id": 2901,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/2900/revisions/2901"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/media/2909"
      }
    ],
    "wp:attachment": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/media?parent=2900"
      }
    ],
    "wp:term": [
      {
        "taxonomy": "category",
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/categories?post=2900"
      },
      {
        "taxonomy": "post_tag",
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/tags?post=2900"
      }
    ],
    "curies": [
      {
        "name": "wp",
        "href": "https://api.w.org/{rel}",
        "templated": true
      }
    ]
  },
  "_id": "civilizationemerging.com/healthy-shame",
  "publishedAt": "2019-09-28T10:28:18",
  "collections": [
    "https://civilizationemerging.com/"
  ]
}