[
  {
    "text": "Now one of the things that people are verymuch confused by in the modern world is what",
    "begin": "00:00:49.780",
    "end": "00:00:54.300"
  },
  {
    "text": "archaic people meant by gods, and that’sbecause whatever the deities were that had",
    "begin": "00:00:54.300",
    "end": "00:01:00.649"
  },
  {
    "text": "the motive force that archaic people attributedto the gods seemed to have disappeared in",
    "begin": "00:01:00.649",
    "end": "00:01:04.360"
  },
  {
    "text": "modern culture. Now the Jungian in hypothesisis that’s because they turned into psychological",
    "begin": "00:01:04.360",
    "end": "00:01:10.330"
  },
  {
    "text": "traits, fundamentally, or motivational forces,so what the, what archaic societies would",
    "begin": "00:01:10.330",
    "end": "00:01:16.140"
  },
  {
    "text": "describe as gods, we would describe as motivationalforces,",
    "begin": "00:01:16.140",
    "end": "00:01:19.160"
  },
  {
    "text": "so, for example, Venus is a goddess, the goddessof love, and we would associate her power",
    "begin": "00:01:19.160",
    "end": "00:01:24.690"
  },
  {
    "text": "with love and sex fundamentally, and the reasonthat that’s a reasonable association from",
    "begin": "00:01:24.690",
    "end": "00:01:31.690"
  },
  {
    "text": "the archaic standpoint is because the motivequality that makes up what Venus represents",
    "begin": "00:01:32.630",
    "end": "00:01:39.049"
  },
  {
    "text": "is transpersonal, which means it’s not limitedto one person and it’s immortal in that",
    "begin": "00:01:39.049",
    "end": "00:01:46.049"
  },
  {
    "text": "the motive force that characterizes sexualaffiliation exists whether or not a single",
    "begin": "00:01:46.439",
    "end": "00:01:50.780"
  },
  {
    "text": "individual exists.so it’s transpersonal, has the force of",
    "begin": "00:01:50.780",
    "end": "00:01:54.600"
  },
  {
    "text": "a personality , because, if you fall in love,you’re motivated by a certain set of standards",
    "begin": "00:01:54.600",
    "end": "00:02:00.909"
  },
  {
    "text": "and perspectives, right, if you’re grippedby beauty, say, or if you’re gripped by",
    "begin": "00:02:00.909",
    "end": "00:02:04.880"
  },
  {
    "text": "lust, that imposes a particular view of theworld on you and impels your actions, sometimes",
    "begin": "00:02:04.880",
    "end": "00:02:11.870"
  },
  {
    "text": "despite your will, and so that would be equivalent,from the archaic perspective, to possession.",
    "begin": "00:02:11.870",
    "end": "00:02:17.130"
  },
  {
    "text": "And it’s clearly the case that archaic societieswho are engaged in warfare, for example, would",
    "begin": "00:02:17.130",
    "end": "00:02:22.260"
  },
  {
    "text": "conduct rituals to ensure that the warriorsthat made up their societies were, in fact,",
    "begin": "00:02:22.260",
    "end": "00:02:27.230"
  },
  {
    "text": "possessed by the correct god, so it mightbe Mars, for example, the Roman God of War,",
    "begin": "00:02:27.230",
    "end": "00:02:31.620"
  },
  {
    "text": "so that on the battlefield they exhibitedthe proper characteristics of somebody who",
    "begin": "00:02:31.620",
    "end": "00:02:35.209"
  },
  {
    "text": "was in a battle, right, rage you can think,rage, so possession by the God of War would",
    "begin": "00:02:35.209",
    "end": "00:02:41.380"
  },
  {
    "text": "be equivalent to this possession by a stateof rage",
    "begin": "00:02:41.380",
    "end": "00:02:43.970"
  },
  {
    "text": "Now, it’s not quite that simple, it isn’tonly that archaic people externalized motive",
    "begin": "00:02:43.970",
    "end": "00:02:49.870"
  },
  {
    "text": "forces and gave them the status of deities,what they did was more complex than that,",
    "begin": "00:02:49.870",
    "end": "00:02:53.760"
  },
  {
    "text": "and I think you can understand that a littlebit better if you start to, if you start to",
    "begin": "00:02:53.760",
    "end": "00:02:57.440"
  },
  {
    "text": "give some, uh, thought to the modern behavioralnotion of the stimulus.",
    "begin": "00:02:57.440",
    "end": "00:03:02.019"
  },
  {
    "text": "Now the stimulus is a very, very weird concept,because the behaviourists who were interested",
    "begin": "00:03:02.019",
    "end": "00:03:07.620"
  },
  {
    "text": "in taking apart what was inside the brainwould attribute motive force to the stimulus,",
    "begin": "00:03:07.620",
    "end": "00:03:12.320"
  },
  {
    "text": "right, they’d say, if you present an animalwith a stimulus, he will therefor act, and",
    "begin": "00:03:12.320",
    "end": "00:03:17.120"
  },
  {
    "text": "that meant that the behaviours were makingthe presupposition that the motive power resided",
    "begin": "00:03:17.120",
    "end": "00:03:22.419"
  },
  {
    "text": "in some manner in the stimulus. Well and why,why would they think like that?",
    "begin": "00:03:22.419",
    "end": "00:03:26.320"
  },
  {
    "text": "Well, it’s an archaic mode of thought ina sense. You can imagine a child saying, um,",
    "begin": "00:03:26.320",
    "end": "00:03:31.850"
  },
  {
    "text": "one of my friends today made me really angry,right, which means that the child is essentially",
    "begin": "00:03:31.850",
    "end": "00:03:36.940"
  },
  {
    "text": "conflating his or her own internal emotionalstate with the proximal stimulus that gave",
    "begin": "00:03:36.940",
    "end": "00:03:42.419"
  },
  {
    "text": "rise to that state, and you see complex associationslike that taking place with regards to the",
    "begin": "00:03:42.419",
    "end": "00:03:47.570"
  },
  {
    "text": "apprehension of beauty, say, because beautyis a very, very complex and difficult to localize",
    "begin": "00:03:47.570",
    "end": "00:03:51.940"
  },
  {
    "text": "phenomena; if you’re very attracted to someone,are you attracted by them? Well in a sense,",
    "begin": "00:03:51.940",
    "end": "00:03:58.280"
  },
  {
    "text": "of course, you are, because there they are,but in another sense you’re not at all because",
    "begin": "00:03:58.280",
    "end": "00:04:01.570"
  },
  {
    "text": "what’s happening is that you’re engagedas much in the in attraction as anything that’s",
    "begin": "00:04:01.570",
    "end": "00:04:08.000"
  },
  {
    "text": "motivating you from the outside world, andI think that partly accounts for your sense",
    "begin": "00:04:08.000",
    "end": "00:04:11.729"
  },
  {
    "text": "of foolishness, especially if the person thatyou’re attracted to doesn’t return your",
    "begin": "00:04:11.729",
    "end": "00:04:16.130"
  },
  {
    "text": "attraction,",
    "begin": "00:04:16.130",
    "end": "00:04:16.410"
  },
  {
    "text": "I mean, you, you know that from your perceptualperspective you’re attracted and dominated",
    "begin": "00:04:16.410",
    "end": "00:04:23.410"
  },
  {
    "text": "by the object, but, uh, by the same token,you know entirely that, easy as it is to presume",
    "begin": "00:04:23.699",
    "end": "00:04:29.030"
  },
  {
    "text": "it’s them and their fault, say, pretty muchit all has to do with you, so in the modern",
    "begin": "00:04:29.030",
    "end": "00:04:34.660"
  },
  {
    "text": "world where we’ve been able to separateout the object and the motive force of the",
    "begin": "00:04:34.660",
    "end": "00:04:39.069"
  },
  {
    "text": "object, the deities have sort of moved insideof us and become psychological forces, but",
    "begin": "00:04:39.069",
    "end": "00:04:44.009"
  },
  {
    "text": "you can understand if you think about it inthis manner that things weren’t so clear",
    "begin": "00:04:44.009",
    "end": "00:04:47.659"
  },
  {
    "text": "prior to the dawn of the empirical age,",
    "begin": "00:04:47.659",
    "end": "00:04:52.409"
  },
  {
    "text": "that gives you a little bit of backgroundwith regards to what the notion of deity meant",
    "begin": "00:04:52.409",
    "end": "00:04:59.409"
  },
  {
    "text": "to archaic societies who still utilize thosenotions as explanatory terms. Okay, so we",
    "begin": "00:05:00.689",
    "end": "00:05:07.689"
  },
  {
    "text": "know that if you’re caught up in one ofthese little, uh, world games, that you may",
    "begin": "00:05:08.870",
    "end": "00:05:13.729"
  },
  {
    "text": "be motivated by something very, very fundamental,right, a, a tendency that transcends you the",
    "begin": "00:05:13.729",
    "end": "00:05:18.729"
  },
  {
    "text": "tendency to propagate yourself, say, Freud’sfundamental motivational level, sexual affiliation",
    "begin": "00:05:18.729",
    "end": "00:05:24.979"
  },
  {
    "text": "or the tendency to maintain yourself, thoseyou could say are the fundamental gods of",
    "begin": "00:05:24.979",
    "end": "00:05:31.330"
  },
  {
    "text": "existence, the fundamental driving forces,and it’s there, it’s the interaction of",
    "begin": "00:05:31.330",
    "end": "00:05:35.900"
  },
  {
    "text": "those two forces over great periods of timethat produce the great diversity of life and,",
    "begin": "00:05:35.900",
    "end": "00:05:40.729"
  },
  {
    "text": "and human life, that we see before us, andeach of those fundamental, most fundamental",
    "begin": "00:05:40.729",
    "end": "00:05:45.389"
  },
  {
    "text": "of gods, have their differentiated minionso to speak so that while engaged in the meta",
    "begin": "00:05:45.389",
    "end": "00:05:52.389"
  },
  {
    "text": "goal of self preservation, you act out plotsof hunger and plots of thirst and you move",
    "begin": "00:05:52.870",
    "end": "00:05:59.430"
  },
  {
    "text": "from cold to hot or from hot to cold dependingon your particular, uh, on your particular,",
    "begin": "00:05:59.430",
    "end": "00:06:06.229"
  },
  {
    "text": "on the particular temperature of your surroundingsor with regards to self propagation.",
    "begin": "00:06:06.229",
    "end": "00:06:10.400"
  },
  {
    "text": "You’re attracted to people or are repelledby them for reasons that are frequently absolutely",
    "begin": "00:06:10.400",
    "end": "00:06:15.289"
  },
  {
    "text": "beyond your comprehension by the way, so Ijust found out this week, uh, and this is",
    "begin": "00:06:15.289",
    "end": "00:06:19.169"
  },
  {
    "text": "absolutely staggering, I think, that if you,um, if you run an experiment on a group of",
    "begin": "00:06:19.169",
    "end": "00:06:24.419"
  },
  {
    "text": "women and you track their menstrual cycle,and then you give them t-shirts that men have",
    "begin": "00:06:24.419",
    "end": "00:06:29.219"
  },
  {
    "text": "worn to smell, that women who are ovulatinglike the smell of symmetrical men better than",
    "begin": "00:06:29.219",
    "end": "00:06:35.020"
  },
  {
    "text": "A-symmetrical men, so and that’s partlybecause symmetrical men are probably more",
    "begin": "00:06:35.020",
    "end": "00:06:39.479"
  },
  {
    "text": "healthy, but this is a good example of howthe motive forces that configure your world",
    "begin": "00:06:39.479",
    "end": "00:06:45.439"
  },
  {
    "text": "are dependent on instinctual forces that arenot only beyond your consciousness, but they’re",
    "begin": "00:06:45.439",
    "end": "00:06:50.030"
  },
  {
    "text": "beyond even, at the moment, any of our, uh,explicit explanations.",
    "begin": "00:06:50.030",
    "end": "00:06:55.610"
  },
  {
    "text": "So, uh, another finding that’s very similarthat I came across recently, it turns out",
    "begin": "00:06:55.610",
    "end": "00:07:02.610"
  },
  {
    "text": "that mice will not mate with mice that haveRH blood factors that are likely to produce,",
    "begin": "00:07:04.280",
    "end": "00:07:10.999"
  },
  {
    "text": "um, unfit offspring, uh, the more closelygenetically related the RH factors, the more",
    "begin": "00:07:10.999",
    "end": "00:07:17.999"
  },
  {
    "text": "likely there is to be a, a, an, a catastrophewith regards to offspring, and the mice seem",
    "begin": "00:07:18.050",
    "end": "00:07:23.719"
  },
  {
    "text": "to detect the RH factor by smell so recentlythis was run by, with women, and it is also",
    "begin": "00:07:23.719",
    "end": "00:07:28.900"
  },
  {
    "text": "the case that women prefer men whose RH factorsare at an optimal distance from them in terms",
    "begin": "00:07:28.900",
    "end": "00:07:33.289"
  },
  {
    "text": "of smell, so this is some example of how theseunbelievably archaic systems, ‘cause like",
    "begin": "00:07:33.289",
    "end": "00:07:38.110"
  },
  {
    "text": "the old factory systems are unbelievably archaic,produce alterations in world view at a level",
    "begin": "00:07:38.110",
    "end": "00:07:44.979"
  },
  {
    "text": "that’s massively below consciousness, sounderneath your cortical shell, which is tonically",
    "begin": "00:07:44.979",
    "end": "00:07:51.979"
  },
  {
    "text": "inhibiting all your emotional and motivationalsystems, lies all these motivational and emotional",
    "begin": "00:07:54.680",
    "end": "00:07:59.999"
  },
  {
    "text": "systems, and they have branches that growup into the cortex, and they have the capacity",
    "begin": "00:07:59.999",
    "end": "00:08:04.229"
  },
  {
    "text": "to control your behaviour completely and voluntarily,so, for example, if you’re gripped by fear,",
    "begin": "00:08:04.229",
    "end": "00:08:10.029"
  },
  {
    "text": "if you’re gripped by fear, it’s very,very difficult to overcome that voluntarily,",
    "begin": "00:08:10.029",
    "end": "00:08:13.860"
  },
  {
    "text": "and at least initially you won’t be ableto, which is to say that when the chips are",
    "begin": "00:08:13.860",
    "end": "00:08:17.379"
  },
  {
    "text": "down, the underlying motivational and emotionalsystems have control. Okay. So then what happens",
    "begin": "00:08:17.379",
    "end": "00:08:24.279"
  },
  {
    "text": "from that perspective, then what happens whenyou encounter something you don’t understand,",
    "begin": "00:08:24.279",
    "end": "00:08:28.039"
  },
  {
    "text": "and I think the best way to explain it issomething like generalize disinhibition, which",
    "begin": "00:08:28.039",
    "end": "00:08:32.810"
  },
  {
    "text": "is that all your underlying motivational andemotional systems are more or less disinhibited",
    "begin": "00:08:32.810",
    "end": "00:08:38.229"
  },
  {
    "text": "simultaneously, and the reason for that isbecause you want to be maximally prepared",
    "begin": "00:08:38.229",
    "end": "00:08:42.430"
  },
  {
    "text": "to do whatever the hell is necessary to dowhen you are somewhere that you don’t understand,",
    "begin": "00:08:42.430",
    "end": "00:08:46.610"
  },
  {
    "text": "and because you don’t know what that thingis going to be, all your systems go on, and",
    "begin": "00:08:46.610",
    "end": "00:08:51.540"
  },
  {
    "text": "when psychologists talk about stress, whichis an abysmal word, right, it means everything",
    "begin": "00:08:51.540",
    "end": "00:08:56.130"
  },
  {
    "text": "and nothing, when psychologists talk aboutstress, what they mean is, generalized disinhibition",
    "begin": "00:08:56.130",
    "end": "00:09:01.510"
  },
  {
    "text": "of emotion and motivation",
    "begin": "00:09:01.510",
    "end": "00:09:02.740"
  },
  {
    "text": "so then you come to the case of ancient EgyptAnd one of the things Eliade points out, which",
    "begin": "00:09:02.740",
    "end": "00:09:09.740"
  },
  {
    "text": "I think is really interesting, I mean reallyphenomenal, the story I’m going to tell",
    "begin": "00:09:11.550",
    "end": "00:09:15.310"
  },
  {
    "text": "you right now was essentially revealed inEgyptian culture at the dawn of the culture",
    "begin": "00:09:15.310",
    "end": "00:09:21.529"
  },
  {
    "text": "rather than developing over the course ofthe culture. So the Egyptians had a revelation,",
    "begin": "00:09:21.529",
    "end": "00:09:26.380"
  },
  {
    "text": "right, immediately that the most fundamentalof gods was the one who created as a consequence",
    "begin": "00:09:26.380",
    "end": "00:09:32.260"
  },
  {
    "text": "of his tongue and his speech, very much akinto the Sumerian idea with regards to Marduk",
    "begin": "00:09:32.260",
    "end": "00:09:39.260"
  },
  {
    "text": "and also to later Judao-Christian ideas.",
    "begin": "00:09:41.300",
    "end": "00:09:43.459"
  },
  {
    "text": "so here’s the story. There’s four playersin this drama, OK? There’s Osiris, his wife",
    "begin": "00:09:43.459",
    "end": "00:09:49.320"
  },
  {
    "text": "Isis, Horace their son, and Seth. And Sethis Osiris’ evil brother, OK? Now Osiris",
    "begin": "00:09:49.320",
    "end": "00:09:56.320"
  },
  {
    "text": "was a remarkable guy. He was the founder ofthe Egyptian state from the mythological perspective,",
    "begin": "00:09:59.220",
    "end": "00:10:05.740"
  },
  {
    "text": "so kind of like Romulus and Remus for Rome,a myth or like George Washington for the U.S.,",
    "begin": "00:10:05.740",
    "end": "00:10:10.320"
  },
  {
    "text": "right? A mythologized figure who representedall of the Pharaohs and people for that matter",
    "begin": "00:10:10.320",
    "end": "00:10:16.660"
  },
  {
    "text": "who’d actually constructed the Egyptianstate.",
    "begin": "00:10:16.660",
    "end": "00:10:18.760"
  },
  {
    "text": "Osiris, father of Egypt, so to speak, butOsiris is kind of old and a little archaic",
    "begin": "00:10:18.760",
    "end": "00:10:23.720"
  },
  {
    "text": "and maybe a little bit senile and even possiblya little bit naïve in that you know even",
    "begin": "00:10:23.720",
    "end": "00:10:28.690"
  },
  {
    "text": "no matter how great you were in your youth,as time goes on you lose contact with environmental",
    "begin": "00:10:28.690",
    "end": "00:10:33.730"
  },
  {
    "text": "transformations and the old rules that youlived by are not necessarily applicable to",
    "begin": "00:10:33.730",
    "end": "00:10:38.649"
  },
  {
    "text": "the present and some of those things thatyou ignore become paramount in importance.",
    "begin": "00:10:38.649",
    "end": "00:10:43.339"
  },
  {
    "text": "And it turns out that Osiris has an evil brother,Seth, and Seth eventually turns into Satan",
    "begin": "00:10:43.339",
    "end": "00:10:48.910"
  },
  {
    "text": "as mythology develops through the centuries.And Seth is a nasty guy, right, I mean what",
    "begin": "00:10:48.910",
    "end": "00:10:55.649"
  },
  {
    "text": "he wants more than anything is undeserveddominion over the Egyptian state. Now Osiris,",
    "begin": "00:10:55.649",
    "end": "00:11:02.190"
  },
  {
    "text": "because he’s not paying attention and becausehe isn’t sufficiently cognizant anymore",
    "begin": "00:11:02.190",
    "end": "00:11:06.709"
  },
  {
    "text": "of the power of evil, more or less ignoreshis evil brother, who in turn chops him into",
    "begin": "00:11:06.709",
    "end": "00:11:13.709"
  },
  {
    "text": "pieces and then distributes his pieces allover the Egyptian state. Now you might say:",
    "begin": "00:11:15.290",
    "end": "00:11:22.240"
  },
  {
    "text": "why didn’t he just kill him, right? I meanyou’d think chopping him up would kill him",
    "begin": "00:11:22.240",
    "end": "00:11:26.699"
  },
  {
    "text": "but he’s a god, you can’t just kill them.The reason in mythology, and you see this",
    "begin": "00:11:26.699",
    "end": "00:11:31.630"
  },
  {
    "text": "in movies as well, where the villain neverquite dies or the hero never quite dies, is",
    "begin": "00:11:31.630",
    "end": "00:11:35.759"
  },
  {
    "text": "because even if you eliminate individual embodimentsof what those figures represent, new embodiments",
    "begin": "00:11:35.759",
    "end": "00:11:41.339"
  },
  {
    "text": "manifest themselves virtually immediately.So one of the things mythology is quite clear",
    "begin": "00:11:41.339",
    "end": "00:11:45.160"
  },
  {
    "text": "about is that you never win a final battlewith evil. It’s a permanent property of",
    "begin": "00:11:45.160",
    "end": "00:11:50.110"
  },
  {
    "text": "the world.",
    "begin": "00:11:50.110",
    "end": "00:11:56.360"
  },
  {
    "text": "So anyways, Seth hacks up Osiris, spreadshim all over the land. Osiris ends up living",
    "begin": "00:11:56.360",
    "end": "00:12:02.550"
  },
  {
    "text": "a kind of shadowy and nebulous ghost-likeexistence down in the underworld and Seth",
    "begin": "00:12:02.550",
    "end": "00:12:07.699"
  },
  {
    "text": "becomes the ruler of the state. A nasty story.Alright, but Osiris has Isis as a wife. Now",
    "begin": "00:12:07.699",
    "end": "00:12:14.699"
  },
  {
    "text": "Isis had a huge cult. She was a powerful goddess,goddess of the under world, a kind of combination",
    "begin": "00:12:15.519",
    "end": "00:12:22.519"
  },
  {
    "text": "of Kali and Diana, so to speak, capable oftremendous destructive power but also the",
    "begin": "00:12:23.199",
    "end": "00:12:28.680"
  },
  {
    "text": "source of all good things – something verymuch like Tiamat. Now Isis got wind of her",
    "begin": "00:12:28.680",
    "end": "00:12:35.139"
  },
  {
    "text": "husband’s disintegration, so to speak, andshe went searching around Egypt till she found",
    "begin": "00:12:35.139",
    "end": "00:12:42.009"
  },
  {
    "text": "his phallus and with it she makes herselfpregnant.",
    "begin": "00:12:42.009",
    "end": "00:12:45.920"
  },
  {
    "text": "OK, so what does that mean exactly? It meanssomething like this. The collapse of any great",
    "begin": "00:12:45.920",
    "end": "00:12:52.880"
  },
  {
    "text": "order brings with it new potential and I thinkthis is something that capitalism has way",
    "begin": "00:12:52.880",
    "end": "00:12:59.880"
  },
  {
    "text": "over forms of government like communism. Capitalismhas mechanisms in place to allow large structures",
    "begin": "00:13:00.800",
    "end": "00:13:07.800"
  },
  {
    "text": "that are no longer meeting their functionto collapse. But frequently when they collapse,",
    "begin": "00:13:09.250",
    "end": "00:13:14.130"
  },
  {
    "text": "it’s not like they disintegrate into dust,right, they disintegrate into sub-components,",
    "begin": "00:13:14.130",
    "end": "00:13:19.310"
  },
  {
    "text": "so to speak, many of which then come to termswith the fact that the order has collapsed",
    "begin": "00:13:19.310",
    "end": "00:13:25.360"
  },
  {
    "text": "and build something new. So you can’t getrid of culture so easily. You can hack it",
    "begin": "00:13:25.360",
    "end": "00:13:29.569"
  },
  {
    "text": "up into bits, you can disembody it, so tospeak, you can spread it all over the state,",
    "begin": "00:13:29.569",
    "end": "00:13:33.899"
  },
  {
    "text": "you can introduce chaos into it. But that’ssomething that has the potential of new birth",
    "begin": "00:13:33.899",
    "end": "00:13:40.440"
  },
  {
    "text": "like the phoenix rising from the ashes.So anyways, Isis, who’s the matrix, who’s",
    "begin": "00:13:40.440",
    "end": "00:13:45.850"
  },
  {
    "text": "Tiamat, gets Osiris’ phallus, which is thecontainer of the germ of culture, right, the",
    "begin": "00:13:45.850",
    "end": "00:13:52.850"
  },
  {
    "text": "phenomenon that’s capable of the seminalidea, and she makes herself pregnant and she",
    "begin": "00:13:53.139",
    "end": "00:13:59.149"
  },
  {
    "text": "gives birth to Horace, who’s the long-lostson of the rightful king, right, a very typical",
    "begin": "00:13:59.149",
    "end": "00:14:04.029"
  },
  {
    "text": "mythological motif. OK, so Horace is alienatedfrom the kingdom, which is another very common",
    "begin": "00:14:04.029",
    "end": "00:14:11.029"
  },
  {
    "text": "mythological motif, you know like how KingArthur, for example, is raised by commoners?",
    "begin": "00:14:11.759",
    "end": "00:14:16.550"
  },
  {
    "text": "The same story pops up in the story for Christ,for example, because Christ has heavenly parents",
    "begin": "00:14:16.550",
    "end": "00:14:22.610"
  },
  {
    "text": "but then he also has kind of ordinary parentsand it’s a very common motif. Anyways, so",
    "begin": "00:14:22.610",
    "end": "00:14:27.440"
  },
  {
    "text": "Horace grows up outside of the classical structureof the Egyptian state, which is tilted terribly",
    "begin": "00:14:27.440",
    "end": "00:14:34.440"
  },
  {
    "text": "towards evil because Seth has dominated, becauseOsiris was too blind to his evil brother to",
    "begin": "00:14:36.139",
    "end": "00:14:41.430"
  },
  {
    "text": "take appropriate defensive actions, and hegrows to maturity. And then he decides, like",
    "begin": "00:14:41.430",
    "end": "00:14:46.129"
  },
  {
    "text": "all rightful sons of the long-lost king, toreclaim his heritage. So he goes back to Egypt,",
    "begin": "00:14:46.129",
    "end": "00:14:52.100"
  },
  {
    "text": "right, and he has this vicious battle withSeth and in the process, Seth tears out one",
    "begin": "00:14:52.100",
    "end": "00:14:58.500"
  },
  {
    "text": "of his eyes. Well, fine, and that’s an indicationof just exactly how devastating a battle with",
    "begin": "00:14:58.500",
    "end": "00:15:04.379"
  },
  {
    "text": "the forces of evil, so to speak, preciselyare. They represent a critical threat to the",
    "begin": "00:15:04.379",
    "end": "00:15:09.940"
  },
  {
    "text": "integrity of consciousness, right? That’swhy he loses an eye. Well, luckily enough,",
    "begin": "00:15:09.940",
    "end": "00:15:14.370"
  },
  {
    "text": "Horace has got his act together and he doesdefeat Seth and he banishes him and he gets",
    "begin": "00:15:14.370",
    "end": "00:15:18.800"
  },
  {
    "text": "the eye back. And then you think: OK, great,pop the eye back in, become emperor, everything’s",
    "begin": "00:15:18.800",
    "end": "00:15:25.800"
  },
  {
    "text": "fine",
    "begin": "00:15:26.379",
    "end": "00:15:26.959"
  },
  {
    "text": "Now let’s backtrack a little bit and thinkabout this politically. Now the Egyptians",
    "begin": "00:15:26.959",
    "end": "00:15:30.860"
  },
  {
    "text": "had this really weird idea. They had the ideathat the living pharaoh was the living pharaoh",
    "begin": "00:15:30.860",
    "end": "00:15:37.319"
  },
  {
    "text": "and the dead pharaoh at the same time. makesno sense rationally but it makes a lot of",
    "begin": "00:15:37.319",
    "end": "00:15:42.000"
  },
  {
    "text": "sense from a narrative perspective becausewhat they were saying is something like this:",
    "begin": "00:15:42.000",
    "end": "00:15:45.730"
  },
  {
    "text": "look, you got to think that when you becomeking, or when you become president, or when",
    "begin": "00:15:45.730",
    "end": "00:15:50.209"
  },
  {
    "text": "you take on a role of that absolute magnitude,that then you’re partly you but you’re",
    "begin": "00:15:50.209",
    "end": "00:15:55.620"
  },
  {
    "text": "also partly this role and there’s reallyno way out of that, right? And the role is",
    "begin": "00:15:55.620",
    "end": "00:15:59.720"
  },
  {
    "text": "composed of the unbelievable weight of thecultural tradition that you’re representing.",
    "begin": "00:15:59.720",
    "end": "00:16:04.699"
  },
  {
    "text": "And you can say: well, that’s true for beingking or for being president but it’s also",
    "begin": "00:16:04.699",
    "end": "00:16:08.540"
  },
  {
    "text": "true if you become a doctor or a lawyer, anysort of specialized occupation. It’s partly",
    "begin": "00:16:08.540",
    "end": "00:16:13.160"
  },
  {
    "text": "you, because you’re embodying the role,but it’s partly the role too. So the pharaoh",
    "begin": "00:16:13.160",
    "end": "00:16:17.790"
  },
  {
    "text": "is the live pharaoh and the dead pharaoh becausethe dead pharaoh represents culture, right?",
    "begin": "00:16:17.790",
    "end": "00:16:22.899"
  },
  {
    "text": "The king is dead, long live the king.",
    "begin": "00:16:22.899",
    "end": "00:16:25.779"
  },
  {
    "text": "OK, but paralleling that idea was the ideathat the pharaoh was not only the dead pharaoh",
    "begin": "00:16:25.779",
    "end": "00:16:31.029"
  },
  {
    "text": "and the live pharaoh at the same time butthat he was Osiris and Horace at the same",
    "begin": "00:16:31.029",
    "end": "00:16:34.829"
  },
  {
    "text": "time. But then you think in the story, Horacehas taken over Seth, he’s got his eye back,",
    "begin": "00:16:34.829",
    "end": "00:16:40.779"
  },
  {
    "text": "he can be king. But he isn’t king yet andthis is where the Egyptians really get their",
    "begin": "00:16:40.779",
    "end": "00:16:45.040"
  },
  {
    "text": "act together and I think, of the two storiesthat I’m telling you, this is the one that",
    "begin": "00:16:45.040",
    "end": "00:16:50.120"
  },
  {
    "text": "has the most significance, I think, for modernpeople because we’re so likely to sidestep",
    "begin": "00:16:50.120",
    "end": "00:16:54.889"
  },
  {
    "text": "our obligation to our culture, whatever thathappens to be. So instead of popping this",
    "begin": "00:16:54.889",
    "end": "00:17:00.759"
  },
  {
    "text": "eye back in his head, which is the first thingyou’d think he does, he decides he’s going",
    "begin": "00:17:00.759",
    "end": "00:17:04.310"
  },
  {
    "text": "to go back to the underworld, where Osirisis living in this ghostlike and dead manner,",
    "begin": "00:17:04.310",
    "end": "00:17:09.060"
  },
  {
    "text": "since he’s been chopped up by Seth. So hegoes down into the underworld, which is no",
    "begin": "00:17:09.060",
    "end": "00:17:13.100"
  },
  {
    "text": "piece of cake, and he finds Osiris there inthis kind of half-dead state and he gives",
    "begin": "00:17:13.100",
    "end": "00:17:17.689"
  },
  {
    "text": "him his eye. And that enlightens Osiris, right,it gives him vision and so then he takes Osiris",
    "begin": "00:17:17.689",
    "end": "00:17:24.689"
  },
  {
    "text": "back to Egypt arm in arm, so to speak. Andit’s the conjunction of Osiris and Horace",
    "begin": "00:17:27.090",
    "end": "00:17:33.810"
  },
  {
    "text": "that constitutes the basis for Egyptian sovereigntyand that is bloody brilliant, right, because",
    "begin": "00:17:33.810",
    "end": "00:17:38.950"
  },
  {
    "text": "the Egyptians figured out that so Horace isMarduk, for all intents and purposes, right?",
    "begin": "00:17:38.950",
    "end": "00:17:44.620"
  },
  {
    "text": "He’s this avenging hero. In the Egyptianstory, he fights political corruption rather",
    "begin": "00:17:44.620",
    "end": "00:17:50.810"
  },
  {
    "text": "than chaos but you can understand that thoseare two flipsides of the hero archetype, they",
    "begin": "00:17:50.810",
    "end": "00:17:55.420"
  },
  {
    "text": "are.",
    "begin": "00:17:55.420",
    "end": "00:17:55.900"
  },
  {
    "text": "The hero archetype has two basic elements.One is the confrontation of the terrible aspect",
    "begin": "00:17:55.900",
    "end": "00:18:01.600"
  },
  {
    "text": "of nature, chaos in its most brutal form,and the other is the confrontation with the",
    "begin": "00:18:01.600",
    "end": "00:18:07.700"
  },
  {
    "text": "archaic aspect of culture. And in some ways,those aren’t distinguishable because if",
    "begin": "00:18:07.700",
    "end": "00:18:12.290"
  },
  {
    "text": "culture isn’t archaic, chaos never makesitself present. So which is to say you can’t",
    "begin": "00:18:12.290",
    "end": "00:18:18.490"
  },
  {
    "text": "separate out political degradation from environmentaldegradation, say, it’s the same idea.",
    "begin": "00:18:18.490",
    "end": "00:18:25.490"
  },
  {
    "text": "So anyways, Horace has this great idea. Heneeds his father, right, and I told you about",
    "begin": "00:18:28.690",
    "end": "00:18:33.190"
  },
  {
    "text": "the same motif emerging in Pinocchio, we alreadylooked at that, right? Pinocchio doesn’t",
    "begin": "00:18:33.190",
    "end": "00:18:38.160"
  },
  {
    "text": "become genuine until he risks his life savinghis father, alright, so the same thing is",
    "begin": "00:18:38.160",
    "end": "00:18:43.450"
  },
  {
    "text": "happening in this particular situation. Sothat’s pretty cool. So then you get the",
    "begin": "00:18:43.450",
    "end": "00:18:47.450"
  },
  {
    "text": "situation where the Egyptians characterizesovereignty as the capability to overcome",
    "begin": "00:18:47.450",
    "end": "00:18:53.030"
  },
  {
    "text": "evil in the political domain, combined with– and that’s a youthful capability, right",
    "begin": "00:18:53.030",
    "end": "00:18:58.590"
  },
  {
    "text": "– combined with the wisdom of the past,alright? Then you look at that from a political",
    "begin": "00:18:58.590",
    "end": "00:19:03.890"
  },
  {
    "text": "perspective and you find out already thatthe Egyptians viewed the pharaoh as the live",
    "begin": "00:19:03.890",
    "end": "00:19:08.930"
  },
  {
    "text": "pharaoh and the dead pharaoh simultaneously.",
    "begin": "00:19:08.930",
    "end": "00:19:10.870"
  },
  {
    "text": "But then you find out something else that’sinteresting and it gives you some real insight",
    "begin": "00:19:10.870",
    "end": "00:19:14.620"
  },
  {
    "text": "into just exactly how bloody powerful theseideas were. So you think: what did the Egyptians",
    "begin": "00:19:14.620",
    "end": "00:19:19.700"
  },
  {
    "text": "do with their spare time? And then you think:well, they built the pyramids, right, I mean",
    "begin": "00:19:19.700",
    "end": "00:19:24.300"
  },
  {
    "text": "and that was no trivial undertaking. It wassort of the 5000 B.C. equivalent of flying",
    "begin": "00:19:24.300",
    "end": "00:19:30.790"
  },
  {
    "text": "to Mars. And I mean the pyramids are prettyimpressive now but they were a hell of a lot",
    "begin": "00:19:30.790",
    "end": "00:19:34.880"
  },
  {
    "text": "more impressive in their original form becausethey were in the middle of an immense complex.",
    "begin": "00:19:34.880",
    "end": "00:19:39.500"
  },
  {
    "text": "And the pyramids were dedicated to the immortalityof the pharaoh and the pharaoh was possessed",
    "begin": "00:19:39.500",
    "end": "00:19:45.370"
  },
  {
    "text": "by a spirit called Ka and Ka was his immortalspirit and it was the union of Horace and",
    "begin": "00:19:45.370",
    "end": "00:19:51.870"
  },
  {
    "text": "Osiris, OK?",
    "begin": "00:19:51.870",
    "end": "00:19:52.450"
  },
  {
    "text": "So Egyptian society was dedicated to deifyingthe immortal spirit of the pharaoh, the union",
    "begin": "00:19:52.450",
    "end": "00:19:59.450"
  },
  {
    "text": "of Horace and Osiris. And it was the unionthat gave the, it was this identification",
    "begin": "00:20:01.690",
    "end": "00:20:07.590"
  },
  {
    "text": "with this union that gave the pharaoh a phenomenonthe Egyptians called Maat and Maat was like",
    "begin": "00:20:07.590",
    "end": "00:20:14.310"
  },
  {
    "text": "truth or good order. And you could think aboutit as conscience in a sense is if the pharaoh",
    "begin": "00:20:14.310",
    "end": "00:20:19.750"
  },
  {
    "text": "was utilizing the union of Horace and Osiris,then he would have an intuitive ability to",
    "begin": "00:20:19.750",
    "end": "00:20:26.750"
  },
  {
    "text": "decide what the appropriate course of orderwas. And so the Egyptians would say, for example,",
    "begin": "00:20:26.980",
    "end": "00:20:33.210"
  },
  {
    "text": "when the pharaoh came into the court, they’dsay: the sun has risen by that they meant",
    "begin": "00:20:33.210",
    "end": "00:20:37.010"
  },
  {
    "text": "the power that reigned over the dominion ofthe night had arrived. They conceptualized",
    "begin": "00:20:37.010",
    "end": "00:20:42.530"
  },
  {
    "text": "maat as the capacity to put order in the placeof chaos, essentially formally. So they assimilated",
    "begin": "00:20:42.530",
    "end": "00:20:49.530"
  },
  {
    "text": "the union of Horace and Osiris with the capabilityof putting order in the face of chaos. They",
    "begin": "00:20:49.540",
    "end": "00:20:54.130"
  },
  {
    "text": "regarded that as immortal and they spent allof the excess resources of their society glorifying",
    "begin": "00:20:54.130",
    "end": "00:21:00.320"
  },
  {
    "text": "that idea. And you think: you don’t producesomething like the pyramids without really",
    "begin": "00:21:00.320",
    "end": "00:21:04.990"
  },
  {
    "text": "being possessed by an idea, right? This isno trivial undertaking, it’s going over",
    "begin": "00:21:04.990",
    "end": "00:21:10.360"
  },
  {
    "text": "a period of several hundred, if not severalthousand, years. That takes an awful lot of",
    "begin": "00:21:10.360",
    "end": "00:21:14.250"
  },
  {
    "text": "work. So this idea of the immortality of theunion of Horace and Osiris and its association",
    "begin": "00:21:14.250",
    "end": "00:21:19.480"
  },
  {
    "text": "with sovereignty was an absolutely potentidea for the Egyptians. It gave their whole",
    "begin": "00:21:19.480",
    "end": "00:21:23.830"
  },
  {
    "text": "culture motive force.",
    "begin": "00:21:23.830",
    "end": "00:21:25.590"
  },
  {
    "text": "OK, so the Egyptians thought: the pharaohis immortal and that’s the reason why and",
    "begin": "00:21:25.590",
    "end": "00:21:30.810"
  },
  {
    "text": "we more or less partake in his immortalityby being his subjects. So that was a pretty",
    "begin": "00:21:30.810",
    "end": "00:21:34.750"
  },
  {
    "text": "good deal. But then Eliade points out somethingvery interesting and this is called the democratization",
    "begin": "00:21:34.750",
    "end": "00:21:40.030"
  },
  {
    "text": "of Osiris and what you found was that initiallythere were certain symbolic presentations",
    "begin": "00:21:40.030",
    "end": "00:21:46.240"
  },
  {
    "text": "representing the immortality of the pharaohthat could only be used by the pharaoh. But",
    "begin": "00:21:46.240",
    "end": "00:21:50.260"
  },
  {
    "text": "as Egyptian culture continued to develop,then the symbolic representations of immortality",
    "begin": "00:21:50.260",
    "end": "00:21:56.690"
  },
  {
    "text": "started to be adopted by the aristocracy.Now what did that mean? It meant that this",
    "begin": "00:21:56.690",
    "end": "00:22:03.690"
  },
  {
    "text": "process that the Egyptians had conceptualizedas integral to the order of the state was",
    "begin": "00:22:04.040",
    "end": "00:22:11.040"
  },
  {
    "text": "no longer solely embodied in the hands ofthe pharaoh, right? It had started to drift",
    "begin": "00:22:11.270",
    "end": "00:22:16.550"
  },
  {
    "text": "down the power hierarchy into the aristocracy,OK? Well then you think: what happens after",
    "begin": "00:22:16.550",
    "end": "00:22:22.470"
  },
  {
    "text": "that? So by the end of Egyptian society, thearistocrats were characterized by an identity",
    "begin": "00:22:22.470",
    "end": "00:22:28.890"
  },
  {
    "text": "with the union of Horace and Osiris, right?Sovereignty had started to spread itself out.",
    "begin": "00:22:28.890",
    "end": "00:22:33.620"
  },
  {
    "text": "And you think: what starts to happen withthe Greeks, right? The Greeks attribute sovereignty",
    "begin": "00:22:33.620",
    "end": "00:22:38.910"
  },
  {
    "text": "to every male Greek. Barbarians, no. Women,no. But at least all males, right? You get",
    "begin": "00:22:38.910",
    "end": "00:22:44.700"
  },
  {
    "text": "a beginning of a democratic notion there.",
    "begin": "00:22:44.700",
    "end": "00:22:48.780"
  },
  {
    "text": "The Jews developing ideas that, if not derivedfrom Egypt, were at least similar in structure",
    "begin": "00:22:48.780",
    "end": "00:22:55.780"
  },
  {
    "text": "to Egyptian ideas, say: not the aristocracy,not the pharaoh but every individual has the",
    "begin": "00:22:58.240",
    "end": "00:23:05.240"
  },
  {
    "text": "capacity of establishing a direct relationshipwith the transcendent deity, right? Then you",
    "begin": "00:23:06.070",
    "end": "00:23:12.850"
  },
  {
    "text": "have a Christian revolution that follows thatwhere the idea that sovereignty inheres in",
    "begin": "00:23:12.850",
    "end": "00:23:17.910"
  },
  {
    "text": "the individual, is distributed to everyone,right, everyone – male, female, criminal,",
    "begin": "00:23:17.910",
    "end": "00:23:23.350"
  },
  {
    "text": "non-criminal, murderer, rapist, taxman, youname it, sovereignty inheres within them.",
    "begin": "00:23:23.350",
    "end": "00:23:29.420"
  },
  {
    "text": "And it’s on that soil that our whole democraticculture emerges – these unbelievably archaic",
    "begin": "00:23:29.420",
    "end": "00:23:35.640"
  },
  {
    "text": "ideas, first acted out, right, first embodiedin ritual, first dramatized then only told",
    "begin": "00:23:35.640",
    "end": "00:23:41.240"
  },
  {
    "text": "as stories, developing more and more coherenceover stretches of time of thousands of years,",
    "begin": "00:23:41.240",
    "end": "00:23:47.740"
  },
  {
    "text": "not hundreds of years but thousands of years,becoming more coherent, becoming more pointed,",
    "begin": "00:23:47.740",
    "end": "00:23:54.480"
  },
  {
    "text": "becoming more relevant with regards to theirembodiment, then starting to become understood",
    "begin": "00:23:54.480",
    "end": "00:23:58.480"
  },
  {
    "text": "explicitly and distributed to the entire society.",
    "begin": "00:23:58.480",
    "end": "00:24:02.680"
  },
  {
    "text": "And it’s on that ground that our world rests,not on the ground of rationality, as established",
    "begin": "00:24:02.680",
    "end": "00:24:09.680"
  },
  {
    "text": "in say Europe in 1500. What we have is muchmore profound and solid and deep than any",
    "begin": "00:24:12.420",
    "end": "00:24:19.420"
  },
  {
    "text": "mere rational construction. It’s a fromof government, an equilibrated state, so to",
    "begin": "00:24:20.300",
    "end": "00:24:27.160"
  },
  {
    "text": "speak, that’s a consequence of an emergent,if not evolutionary, at least social evolutionary",
    "begin": "00:24:27.160",
    "end": "00:24:34.160"
  },
  {
    "text": "process. And I would say that it stems muchfarther back than that because you can imagine",
    "begin": "00:24:34.930",
    "end": "00:24:39.980"
  },
  {
    "text": "something like this. Look, if this ideal personalitythat should be sovereign is represented by",
    "begin": "00:24:39.980",
    "end": "00:24:46.980"
  },
  {
    "text": "the optimal combination of creativity andtraditionalism, say, if that’s the optimal",
    "begin": "00:24:47.420",
    "end": "00:24:52.670"
  },
  {
    "text": "combination, and if we’re prepared to regardthat as optimal, if that’s a – if that’s",
    "begin": "00:24:52.670",
    "end": "00:24:59.010"
  },
  {
    "text": "what you perceive when you perceive someonethat you respect and admire, then you could",
    "begin": "00:24:59.010",
    "end": "00:25:04.490"
  },
  {
    "text": "say that success in our social hierarchiesis predicated on the degree to which you actually",
    "begin": "00:25:04.490",
    "end": "00:25:10.540"
  },
  {
    "text": "embody that combination. And then you seean interaction between individual success",
    "begin": "00:25:10.540",
    "end": "00:25:17.140"
  },
  {
    "text": "and the social construction that would bean interaction that extends over centuries",
    "begin": "00:25:17.140",
    "end": "00:25:21.620"
  },
  {
    "text": "or even thousands of centuries so that asthese ideas become more and more developed,",
    "begin": "00:25:21.620",
    "end": "00:25:27.660"
  },
  {
    "text": "we become more and more adapted to embodyingthem as a consequence of evolutionary pressure.",
    "begin": "00:25:27.660",
    "end": "00:25:33.930"
  },
  {
    "text": "So it’s not just cultural, it’s also biological.",
    "begin": "00:25:33.930",
    "end": "00:25:36.550"
  },
  {
    "text": "So our political presuppositions rest on acultural basis which is unbelievably archaic,",
    "begin": "00:25:36.550",
    "end": "00:25:43.320"
  },
  {
    "text": "resting in turn on something even lower thanthat. And I think examples of that are those",
    "begin": "00:25:43.320",
    "end": "00:25:48.660"
  },
  {
    "text": "that I’ve provided you with already. Weknow, for example, that chimps who have to",
    "begin": "00:25:48.660",
    "end": "00:25:53.360"
  },
  {
    "text": "live in a dominance hierarchy are very aggressive,especially the males, but they’re also very",
    "begin": "00:25:53.360",
    "end": "00:25:57.150"
  },
  {
    "text": "cooperative. So the males who are aggressivespend a substantial amount of time repairing",
    "begin": "00:25:57.150",
    "end": "00:26:02.380"
  },
  {
    "text": "social boundaries in the aftermath of an aggressiveincident because they’re just as concerned",
    "begin": "00:26:02.380",
    "end": "00:26:07.910"
  },
  {
    "text": "with keeping the bloody hierarchy intact asthey are in climbing it. They have to be.",
    "begin": "00:26:07.910",
    "end": "00:26:14.160"
  },
  {
    "text": "And we know that even wolves won’t killa subordinate wolf once they’ve defeated",
    "begin": "00:26:14.160",
    "end": "00:26:18.920"
  },
  {
    "text": "it. They allow the subordinate wolf to maintainits own existence, right, they have this notion,",
    "begin": "00:26:18.920",
    "end": "00:26:23.410"
  },
  {
    "text": "this procedural notion that – even thoseentities that appear insignificant may, in",
    "begin": "00:26:23.410",
    "end": "00:26:30.330"
  },
  {
    "text": "some manner that’s beyond speech, stillcontribute to the integrity of the whole.",
    "begin": "00:26:30.330",
    "end": "00:26:35.650"
  },
  {
    "text": "And that’s an idea that’s very much similarto our notion that sovereignty inheres in",
    "begin": "00:26:35.650",
    "end": "00:26:39.090"
  },
  {
    "text": "the individual, right? We’ve taken it further.No matter what you do, even if you’re in",
    "begin": "00:26:39.090",
    "end": "00:26:43.620"
  },
  {
    "text": "clear violation of the law, your rights remainintact because no matter how outcast you are",
    "begin": "00:26:43.620",
    "end": "00:26:48.360"
  },
  {
    "text": "and how apparently beyond redemption, yourexistence may still contribute something to",
    "begin": "00:26:48.360",
    "end": "00:26:52.440"
  },
  {
    "text": "the integrity of the whole. And as far asI’m concerned, that doesn’t appear to",
    "begin": "00:26:52.440",
    "end": "00:26:56.410"
  },
  {
    "text": "be a metaphorical idea. If you dismiss it,you cannot dismiss it without simultaneously",
    "begin": "00:26:56.410",
    "end": "00:27:02.360"
  },
  {
    "text": "dismissing the ground on which our statesrest. And so then you have to ask yourself:",
    "begin": "00:27:02.360",
    "end": "00:27:07.970"
  },
  {
    "text": "are you willing to do that? And if the answeris no, well then you have to start to question",
    "begin": "00:27:07.970",
    "end": "00:27:13.180"
  },
  {
    "text": "what it is that you actually believe, becauseif you buy the doctrine of natural rights,",
    "begin": "00:27:13.180",
    "end": "00:27:17.720"
  },
  {
    "text": "which you do, you act it out, then all ofthis follows in its wake, or it rests on sand.",
    "begin": "00:27:17.720",
    "end": "00:27:24.420"
  },
  {
    "text": "And it bloody well better not rest on sand.",
    "begin": "00:27:24.420",
    "end": "00:27:31.420"
  }
]