{
  "id": 2890,
  "date": "2019-09-28T10:20:41",
  "date_gmt": "2019-09-28T10:20:41",
  "guid": {
    "rendered": "https://danielschmachtenberger.usataylorbowls.com/?p=2890"
  },
  "modified": "2019-09-28T10:56:06",
  "modified_gmt": "2019-09-28T10:56:06",
  "slug": "what-loving-you-means-to-me",
  "status": "publish",
  "type": "blog-post",
  "link": "https://civilizationemerging.com/what-loving-you-means-to-me/",
  "title": {
    "rendered": "What loving you means to me"
  },
  "content": {
    "rendered": "\n<p>\nWhat does it mean when I say I love you?<br></p>\n\n\n\n<p>First, it means that I see you. I see the feeling, experiencing being that you are. I see your sensitivity, and your strength. I see your irreplaceable uniqueness: there has never been nor will there ever be another one like you. What possible price tag could be put on something infinitely rare?</p>\n\n\n\n<p>I see your goodness, underneath and through all your actions…even the misguided and hurting ones. I see your deepest yearnings, and the absolute innocence that you truly are.<br></p>\n\n\n\n<p>And I want to see you. Your light and your shadow…your beauty, and the parts you have yet to find the beauty in. Your attractions and repulsions…your feelings, desires, thoughts, emotions…all threads in the tapestry that you are…all with a purpose to serve. I want to know you, in your depth and fullness and realness&#8230; Not a fantasy that I make up and project on you, then punish you for not being. If I want to play with a fantasy, I can do that on my own. I will not punish you for being honest.</p>\n\n\n\n<p>And I want to see you as you are now, in this moment as you change and grow. I have never seen you before &#8211; the you of this moment. So I will not pretend that I have and risk missing reality.</p>\n\n\n\n<p>If I want something from you, I see everything you do and say for how it affects me. So I really only see me, and you become a commodity. That is not what love means to me. So I seek to see you for you—the unique expression of life that you are &#8211; independent of me.</p>\n\n\n\n<p>I seek to know you as you are, that I may love you as that.<br></p>\n\n\n\n<p>Next, it means that I want for you. Everything beautiful and enriching…everything positive that you want for yourself&#8230; I delight in your happiness and celebrate everything that brings you joy!</p>\n\n\n\n<p>I know I don&#8217;t need anything from you…so I am free to want for you congruently. I appreciate you as fully I can…appreciate all that you freely give. My life is enriched by it forever. And you &#8211; this moment &#8211; is so precious… I want to be with it fully…so there is no part of me left to make up stories about the future. Can I open myself to receive your beauty in the depths of my being, without expecting to receive it again? I work at it. Because as I succeed, I am honored each time you share with me…and happy to see your life, wherever it takes you otherwise. In your precious short time here, I don&#8217;t want to let my insecurities be the reason you missed experiencing something beautiful.&nbsp;</p>\n\n\n\n<p>At your depth, you are the One I have always loved, in a form so uniquely precious and ephemeral&#8230; I am blessed to simply see you…if I can support you in some way, on this journey through yourself you are taking….that is why I am here.<br></p>\n\n\n\n<p>Do I always succeed at loving like this? No, I fail often…and put expectations on you, think I know you already, try to change you…. I just no longer call that love.</p>\n",
    "protected": false
  },
  "excerpt": {
    "rendered": "<p>What does it mean when I say I love you? First, it means that I see you. I see the feeling, experiencing being that you are. I see your sensitivity, and your strength. I see your irreplaceable uniqueness: there has never been nor will there ever be another one like you. What possible price tag &hellip;</p>\n<p class=\"read-more\"> <a class=\"\" href=\"https://civilizationemerging.com/what-loving-you-means-to-me/\"> <span class=\"screen-reader-text\">What loving you means to me</span> Read More &raquo;</a></p>\n",
    "protected": false
  },
  "author": 4,
  "featured_media": 2913,
  "comment_status": "open",
  "ping_status": "open",
  "sticky": false,
  "template": "",
  "format": "standard",
  "meta": [],
  "categories": [
    18
  ],
  "tags": [],
  "_links": {
    "self": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/2890"
      }
    ],
    "collection": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts"
      }
    ],
    "about": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/types/post"
      }
    ],
    "author": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/users/4"
      }
    ],
    "replies": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/comments?post=2890"
      }
    ],
    "version-history": [
      {
        "count": 1,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/2890/revisions"
      }
    ],
    "predecessor-version": [
      {
        "id": 2891,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/2890/revisions/2891"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/media/2913"
      }
    ],
    "wp:attachment": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/media?parent=2890"
      }
    ],
    "wp:term": [
      {
        "taxonomy": "category",
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/categories?post=2890"
      },
      {
        "taxonomy": "post_tag",
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/tags?post=2890"
      }
    ],
    "curies": [
      {
        "name": "wp",
        "href": "https://api.w.org/{rel}",
        "templated": true
      }
    ]
  },
  "_id": "civilizationemerging.com/what-loving-you-means-to-me",
  "publishedAt": "2019-09-28T10:20:41",
  "collections": [
    "https://civilizationemerging.com/"
  ]
}