{
  "id": 2896,
  "date": "2019-09-28T10:26:03",
  "date_gmt": "2019-09-28T10:26:03",
  "guid": {
    "rendered": "https://danielschmachtenberger.usataylorbowls.com/?p=2896"
  },
  "modified": "2019-09-28T10:54:28",
  "modified_gmt": "2019-09-28T10:54:28",
  "slug": "what-i-learned-about-being-a-man-from-my-dad",
  "status": "publish",
  "type": "blog-post",
  "link": "https://civilizationemerging.com/what-i-learned-about-being-a-man-from-my-dad/",
  "title": {
    "rendered": "What I learned about being a man from my Dad"
  },
  "content": {
    "rendered": "\n<p>\nI write this in appreciation and honor for my father. And with the hope that men who may not have had the same type of unreasonable father-fortune that I had, may benefit to some degree from reading whats shared here.</p>\n\n\n\n<p>When I was a kid, my Dad was a sort of god to me. As I grew up and individuated, there was a time I took his gifts for granted and focused largely on his faults. Growing up further and appreciating the whole picture in an integrated way&#8230;and having more life experience to see how unusual my childhood with him actually was… I feel overwhelmingly grateful for who he was and what he shared with me. Moreover, I feel indebted to share what I can of what I received with others.</p>\n\n\n\n<p>My dad was of an old breed of men that I might have thought only an embellished legend if I hadn’t experienced it firsthand. To get some sense of this&#8230;</p>\n\n\n\n<p>One time we were working on a semi engine and it was time to put it back in the truck. We were waiting on the tractor to return to the shop so we could lift it in, but we were losing daylight. So he wrapped chains around the engine and lifted it back into the truck by hand. Because it needed done. After we finished the job, he repeated a phrase he said continuously throughout my childhood: “see the job, do the job, stay out of the misery”.</p>\n\n\n\n<p>Another time he was standing in a parking lot smoking a cigarette when gunshots were fired in one of the stores. Everyone ducked or ran the other way. My dad ran straight towards the sound of the gunshots. After breaking the door down he found that the man wielding the gun had just shot himself in the head. The woman (his ex wife) he had attacked first was badly bleeding but not dead. My dad bandaged her and held the blood in while the ambulance arrived. She lived. He talked to her during that time about her ex husband finally being out of pain and that she could forgive him. He visited with her afterwards and helped her process the emotions further. When he told me about running towards the gunshots, he assumed the shooter was still alive but said he knew he could keep his body moving through enough bullets to take the shooter out and prevent anyone else from getting hurt. He did this for strangers.</p>\n\n\n\n<p>Yet another, a friend called in duress as her son who was a police officer but was also mentally unstable had been aggressive towards her more intensely each night and said he would kill her that night. The police station didn’t believe her and wouldn’t intervene. My dad said we would protect her. He waited in the front yard while I (age 16) waited inside armed. The son pulled up in a police car, got out and charged my dad. They went to the ground, my dad put him in a choke hold, and took his gun and threw it. He held him there for many minutes till other police came. Not because he liked fighting, but because she needed protection and there were no other options.</p>\n\n\n\n<p>Once during a business meeting, some of his staff interrupted to say they couldn’t remove the tree limb that was threatening the house without a boom truck. He took his suit jacket off, went outside, threw a rope over the limb, climbed it by hand, pulled the chainsaw up, cut the limb, then went back into his meeting.</p>\n\n\n\n<p>Just to add cool factor to the list&#8230;we were driving on the highway pulling a trailer&#8230;he was driving with his knee while rolling a joint when an axle broke and we lost a wheel. He grabbed the wheel with one hand and navigated the car to the side of the road, put it in park, then kept rolling the joint he had maintained in the other hand, before going to check on the wheel.</p>\n\n\n\n<p>From acts of this more physically heroic type, to developing intentional communities, designing maybe the first viable city/state at sea project, accurately predicting when the Berlin wall would come down, advancing educational theory, and so on, my dad did impossible things regularly. At the base of that capacity was a commitment to integrity, deeper than most people know is a possibility.</p>\n\n\n\n<p>This was taught explicitly through words, and implicitly through actions.</p>\n\n\n\n<p>Most of the wisdom was about life and being a human, but some was as a father to a son about being a man, which I am specifically sharing here. (See the note at the bottom for clarification about this.)</p>\n\n\n\n<p>Following is a small sampling of some of the teachings he embedded in every learning experience:</p>\n\n\n\n<p>Work, Integrity, Motivation, Capacity:</p>\n\n\n\n<ul><li>“See the job, do the job, stay out of the misery.”<ul><li>If a job needs doing, simply do it. No need to bemoan it, wish it wasn’t so, etc. All the suffering is optional.</li></ul></li><li>If a job is worth doing, it’s worth doing well.</li><li>Excellence is its own reward.</li><li>Do the right thing when nobody&#8217;s watching.<ul><li>When running wire or pipe through the studs, he would make it beautiful before putting the drywall on. No one would ever see it. But he knew. Doing the best you can everywhere consistently affects you as a being.</li></ul></li><li>Get the big picture first. Then plan the work. Then implement.<ul><li>When we would get to a worksite, or before cleaning something, he would put a ladder in the middle of the space, have me stand on the top, and turn slowly taking in the whole picture, and making a map in my head of where everything was, where it should be, what I would do first, etc.</li></ul></li><li>‘How much weight can you lift?’ However much needs lifted. If you ask if you can do it, you might find the answer is no. If its important, just do it.</li><li>If you’re leading a team and anyone fails, you’re responsible.<ul><li>The leader takes responsibility for the project. And for its failures. The whole team participates in the credit of the successes.</li><li>The captain gets off of the boat last.</li></ul></li><li>Do the initial work for free. Under promise and over deliver. Then sell the benefits of the competition/ alternatives.</li><li>Responsibility is king. If I have the ability to respond, it’s mine to do.</li><li>When you accomplish something significant, dont make a big deal out of it. Help others learn to do it.</li><li>Master the principle of leverage and apply it everywhere. Physically and metaphysically.</li><li>Learn how to use and make tools. Treat tools as extensions of yourself, which they are.</li><li>You can generally accomplish more from behind the scenes, when people don’t know what you are doing.</li><li>Leave every place and situation better than you found it.</li><li>Orderliness is a quality of the unified field itself. Create order in any environment first.</li></ul>\n\n\n\n<p>Courage, Power, and Conflict:</p>\n\n\n\n<ul><li>If you ever start a fight, Ill kick your ass. If someone is being hurt and you don’t protect them, Ill kick your ass.</li><li>The side of right always wins. Be on the side of right and don’t worry about the odds.</li><li>Don’t let fear of pain or death keep you from doing the right thing.</li><li>Most of the atrocities in the world have been committed by men.</li><li>Power must be in the service of all.</li><li>Abuse of power is the greatest crime.</li><li>If someone is abusing power, over-power them. Do not allow bullies.</li><li>If everyone is running away from something, run towards it. If there is a real threat, someone needs to go deal with it.</li><li>Let them throw the first punch. If they go for a second, do what you need to stop the violence. If you let it get to blows, you already failed.</li><li>Use the minimum amount of force necessary to stop harm. Sometimes overwhelming force is necessary. Project force if needed to avoid violence.</li><li>Protect everyone from unnecessary pain wherever you can.<ul><li>When there was a mortally wounded animal, he would kill it rather than let it suffer. He would also do so where no one else needed to know about it. At a certain point, I went from one of the people he was protecting to learning how to kill painlessly, bury, share only what was needed, etc.</li></ul></li><li>Be a protector and support to everyone. Walk on the outside of the street with everyone. Open everyone’s door. Be available to help anyone.</li></ul>\n\n\n\n<p>Relating to Women:</p>\n\n\n\n<ul><li>The highest value for men is serving women, nature, and children (future generations).</li><li>Worshiping at the altar &#8211; how to relate to going down on a woman.</li><li>Being in love is a choice. Choose it and cultivate it.</li><li>Don’t be controlled by attraction. There are many good reasons to be intimate with someone, only some of which involve attraction.</li><li>Don’t hurt women.</li><li>Never push for sex. Let her pursue.</li><li>If my boss or mentor call, tell them I’m sleeping. If your mom calls, wake me up.</li></ul>\n\n\n\n<p>Mind, Education, Psyche:</p>\n\n\n\n<ul><li>The world is mostly crazy. Rethink everything for yourself from scratch.</li><li>Traditional education and hyperspecialization is a way to make people subservient to the dominant paradigm/ system. Study the generalized principles of nature and be a deep generalist.</li><li>If you don’t like the fact that the sky is blue, change your mind. Indulging suffering is a choice.</li><li>Be careful, cautious, and conscious. But not scared. Careful is different than fearful.</li><li>Jealousy is a type of mental illness &#8211; rid yourself of it.</li><li>When reading, look up every word and concept you don’t know.</li><li>What is real and what is obvious are usually not the same. See past the obvious to the real.</li><li>This too shall pass.</li><li>No one can actually own part of a celestial orb. Ownership is an illusion.</li><li>“All that I have done, you shall do and greater as well.” Be what the world needs.</li><li>Be cautious of ambition, it is generally selfish and misguided.</li><li>Wholeness is the most important word. Then integrity.</li><li>I am. Any other words that follow are not fully true. Don’t identify with them.</li></ul>\n\n\n\n<p>Relating to People and the World:</p>\n\n\n\n<ul><li>Win-lose mentality is evil. Don’t ever celebrate people’s losses. Always celebrate their wins.</li><li>Respect wisdom, not authority.</li><li>I want you to surpass me in every way. And you will. That is evolution. And you will treat those you support the same way.</li><li>Spend time listening to old people. They are unique living libraries.</li><li>Spend time listening to kids &#8211; they are further ahead in evolutionary time.</li><li>Forgive people and help them do better.</li><li>Don’t trust experts (mechanics, doctors, etc.) with vested interests. Learn the topic well enough to understand and check what they are saying.</li><li>Service is the most fun hobby.<ul><li>Sunday mornings we would load the truck with mechanic tools and drive around finding people who were broken down (before cell phones) and fix their cars for them. Such a fun thing to do on a day off.</li></ul></li><li>Always tend to the animals first.</li><li>Study the map of any new place you go. Always know how to navigate.</li><li>Anticipate emergencies in new environments and create response plans.&nbsp;</li><li>Be generous with everything you have: knowledge, money, resources, affection, etc.</li><li>If either of us die, we know that we love each other, death doesn’t end love, and any issue is meaningless and already forgiven.<ul><li>He talked with me about this a number of times. So I knew that if he died and our last conversation was an argument, it didn&#8217;t matter at all and only love remained.</li></ul></li></ul>\n\n\n\n<p>I have been blessed throughout my life with beautiful relationships, friendships, opportunities, and experiences of all kinds&#8230;so much the result of these teachings. I share them in hope that they might be useful.</p>\n\n\n\n<p>Finally, Dad, I love you. Thank you.</p>\n\n\n\n<p><a href=\"https://www.facebook.com/randy.schmachtenberger?eid=ARB3OXHvOHpaUn4_SdaroSGa5YftSCogMUunt6LHyqGuVz4xSlId1ijmv3QhhZjlz6Hrqu64dCp34dzJ\">Randy Schmachtenberger</a></p>\n\n\n\n<p>Notes:</p>\n\n\n\n<ol><li>This is presented in a standard hetero bi-gender narrative framework. That is how it was presented to me. Of course many of these principles apply to all people independent of gender. And of course some men won&#8217;t resonate with all of these practices as how they choose to be a man. Also important to note that many of these represent one side of a dialectic that on their own could create imbalances. And that there are functional and less functional expressions of most of the ideas here, where the subtleties matter.</li><li>My Mom was incredible! She taught me the arts, crafts, culture, world religion, and engaged me early in activism. Was always positive and a delight to be around. My childhood was very much the synergy of the two of them. This note was motivated by gratitude for some aspects of masculinity that have been less painful for me than many, and the wish that more men had good resources on these topics.</li><li>My Dad had a very unique and hard life that cultivated the physical heroism in him: his father was a Green Beret, he grew up in very violent areas, family was in construction and military, physical abuse that made him indifferent to pain, etc. Plus he was just a physically big guy. One does not need to run towards bullets to be someone who lives with deep integrity and is in service to life. That is just one way those qualities can express.</li></ol>\n",
    "protected": false
  },
  "excerpt": {
    "rendered": "<p>I write this in appreciation and honor for my father. And with the hope that men who may not have had the same type of unreasonable father-fortune that I had, may benefit to some degree from reading whats shared here. When I was a kid, my Dad was a sort of god to me. As &hellip;</p>\n<p class=\"read-more\"> <a class=\"\" href=\"https://civilizationemerging.com/what-i-learned-about-being-a-man-from-my-dad/\"> <span class=\"screen-reader-text\">What I learned about being a man from my Dad</span> Read More &raquo;</a></p>\n",
    "protected": false
  },
  "author": 4,
  "featured_media": 2912,
  "comment_status": "open",
  "ping_status": "open",
  "sticky": false,
  "template": "",
  "format": "standard",
  "meta": [],
  "categories": [
    18
  ],
  "tags": [],
  "_links": {
    "self": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/2896"
      }
    ],
    "collection": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts"
      }
    ],
    "about": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/types/post"
      }
    ],
    "author": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/users/4"
      }
    ],
    "replies": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/comments?post=2896"
      }
    ],
    "version-history": [
      {
        "count": 1,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/2896/revisions"
      }
    ],
    "predecessor-version": [
      {
        "id": 2897,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/2896/revisions/2897"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/media/2912"
      }
    ],
    "wp:attachment": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/media?parent=2896"
      }
    ],
    "wp:term": [
      {
        "taxonomy": "category",
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/categories?post=2896"
      },
      {
        "taxonomy": "post_tag",
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/tags?post=2896"
      }
    ],
    "curies": [
      {
        "name": "wp",
        "href": "https://api.w.org/{rel}",
        "templated": true
      }
    ]
  },
  "_id": "civilizationemerging.com/what-i-learned-about-being-a-man-from-my-dad",
  "publishedAt": "2019-09-28T10:26:03",
  "collections": [
    "https://civilizationemerging.com/"
  ]
}