{
  "id": 3157,
  "date": "2020-01-07T05:17:05",
  "date_gmt": "2020-01-07T05:17:05",
  "guid": {
    "rendered": "http://civilizationemerging.com/?p=3157"
  },
  "modified": "2020-06-07T05:41:20",
  "modified_gmt": "2020-06-07T05:41:20",
  "slug": "a-few-guidelines-that-tend-to-support-the-quality-of-dialogue",
  "status": "publish",
  "type": "blog-post",
  "link": "https://civilizationemerging.com/a-few-guidelines-that-tend-to-support-the-quality-of-dialogue/",
  "title": {
    "rendered": "A few guidelines that tend to support the quality of dialogue"
  },
  "content": {
    "rendered": "\n<ul><li>On Intent and Connection<ul><li>The most common deathbed regret I have heard is not having expressed enough love. Hurting people unnecessarily, doing things that cause isolation, and staying stuck in limiting ego patterns also fall in the short list of main regrets. Conversely, one of the common themes of people’s highlight lists is the ways they positively touched people. Keep this in mind as much as possible.</li><li>You don&#8217;t know how close to suicide someone is or what they might be going through. Also keep this in mind.</li><li>Demonstrate respect for the person you are communicating with. If you don’t respect the other person, it probably doesn&#8217;t make sense to engage at all. If you do respect them, make sure it comes across.</li><li>The connection matters more than the content. The content flows through the connection. Damaging the connection because of the seeming importance of this current issue, usually ensures that you don&#8217;t get that issue through the way you wanted, and decreases your chance to do so in the future. Always seek to be building the bandwidth and integrity of connection, in each communication.</li><li>Explore honestly with yourself why you are communicating? To explore ideas and learn together? To experience authentic connection? To offer or receive support? Or… To make a point? To seem smart? To ‘win’ or be right? To receive validation? The conversation will bear fruit in alignment with the actual motives at play.</li><li>Who do you most want to be? What do you most want others to feel and experience from interacting with you? You can choose that in each interaction.</li></ul></li><li>On Listening<ul><li>Take responsibility to listen effectively, to what the other person is seeking to express. Listening can be active and even helpful. Oftentimes people have very real tacit knowledge or lived experience that is meaningful but that they might not know how to articulate clearly. Oftentimes when someone is upset they exaggerate or distort the communication of their grievance, which is easy for the listener to take objection to and get defensive about&#8230;but there is usually a grain of real truth and experience that needs to be heard. If it is worth engaging at all, it is worth actively listening for what is trying to be expressed that has meaning to it.</li><li>“Seek first to understand&#8230;” If both people are trying to make points and be heard, no one is listening and real communication can’t occur. If you can, seek to understand the other person’s position first. Ask earnest questions until you feel like you have a good sense of their position. Then offer a synopsis to see if you have understood correctly. Often people disagree before even making sure they understood the other person rightly, and often, they are disagreeing about made up things.</li><li>Steel-manning is a form of communicating back what you understand their position to be where you seek to argue their position as strongly as you can. Beyond building relationship, it will help rapidly advance your understanding and perspective taking capacities.</li><li>If someone says something that seems unusually dumb or terrible, give the benefit of the doubt that a misunderstanding occurred and seek to clarify. Eg, “I think I might have misunderstood because it sounded like you said X and I imagine that might not be what you actually meant.”</li><li>Acknowledge what you do agree or resonate with in their position before addressing where there are differences.</li></ul></li><li>On Speaking<ul><li>Take responsibility to communicate effectively to the person you are speaking with. It doesn’t matter how clear you think you were if the message you intended isn&#8217;t what they received. Communication is not talking at someone; it is “making common” something between you both. If that hasn’t happened, you may have spoken but you haven’t yet communicated.</li><li>Be careful to avoid statements where you entangle an important point and a subtle criticism such that the other person would have to ‘lose face’ to accept your point. Eliciting defensiveness prevents being heard.</li><li>Remember that you are speaking to this person because you want to. And they are giving you their time to listen. You are not obligated to communicate nor they to listen. So speak in a manner that engenders them to want to engage and hear what you have to say. The desire to engage can&#8217;t be taken for granted and like anything, needs continually tended.</li><li>Note all the qualities that are likely to elicit defensiveness or disinterest in the other (independent of the topic) and be careful to avoid them: righteousness, frustration, superiority, jadedness, assumed authority, dismissiveness, overconfidence, abrasiveness, indifference, etc.</li><li>When stating a differing opinion, frame it in a non-combative manner: eg, “there is an alternate perspective I’d like to bring up…” rather than simply “I disagree” followed by a counter-position statement.</li><li>Be careful not to express your views as absolutes (even when you think they are). Phrases like “the reality of it is…”, or “what’s actually happening is…”, or “the key takeaway is…” or “Ultimately&#8230;”. These statements usually come across as power plays and engender defense rather than openness.</li><li>If heated, slow down and recenter before responding. Reconnect with your intention for being in the dialogue.</li><li>Take the time to think through what you want to say clearly first. Then communicate as precisely and thoughtfully as you can. This is an act of respect, and will help you clarify your own thinking.</li><li>Acknowledge the good points others make and when you learned something.</li><li>Admit when you don&#8217;t know a word or concept and ask for clarification.</li><li>When sharing something you learned from someone else, acknowledge the source. A practice of credit giving more than credit seeking leads to a more reciprocal and knowledge sharing community.</li><li>If your own social norms are meaningfully different from the group or person you are communicating with, factor that.</li></ul></li><li>On Common Traps<ul><li>Ad hominem, insults, pejorative assessments of the other as a form of rebuttal, straw-manning&#8230;are particularly egregious and tend to kill any chance of real communication. If you notice yourself tempted into these places, simply walk away. If someone else goes there, disengage. Do not let someone else’s poor behavior justify your own. Let them recenter themselves.</li><li>Desire for the last word, or the most synthesizing frame. This is a power play.</li><li>Using humor to insult the other with plausible deniability.</li><li>Bypassing active listening because you think you know what they are going to say.</li><li>Thinking about what you are going to say next while they are talking.</li><li>Justifying your own poor behavior because&#8230;their view will destroy the world&#8230;or their behavior warrants it.</li><li>Forgetting the top points in this note. Forgetting your intention for the conversation.</li><li>Seeing others as perpetrators to fulfill subtle patterns to either be a rescuer or a victim.</li><li>Dehumanizing someone by assessing them to be part of a group you can instantly write off (sociopath, narcissist, climate denier, anti-vaxxer, conspiracy theorist, Trump supporter, racist, ignorant, bigoted, terrorist, bleeding heart liberal, etc.)</li><li>Assuming that others have similar intuitions as you, or if they don’t, they are certainly the one not seeing reality clearly. Under-assessing the possibility of your own misassessment.</li><li>Thinking that your rightness in your own eyes translates to how any experiences your behavior, or to the reality of how you affected the situation.</li><li>Not taking the time to really imagine how the other person is likely experiencing you. Forgetting that once you’ve written them off, they don’t leave the planet and the way you interacted with them may have had the opposite effect of what you hoped.</li><li>Rationalizing poor conduct as “being real” or “having conviction” or “standing for something”. And conflating considerate conduct with fakeness or weakness of some kind.</li></ul></li><li>On Discernment<ul><li>Your concerted good faith interaction will make relationships and communication so much better! But the other person is still who they are. You have a finite number of minutes here. Choose wisely how you spend them and with whom.</li><li>No one wants to be mentally ill. No one wants to be mistrustful, or jaded, or angry all the time. Even if you decide to set a boundary and not interact with someone, you can still have care and compassion for them.On Common TrapsAd hominem, insults, pejorative assessments of the other as a form of rebuttal, straw-manning&#8230;are particularly egregious and tend to kill any chance of real communication. If you notice yourself tempted into these places, simply walk away. If someone else goes there, disengage. Do not let someone else’s poor behavior justify your own. Let them recenter themselves.</li></ul></li><li>Virtues<ul><li>Kindness, generosity, sincerity, earnestness, care, honesty, integrity, humility, curiosity, friendliness, open-mindedness, rigor, compassion, forgiveness, loyalty, impeccability, thoughtfulness, consideration, love…. These values are what give rise to these guidelines…and the so many others that you know. And are what motivate the sincere effort required. And are what guide our discernment about what is right action in each unique moment and instance.</li></ul></li></ul>\n\n\n\n<p></p>\n\n\n\n<p>Note: These are more to offer a sense of the types of considerations, to hopefully give a sense for a gestalt beyond the specifics. This is nowhere near a full list of communication guidelines. And of course there are exceptions to each of these. That’s why they are presented as generalized guidelines or principles worth considering, rather than as absolute rules or laws.</p>\n\n\n\n<p>Also important to note that nothing here indicates not being real, direct, and honest…or fudging on the truth for social agreement…or not having conviction. These principles serve truth as they both help us understand other perspectives better that we might have been missing, and communicate in ways others are more likely to hear.<br>(For a reference, read the letters the founders of the US wrote to each other and how they communicated about disagreements for a sense of how to have generative conversations about highly consequential topics, with decorum, that supports being able to work together.)</p>\n\n\n\n<p></p>\n",
    "protected": false
  },
  "excerpt": {
    "rendered": "<p>On Intent and Connection The most common deathbed regret I have heard is not having expressed enough love. Hurting people unnecessarily, doing things that cause isolation, and staying stuck in limiting ego patterns also fall in the short list of main regrets. Conversely, one of the common themes of people’s highlight lists is the ways &hellip;</p>\n<p class=\"read-more\"> <a class=\"\" href=\"https://civilizationemerging.com/a-few-guidelines-that-tend-to-support-the-quality-of-dialogue/\"> <span class=\"screen-reader-text\">A few guidelines that tend to support the quality of dialogue</span> Read More &raquo;</a></p>\n",
    "protected": false
  },
  "author": 4,
  "featured_media": 3160,
  "comment_status": "open",
  "ping_status": "open",
  "sticky": false,
  "template": "",
  "format": "standard",
  "meta": [],
  "categories": [
    18
  ],
  "tags": [],
  "_links": {
    "self": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/3157"
      }
    ],
    "collection": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts"
      }
    ],
    "about": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/types/post"
      }
    ],
    "author": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/users/4"
      }
    ],
    "replies": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/comments?post=3157"
      }
    ],
    "version-history": [
      {
        "count": 3,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/3157/revisions"
      }
    ],
    "predecessor-version": [
      {
        "id": 3161,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/3157/revisions/3161"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/media/3160"
      }
    ],
    "wp:attachment": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/media?parent=3157"
      }
    ],
    "wp:term": [
      {
        "taxonomy": "category",
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/categories?post=3157"
      },
      {
        "taxonomy": "post_tag",
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/tags?post=3157"
      }
    ],
    "curies": [
      {
        "name": "wp",
        "href": "https://api.w.org/{rel}",
        "templated": true
      }
    ]
  },
  "_id": "civilizationemerging.com/a-few-guidelines-that-tend-to-support-the-quality-of-dialogue",
  "publishedAt": "2020-01-07T05:17:05",
  "collections": [
    "https://civilizationemerging.com/"
  ]
}