{
  "id": 793,
  "date": "2017-10-13T20:46:52",
  "date_gmt": "2017-10-13T20:46:52",
  "guid": {
    "rendered": "https://websitedemos.net/recipe-blog-07/?p=793"
  },
  "modified": "2020-06-10T03:10:43",
  "modified_gmt": "2020-06-10T03:10:43",
  "slug": "new-economics-series-3",
  "status": "publish",
  "type": "blog-post",
  "link": "https://civilizationemerging.com/new-economics-series-3/",
  "title": {
    "rendered": "New Economic Series: Part 3"
  },
  "content": {
    "rendered": "\n<h3> When the System Is the Source of the Problems &#8211; Case Studies </h3>\n\n\n\n<hr class=\"wp-block-separator is-style-wide\"/>\n\n\n\n<p>Insofar as economics plays a role in coordinating collective human activity, it can be thought of as a type of collective intelligence system. If that system misaligns the direction of coordination with any aspect of actual well-being (of the beings and/or relationships inside of or connected to the system), then it is fair to consider it a maladaptive collective intelligence. If a system of collective intelligence is autopoietic (has self-generating momentum) and maladaptive, it is (eventually) an existential threat.</p>\n\n\n\n<p>The purpose of this piece is to highlight cases of global issues that have origins, at least in part, in the foundational structures of macroeconomics. Addressing issues symptomatically that are the inexorable result of a generator function that is not being addressed, has no chance of lasting success. We need to identify the core generator functions of undesirable system dynamics and address the issues there.</p>\n\n\n\n<p>For the following cases, really think through the supply and demand dynamics. It is the role of a profitable supply source to maintain, protect, and grow the associated demand. It is the legal fiduciary responsibility of the directors of a corporation to guard shareholder value by seeking to protect and maximize profits – regardless of the profit source. These are structural issues, independent of the people, sector, or structure of national law. Crony capitalism and conspiracy are symptoms (and perpetrators) of a set of structures that rewards those behaviors.</p>\n\n\n\n<p>Is it possible to have a world…</p>\n\n\n\n<ol><li>With lasting global peace and a for-profit military industrial complex together?</li><li>That optimizes human health and well-being, and has a for-profit health care industry that makes money managing illness?</li><li>That optimizes information fidelity and collective sense-making, and maintains a context where information offers competitive advantage, so withholding and disinforming are advantageous?</li><li>That creates maximum abundance and obsoletes scarcity wherever possible, and maintains a valuation system that rises with scarcity and drops towards zero with abundance?</li><li>That restores and protects a thriving natural world and biosphere and maintains having no balance sheet for the commons so externalizing costs and maximizing extraction are incentivized?</li><li>That is fair, just, and free, and maintains private ownership with inheritance, where capital increases access to more capital (inexorably widening the wealth gap)…and access to education, healthcare, financial services, etc?</li><li>With good governance (collective choice making), and maintain the context of people in positions to make decisions that will meaningfully affect others, while they are themselves separate economic actors (in a competitive system that can’t be win-win for all) being affected by those decisions?</li><li>That protects and increases the evolutionary complexity of ecology, biology, and psychology, and measures value in radically simplified, abstracted economic metrics?</li><li>That avoids extinction, and continues to incentivize developing exponentially increasing technological power to affect the world without developing commensurately better choice making processes for how to use that power?</li></ol>\n\n\n\n<p>Diving deeper into each of these cases:</p>\n\n\n\n<figure class=\"wp-block-table\"><table><tbody><tr><td></td><td><strong>Desired Reality</strong></td><td></td><td><strong>Incentives within Capitalism</strong></td></tr><tr><td>1.</td><td><strong>Lasting global peace</strong>&nbsp;&#8211; Conflicts prevented and solved non-violently when needed.</td><td>1.</td><td><strong>For-profit military industrial complex</strong>&nbsp;as one of the largest blocks of the global economy. Peace would mean bankruptcy. Ongoing war and threat of war to continually manage is optimal. War for any cause is profitable. Military contractors have massive lobbying resources, and major shareholders in decision making positions of military and government.</td></tr><tr><td>2.</td><td><strong>Thriving physical and psychological well-being for everyone.</strong>&nbsp;Robust health optimized, disease prevented, and where health issues do arise, they should be cured as completely as possible, as quickly as possible, addressing all causal dynamics, utilizing all the tools available, with minimum side effects.</td><td>2.</td><td><strong>A for-profit health care system</strong>&nbsp;that makes no money on healthy people, makes a little on permanent cures, makes the most on long term symptom management&#8230;makes even more if side-effects require additional treatment (upsell/cross-sell); maximizes lifetime value of a customer (patient) the earlier they start treatments; loses income from anything that promotes health and prevents disease; can only use patented synthesized chemicals to have high enough margins to cover the upfront cost of FDA regulation and later class action law suits (so natural substances and chemicals with expired patents are ineffective); optimal profits involve keeping people alive and able to make $ to pay for health care as long as possible, while utilizing as many disease management products (meds) as possible.</td></tr><tr><td>3.</td><td><strong>A transparent, open, information sharing world.</strong>&nbsp;Where all the information that could empower people is readily available; all interests are aligned with what is true and systemically positive; disinformation is identified and discarded, etc.&nbsp;<br>Choice making (governance) can only be as good as the relevant information fed into the process (sense-making). [Partial and/or corrupted information make good choice making impossible.]</td><td>3.</td><td><strong>Information as competitive advantage</strong>, incentivizing hiding information, protecting it as intellectual property to keep it from being useful to others, and actively creating and promoting disinformation. Where our economic interests require others to behave in particular ways, and the information they are exposed to regarding us is part of what influences their behavior, our interest is to control the information they are exposed to, and to tailor it to influence the behaviors we are seeking, aka manipulation. Marketing is rarely telling the truth, the whole truth, and nothing but the truth. It would be disadvantageous to do so. It is about maximizing effective spin within the limits of what we can get away with. The same with the information we share with investors, employees, regulatory bodies, etc. With competitors, just like when we fake left then run right in sports, we might find advantage to create and share overt disinformation.</td></tr><tr><td>4.</td><td><strong>Abundance of all meaningful goods and values for everyone in the system.</strong>&nbsp;Where scarcity is intentionally, progressively engineered out of the system as an essential design goal. Where economic valuation is rigorously connected to real value.</td><td>4.</td><td><strong>Scarcity as a primary source of relative valuation.</strong>&nbsp;Where the (perceived) scarcity of something increases its desirability and per unit worth. Eg, air has no economic value, because it is abundant enough that I don’t need to consider it. As a result, economic calculus will encourage choices that burn oxygen and pollute the air. Diamonds were perceived as scarce so not everyone could have them abundantly, so having them conferred some kind if differential advantage. Their relative valuation compared to say sapphires or quartz was based primarily on the relative perceived scarcity of each. As a result, when we started finding huge mines that revealed that diamonds werent as rare as previously thought, the major diamond selling companies started destroying and hiding the diamonds (creating artificial scarcity) to keep the price high. Zirconia’s that are more perfect by all metrics that diamonds are judged on, are worth less because it&#8217;s known they aren’t scarce. So the environmental and human damage of mining continues to provide lower quality diamonds, that are perceived as valuable because of legacy ideas of value, when we thought they were scarce.&nbsp;<br>In a system where valuation is proportional to scarcity, abundance is the death of value.</td></tr><tr><td>5.</td><td><strong>A thriving diverse ecology and biosphere.</strong>&nbsp;Where new products are made from old products, obsoleting waste and environmental damage from resource acquisition, in a closed loop, upcycling materials economy. With nutrient and microbiome rich soils. No industrial pollutants in the environment. Healthy coral, large fish populations, old growth forests, protected natural areas and nature integrated with the human built world, etc.</td><td>5.</td><td><strong>An economic system that only recognizes extractable and accumulatable wealth.</strong>&nbsp;Where nature (the commons) doesn’t have a balance sheet. So unlike interactions with other economic actors that also have balance sheets, interactions with nature don’t have to be equitable, don’t require consent, and don’t require the ledger to balance. “Industrious” has largely meant ‘good at extracting value from nature and externalizing costs (waste) to nature effectively’.&nbsp;<br>Living trees in a forest have no economic value. Turned into lumber, they do. The same with living whales vs whale meat. We measure extractable and exchangeable wealth. And we optimize for what we measure.<br>If all the externalized costs of coal energy were accounted for and internalized, the cost would be orders of magnitude more and renewable energy tech would have reached grid parity when it was first invented and would proliferated globally long ago.</td></tr><tr><td>6.</td><td><strong>A system that supports the maximum freedom of individuals and encourages their unique self-actualization&#8230;while encouraging the greatest depth and breadth of interpersonal intimacy and synergy.</strong><br>All people having access to the best resources of health care, education, and creativity that are technologically possible.&nbsp;<br>People incented to create and to support others to create&#8230;and to connect meaningfully with other humans&#8230;to appreciate the beauty of the world and to add beauty to it.</td><td>6.</td><td><strong>Private ownership at the core of the system</strong>, where accumulation equals advantage, and having more resource increases the capacity to create more resource.&nbsp;<br>Where interest bearing pools of capital grow faster than the total economy. Where more resources grant access to the financial services to create more resources, while debt accrues interest creating greater debt&#8230;leading to inexorably widening wealth gaps, leading to class stratification.&nbsp;<br>Where being born into more resources generally means better education, health care, and opportunity for success.&nbsp;<br>Where holding on to accumulated wealth in the presence of poverty requires rationalizing that behavior and turning off avenues of empathy (abstract structural psychopathy).&nbsp;<br>Where real intimacy is limited between people relating across economic class differences.&nbsp;<br>Where self actualization gets conflated with wealth accumulation.</td></tr><tr><td>7.</td><td><strong>Good systems of choice making, not damaged by vested interest.</strong>Choices that require the participation of many people, and/or that will affect many people, that need maximum integrity and minimum bias.&nbsp;<br>Processes for resolving conflicts that are structurally oriented to prefer optimal conflict resolution.</td><td>7.</td><td><strong>Governance and judicial systems mediated by people who are themselves economic actors in the system the are ruling on.</strong><br>The economic incentive of the lawyer is billable time, not ideal legal advice. Economic interests with more capital can afford to hire more lawyers to lobby for legislation in their interest. Judges and governors, police and senators, are all economic actors outside of their role, who can be advantaged or disadvantaged personally by choices they make, meaning they are always wearing multiple hats. Elected officials require campaign budgets that equal favors owed if they want to be re-elected.<br>Capitalism and representative democracy together will always become crony capitalism.</td></tr><tr><td>8.</td><td><strong>Anti-fragility and full richness of all complex systems: ecology, physiology, psychology, culture.</strong>&nbsp;<br>Resilience, antifragility, health, and aliveness are proportional to self-organizing complexity. Both the safety and real value of a civilization depends on its alignment with these fundamental complex systems.</td><td>8.</td><td><strong>Abstract simplified value metrics corresponding to simplified models of reality, that are the basis of what we optimize.&nbsp;</strong><br>A simplified economic metric like GDP grows from war and mindless consumption and decreases from reusing or sharing products, making higher quality goods at a lower cost, or decoupling happiness from consumption all together.&nbsp;<br>The real value of a tree in an ecosystem involves an indefinite number of metrics to an unspecifiable number of beneficiaries. Nectar to pollinators, homes for birds and squirrels, food for aphids and the ants that harvest them, fruit for animals, sequestering CO2 from the atmosphere, creating O2. Stabilizing the topsoil, preventing flooding and runoff. Symbiosis with the mycorrhizae and mycelial network that connects the whole forest. Etc. It might be positively affecting coastal ecosystems hundreds of miles downstream because of its effects on preventing runoff. Benefitting the genetics of other plant species by the pollinators it supports. Benefitting people that won’t be born till after it dies, through these distributed effects.&nbsp;<br>All of this value is complex. And it is worth nothing on anyone’s balance sheet yet. With dollars as a simplified value metric, we can extract that tree from its environment, decontextualize it from the system that it co-evolved with, and turn it into 2&#215;4’s. Now it’s worth $1,000. To one beneficiary who owns it and claims it on their balance sheet. And can now exchange it for other extracted resources. This slaughtered animal might also be $1000. And this person’s labor. And this piece of intellectual property. All now exchangeable abstract wealth, none of which could have been exchanged in their contextual environments for the real complex value they served.&nbsp;<br>We do the same in medicine when we assess health by a few biometrics that are easy to measure and affect, so we give statins to bring LDL down, which they do, at the expense of toxicity of many kinds to many systems that we generally don’t measure.&nbsp;<br>The same with measuring a child’s value by their IQ or GPA. We sacrifice other areas of life that matter more to optimize those value metrics.&nbsp;<br>Simplified value metrics are the foundational source of all externalities.&nbsp;<br>Turning complex, contextualized value, into simple or complicated, abstracted, extractable and accumulatable or tradable value….is entropy. Evolution is defined by increasing orderly complexity leading to increased synergy and emergent properties. This is what nature does. This is the opposite of what we are doing when we simplify complex value. This form of economics is fundamentally anti-evolutionary, anti-resilience, and anti-wellbeing.</td></tr><tr><td>9.</td><td><strong>Antifragility in the presence of exponential technology.</strong><br>Developing the power of god&#8217;s requires developing the wisdom and care of god&#8217;s.</td><td>9.</td><td><strong>Developing exponential capacity to affect reality with our choices, within the context of an economic system based on win-lose gaming dynamics and cost-externalization</strong>, so we are exponentially increasing our capacity for intentional and unintentional harm.&nbsp;<br><em>Exponentially increasing power, with anything like our current frameworks for choice making, is unavoidably self-terminating.</em></td></tr></tbody></table></figure>\n\n\n\n<p>If the reality in the first column is desired, the structures in the second must be redesigned.</p>\n\n\n\n<p>*Please note, my critiques of capitalism are because it is the dominant global economic system. I am not leading in these articles towards suggesting some previous terrible economic system (versions of socialism or communism) as an adequate solution. Obviously not. They were actually different versions of the same underlying autopoietic system that capitalism happens to be the most effective instantiation of (to be discussed later in the series). These critiques are also not to discount the tremendous role capitalism has played heretofore (all the pro-capitalist arguments from Von Mises and Rand to John Mackey and Peter Diamandis are fully factored).<br>These indications of the untenability of capitalism into the future are hopefully paving the way to consider fundamentally new types of system design, never before possible because they require technology that is just now emerging, to be detailed in the series to come.</p>\n",
    "protected": false
  },
  "excerpt": {
    "rendered": "<p>&#8220;If a system of collective intelligence is autopoietic (has self-generating momentum) and maladaptive, it is (eventually) an existential threat.&#8221;</p>\n",
    "protected": false
  },
  "author": 4,
  "featured_media": 3672,
  "comment_status": "open",
  "ping_status": "open",
  "sticky": false,
  "template": "",
  "format": "standard",
  "meta": [],
  "categories": [
    14,
    15,
    19
  ],
  "tags": [],
  "_links": {
    "self": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/793"
      }
    ],
    "collection": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts"
      }
    ],
    "about": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/types/post"
      }
    ],
    "author": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/users/4"
      }
    ],
    "replies": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/comments?post=793"
      }
    ],
    "version-history": [
      {
        "count": 1,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/793/revisions"
      }
    ],
    "predecessor-version": [
      {
        "id": 3673,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/793/revisions/3673"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/media/3672"
      }
    ],
    "wp:attachment": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/media?parent=793"
      }
    ],
    "wp:term": [
      {
        "taxonomy": "category",
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/categories?post=793"
      },
      {
        "taxonomy": "post_tag",
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/tags?post=793"
      }
    ],
    "curies": [
      {
        "name": "wp",
        "href": "https://api.w.org/{rel}",
        "templated": true
      }
    ]
  },
  "_id": "civilizationemerging.com/new-economics-series-3",
  "publishedAt": "2017-10-13T20:46:52",
  "collections": [
    "https://civilizationemerging.com/"
  ]
}