{
  "id": 2898,
  "date": "2019-09-28T10:27:20",
  "date_gmt": "2019-09-28T10:27:20",
  "guid": {
    "rendered": "https://danielschmachtenberger.usataylorbowls.com/?p=2898"
  },
  "modified": "2019-09-28T10:54:02",
  "modified_gmt": "2019-09-28T10:54:02",
  "slug": "processes-to-go-through-with-your-parents-before-they-die",
  "status": "publish",
  "type": "blog-post",
  "link": "https://civilizationemerging.com/processes-to-go-through-with-your-parents-before-they-die/",
  "title": {
    "rendered": "Processes to go through with your parents before they die"
  },
  "content": {
    "rendered": "\n<p>\nThese processes can be meaningful to go through with any loved ones who are nearing passing. Given that your life came from theirs, helping your parents complete their lives tends to be particularly meaningful.</p>\n\n\n\n<ol><li>Help them make a timeline of their life. All the big events, starting with their birth and earliest memories, up to present. This is a great way to get to know them even better while you still can. And reliving their life through telling the stories can help them harvest the gifts, re-enjoy it all through the memory of it, and identify any areas that still feel unresolved (to be addressed in a following process.)<br> Here is one way to do this process: The timeline can be drawn with birth on the left and a horizontal line going towards death on the far right. Experiences are placed where they occurred chronologically. Positive experiences can be depicted as lines going up from the horizontal line, and difficult experiences going down from the horizontal line. The length of line can correlate to the intensity of the experience. Short descriptions are written on the vertical lines corresponding to the experiences. Years can be added on the horizontal line. (There are also apps to do this. The stories are worth audio recording as well.)<br> One way to prompt memories if needed is to go through the timeline with different questions, like romantic relationships, jobs, places they lived, etc. Often, going through pictures and old music they loved is meaningful and triggers memories.<br> The experiences can be things that happened and things they did &#8211; the gifts and the achievements. The positive experiences can simply be enjoyed. For the negative experiences, you can ask what they learned from it, then write the lesson along with the experience. In this way, there is beauty in all of it.</li><li>Relationship healing:<ol><li>Peacemaking. Forgive them for any ways they hurt you. Help them forgive themselves. Apologize for the ways you hurt them. Do what you need to on your own (or with support) for this to be congruent. You both want to feel that there is no residual pain (resentment, guilt, remorse) between you.</li><li>Appreciation and gratitude. Write them a letter of everything you learned from them and all your positive experiences with them. Of all the gifts in your life that they contributed to. Work to take in all they did for you, really appreciate it, and help them feel that appreciation. They live on through what they leave. Also, inquire into which of their virtues you want to embody more fully as they will no longer be here holding those qualities. Share that commitment with them.</li><li>Reassurance. They may resist leaving for concern about your well being. Reassure them that you are alright, will be alright, and it’s ok for them to go. (Helping get their logistical affairs in order is a major part of this.)</li></ol></li><li>Family healing: If you are able, help the other family members and close people to go through the relationship healing process above with them as well. And help the person passing to make peace with everyone, whether they are able to talk with them directly or not. Offer reassurance that you’ll help take care of the ones they care about that are most in need.</li><li>Wisdom gathering: Ask their life advice on everything and take notes. “Every time an old person dies, a library burns.”</li><li>Bucket list: see if there is anything they really want to experience before they go that would add to the richness of their life. Make it happen if you can.</li><li>Help them see how they touched the world. Inventory with them all the positive impacts on your life and the lives of others. Help them see all the beauty they created clearly.</li><li>Help them be at peace with passing. Beyond the steps above, if there is any fear of death for them, help them move through that. Psychedelics can be very useful. As well as meditation, and other spiritual practices and insights that they might resonate with. When death comes, they want to be ready to great her as a friend.</li></ol>\n",
    "protected": false
  },
  "excerpt": {
    "rendered": "<p>These processes can be meaningful to go through with any loved ones who are nearing passing. Given that your life came from theirs, helping your parents complete their lives tends to be particularly meaningful. Help them make a timeline of their life. All the big events, starting with their birth and earliest memories, up to &hellip;</p>\n<p class=\"read-more\"> <a class=\"\" href=\"https://civilizationemerging.com/processes-to-go-through-with-your-parents-before-they-die/\"> <span class=\"screen-reader-text\">Processes to go through with your parents before they die</span> Read More &raquo;</a></p>\n",
    "protected": false
  },
  "author": 4,
  "featured_media": 2911,
  "comment_status": "open",
  "ping_status": "open",
  "sticky": false,
  "template": "",
  "format": "standard",
  "meta": [],
  "categories": [
    18
  ],
  "tags": [],
  "_links": {
    "self": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/2898"
      }
    ],
    "collection": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts"
      }
    ],
    "about": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/types/post"
      }
    ],
    "author": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/users/4"
      }
    ],
    "replies": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/comments?post=2898"
      }
    ],
    "version-history": [
      {
        "count": 1,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/2898/revisions"
      }
    ],
    "predecessor-version": [
      {
        "id": 2899,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/2898/revisions/2899"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/media/2911"
      }
    ],
    "wp:attachment": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/media?parent=2898"
      }
    ],
    "wp:term": [
      {
        "taxonomy": "category",
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/categories?post=2898"
      },
      {
        "taxonomy": "post_tag",
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/tags?post=2898"
      }
    ],
    "curies": [
      {
        "name": "wp",
        "href": "https://api.w.org/{rel}",
        "templated": true
      }
    ]
  },
  "_id": "civilizationemerging.com/processes-to-go-through-with-your-parents-before-they-die",
  "publishedAt": "2019-09-28T10:27:20",
  "collections": [
    "https://civilizationemerging.com/"
  ]
}