{
  "kind": "youtube#playlistItem",
  "etag": "nhsFJCeTHaHyaghMJc-R22HchdQ",
  "id": "UExlUkJhLU5lcjRCdEtIeWNMSDJJMkExZ3N1bGpsVkVUdC4zQzFBN0RGNzNFREFCMjBE",
  "snippet": {
    "publishedAt": "2020-08-09T00:49:07Z",
    "channelId": "UCSZF0YOWeee_RTx-SZL7U2w",
    "title": "Unpacking the Meta-Crisis, Q&A with Jordan Hall",
    "description": "Jordan Hall is a futurist and culture hacker, and regular on the channel. This is a recording of the our member's Q&A session on 31/03/20, talking about his recent interview about the Pandemic, 'The Unfolding Meta-Crisis': https://youtu.be/933qDMh1J3g\n\nWe will be running member Sensemaking calls each week until further notice, usually with an interviewee from one of our films. To join them, sign up (Sensemaker & above) here: www.rebelwisdom.co.uk/plans\n\nQuestions:\n\n2:32 - What would it take for the Chinese 'Game A' system to successfully hijack the Internet/Self Organising Collective Intelligence Systems in a dystopian future?\n\n7:40 - With the high multitude of potential areas that are causing existential risk, which can seem overwhelming, how can we best navigate through this and be effectively altruistic from an individual perspective- both short term and long term? \n\n13:50 - Your talk was inspiring, but how do I get others to listen? Specifically I have adult children (ages 19&21) and I find it incredibly difficult to get through to them.  The brainwashing by the existing educational and financial system is so thorough that it seems to be impossible to talk to most people about the fragility of our extractive and debt-based systems, despite how obvious it now seems.\n\n18:25 - To quote you from the last session, “I don’t really care that much about how the Federal Reserve works because it’s going to go away real quick”. So if it is true that things like the Federal Reserve are going to collapse, who/what is going to replace these things? Do you know of any groups that are working on these kinds of questions?\n\n28:00 - How do you see things playing out in medium term?  How will this affect the \"blue church\" / \"red religion\" conflict?\n\n36:25 - You mentioned in a conversation with John Vervaeke that Joseph Tainter’s Collapse of Complex Societies is in your ‘top five’ favorite list. I’m curious -- what other book(s) have you most frequently reread or gifted to others?\n\n39:05 - Have you come across any evidence of institutions or governments implementing new ideas that point in a Game B direction, as a result to current circumstances? Or is anyone reaching out to you or the type of experts featured on this channel? Economy, education, but also in other areas. Eg Bret Weinstein has been suggesting priorities for preventions of another pandemic from a biological point of view. Is anyone listening?\n\n46:38 - I was wondering if you’re familiar with Ivan Illich’s Deschooling Society, or if you had any thoughts on the question of compulsory schooling as a kind of foundational element of the Blue Church? I think it all comes down to a question of how we raise our children and how we bring them into collective sense making. Thoughts?\nCOMBINED WITH\nWhat are the areas of education, particularly grade school, where this environmental shift could be most positive? What systems do you see needed to allow students to adapt and grow their own system?\n\n50:05 - While the C-19 crisis presents a great chance to get people to question existing institutions and to deploy new ways of sensemaking, it also creates a chance for governments to introduce lasting authoritarian measures without resistance as they can be effective in the current situation. How can something like a Decentralised Collective Intelligence or Game B gain traction in a time in which authoritarian measures can be perceived as a valid fallback option to weather a crisis situation like this?\n\n54:25 - You frequently allude to Q. Do you follow Q drops?\n\n57:14 - Question and a challenge. How do we turn the negatives into positives, problems into solutions? And how can we avoid going back to the 'old boy's club'?",
    "thumbnails": {
      "default": {
        "url": "https://i.ytimg.com/vi/cmQ-TRj1jF0/default.jpg",
        "width": 120,
        "height": 90
      },
      "medium": {
        "url": "https://i.ytimg.com/vi/cmQ-TRj1jF0/mqdefault.jpg",
        "width": 320,
        "height": 180
      },
      "high": {
        "url": "https://i.ytimg.com/vi/cmQ-TRj1jF0/hqdefault.jpg",
        "width": 480,
        "height": 360
      },
      "standard": {
        "url": "https://i.ytimg.com/vi/cmQ-TRj1jF0/sddefault.jpg",
        "width": 640,
        "height": 480
      },
      "maxres": {
        "url": "https://i.ytimg.com/vi/cmQ-TRj1jF0/maxresdefault.jpg",
        "width": 1280,
        "height": 720
      }
    },
    "channelTitle": "The Seeking",
    "playlistId": "PLeRBa-Ner4BtKHycLH2I2A1gsuljlVETt",
    "position": 21,
    "resourceId": {
      "kind": "youtube#video",
      "videoId": "cmQ-TRj1jF0"
    }
  },
  "_id": "cmQ-TRj1jF0",
  "publishedAt": "2020-08-09T00:49:07Z",
  "collections": [
    "https://www.youtube.com/channel/UCFQ6Gptuq-sLflbJ4YY3Umw",
    "https://www.youtube.com/playlist?list=PLeRBa-Ner4BtKHycLH2I2A1gsuljlVETt"
  ],
  "type": "youtube-playlist-item"
}