[
  {
    "text": "So, back in February",
    "begin": "00:00:02.900",
    "end": "00:00:04.260"
  },
  {
    "text": "I received the following letter from a student at Linfield College",
    "begin": "00:00:05.300",
    "end": "00:00:09.780"
  },
  {
    "text": "And, according to its website,",
    "begin": "00:00:09.780",
    "end": "00:00:11.780"
  },
  {
    "text": "\"With campuses in McMinnville, Portland, and a prestigious online program",
    "begin": "00:00:11.780",
    "end": "00:00:16.860"
  },
  {
    "text": "Linfield College is a premier choice in the Pacific Northwest for a high quality, traditional liberal arts education",
    "begin": "00:00:17.240",
    "end": "00:00:24.240"
  },
  {
    "text": "Want to learn more?",
    "begin": "00:00:24.240",
    "end": "00:00:25.520"
  },
  {
    "text": "Contact us for details about our degree and certificate program offerings.\"",
    "begin": "00:00:25.520",
    "end": "00:00:29.840"
  },
  {
    "text": "A student there, who I won't name, sent me the following letter:",
    "begin": "00:00:30.840",
    "end": "00:00:35.080"
  },
  {
    "text": "\"Dear Dr. Peterson,",
    "begin": "00:00:35.700",
    "end": "00:00:36.800"
  },
  {
    "text": "I'm an undergraduate student at Linfield College at McMinnville, Oregon,",
    "begin": "00:00:36.880",
    "end": "00:00:41.920"
  },
  {
    "text": "The International Students for Liberty Conference recently granted me a small sum to organize pro-liberty events on campus,",
    "begin": "00:00:42.700",
    "end": "00:00:50.040"
  },
  {
    "text": "with an emphasis on the importance of free speech",
    "begin": "00:00:50.040",
    "end": "00:00:53.180"
  },
  {
    "text": "I'm writing to ask you if you're accepting speaking invitations at this time,",
    "begin": "00:00:53.180",
    "end": "00:00:58.220"
  },
  {
    "text": "and, if you're scheduled sometime between now and May would allow it to help narrow down my options.",
    "begin": "00:00:58.220",
    "end": "00:01:03.340"
  },
  {
    "text": "I would like to offer you 1500 dollars and an invitation to speak here this spring semester.",
    "begin": "00:01:03.500",
    "end": "00:01:09.580"
  },
  {
    "text": "Your travel and accommodation costs will also be covered.",
    "begin": "00:01:09.580",
    "end": "00:01:12.460"
  },
  {
    "text": "I perceive Linfield as an institution at an ideological crossroads.",
    "begin": "00:01:13.300",
    "end": "00:01:18.300"
  },
  {
    "text": "I feel it is my responsibility to pick the most effective voice possible for helping Linfield chart a course",
    "begin": "00:01:18.300",
    "end": "00:01:25.300"
  },
  {
    "text": "that will insure its future as a place of reason and academic integrity.",
    "begin": "00:01:25.300",
    "end": "00:01:28.220"
  },
  {
    "text": "After listening to many of your lectures and interviews, I believe your message is ideal for our campus.",
    "begin": "00:01:29.200",
    "end": "00:01:34.680"
  },
  {
    "text": "Honest and productive argumentation is one of your specialties.",
    "begin": "00:01:35.180",
    "end": "00:01:40.140"
  },
  {
    "text": "Linfield would greatly benefit from being introduced to your ideas on the subject.",
    "begin": "00:01:40.140",
    "end": "00:01:43.340"
  },
  {
    "text": "We are a small college of roughly 2000 students, situated in quiet wine country.",
    "begin": "00:01:43.340",
    "end": "00:01:48.680"
  },
  {
    "text": "Your work continues to have a deep impact on my personal and intellectual growth.",
    "begin": "00:01:48.680",
    "end": "00:01:53.440"
  },
  {
    "text": "I'd be honored to hear from you.",
    "begin": "00:01:53.540",
    "end": "00:01:55.620"
  },
  {
    "text": "Thank you for your time and consideration.\"",
    "begin": "00:01:55.620",
    "end": "00:02:00.280"
  },
  {
    "text": "So, after considering it for a while,",
    "begin": "00:02:00.280",
    "end": "00:02:01.520"
  },
  {
    "text": "I agreed to come speak at Linfield College.",
    "begin": "00:02:02.040",
    "end": "00:02:04.920"
  },
  {
    "text": "On March 18th, I received a note from an inviting student, who said:",
    "begin": "00:02:04.920",
    "end": "00:02:13.240"
  },
  {
    "text": "\"Good morning Dr. Peterson, I would be overjoyed to confirm a date.\"",
    "begin": "00:02:13.240",
    "end": "00:02:17.440"
  },
  {
    "text": "So we went about doing that.",
    "begin": "00:02:17.440",
    "end": "00:02:18.940"
  },
  {
    "text": "On April 7th, he replied to me again to update me. He said:",
    "begin": "00:02:18.940",
    "end": "00:02:24.260"
  },
  {
    "text": "\"The talk will be held in ICE auditorium, in Melrose Hall, April 24th, beginning at 7 pm.",
    "begin": "00:02:24.260",
    "end": "00:02:31.540"
  },
  {
    "text": "I'm referring to the event simply as 'A Talk with Jordan Peterson' because his speaking style allows for a lot of fluidity in topic.",
    "begin": "00:02:31.540",
    "end": "00:02:39.220"
  },
  {
    "text": "However, the core theme to the event is the importance of Freedom of speech, especially in higher education",
    "begin": "00:02:40.180",
    "end": "00:02:45.700"
  },
  {
    "text": "Some of the administration/student government have begun to fret about the potential for people to feel 'offended and oppressed' by Peterson's talk.",
    "begin": "00:02:46.740",
    "end": "00:02:57.620"
  },
  {
    "text": "It's more pushback than I'd expected at Linfield, but I don't think it's a cause for concern.",
    "begin": "00:02:57.800",
    "end": "00:03:03.000"
  },
  {
    "text": "I find it hard to keep their worries at bay.",
    "begin": "00:03:03.000",
    "end": "00:03:05.800"
  },
  {
    "text": "And there's a very supportive group of students and community members who have my back.",
    "begin": "00:03:05.800",
    "end": "00:03:10.720"
  },
  {
    "text": "Free speech will win.\"",
    "begin": "00:03:10.720",
    "end": "00:03:13.560"
  },
  {
    "text": "On April 17th, the following article appeared in student newspaper",
    "begin": "00:03:13.560",
    "end": "00:03:17.620"
  },
  {
    "text": "By Kaelia Neal, Editor in Chief, it's called \"Hate Symbol on ball riles campus\"",
    "begin": "00:03:20.000",
    "end": "00:03:27.180"
  },
  {
    "text": "The Linfield Young Americans for liberty groups free speech ball outside Walker's Hall on April 12th received attention from students and faculties",
    "begin": "00:03:27.300",
    "end": "00:03:35.620"
  },
  {
    "text": "when a student drew Pepe the Frog,",
    "begin": "00:03:35.620",
    "end": "00:03:37.800"
  },
  {
    "text": "which has recently been appropriated by White supremacist groups.",
    "begin": "00:03:37.800",
    "end": "00:03:42.020"
  },
  {
    "text": "Linfield College posted a picture of the ball on its instagram account, but it was later removed because of the frog's association with alt-right groups",
    "begin": "00:03:42.220",
    "end": "00:03:49.220"
  },
  {
    "text": "\"As soon as it was pointed out that the photo included the image, the Instagram post was removed.\"",
    "begin": "00:03:49.220",
    "end": "00:03:54.700"
  },
  {
    "text": "President Thomas Hellie said",
    "begin": "00:03:54.940",
    "end": "00:03:57.400"
  },
  {
    "text": "The free speech ball event, the first event in the Speak Freely series at Linfield encouraged students to express themselves by writing and drawing on the ball to promote free speech.",
    "begin": "00:03:57.520",
    "end": "00:04:07.160"
  },
  {
    "text": "Pepe the frog is a popular Internet meme that has often appeared in humorous ways.",
    "begin": "00:04:07.300",
    "end": "00:04:12.740"
  },
  {
    "text": "The anti defamation league has listed Pepe the frog on its hate symbols database",
    "begin": "00:04:13.540",
    "end": "00:04:18.720"
  },
  {
    "text": "\"I only heard about it second hand, and I understand that it is a place for free speech, but in all reality it was certainly down a very poor taste.\"",
    "begin": "00:04:19.120",
    "end": "00:04:25.900"
  },
  {
    "text": "Junior John Christianson said.",
    "begin": "00:04:26.140",
    "end": "00:04:28.640"
  },
  {
    "text": "According to its website, the YAL's mission is to \"identify, educate, train and mobilize youth activists committed to 'winning on principle.'",
    "begin": "00:04:29.900",
    "end": "00:04:39.380"
  },
  {
    "text": "Our goal is to cast the leaders of tomorrow and reclaim the policies, candidates, and direction of our government.\"",
    "begin": "00:04:39.380",
    "end": "00:04:46.700"
  },
  {
    "text": "A member of YAL drew the Pepe the frog on the ball, but asked to remain unidentified.",
    "begin": "00:04:47.160",
    "end": "00:04:52.680"
  },
  {
    "text": "\"I knew the person who drew Pepe, he didn't draw it to be negative, he drew it to be funny.\"",
    "begin": "00:04:53.460",
    "end": "00:05:00.720"
  },
  {
    "text": "Senior Parker Wells, a member of YAL said.",
    "begin": "00:05:00.720",
    "end": "00:05:02.900"
  },
  {
    "text": "He continued, \"We understand some groups appropriated the image, but any image could be appropriated.\"",
    "begin": "00:05:04.060",
    "end": "00:05:11.460"
  },
  {
    "text": "Wells said his goals with the free speech ball were to get people thinking about the rights to free expression, and to bring more attention to the YAL group.",
    "begin": "00:05:11.900",
    "end": "00:05:18.900"
  },
  {
    "text": "He said: \"I understand that it's necessary to set the limits, but I don't think this cartoon frog is a limit to set for free speech.",
    "begin": "00:05:20.740",
    "end": "00:05:27.740"
  },
  {
    "text": "I find it unfortunate that people can't enjoy this event because of the frog image.",
    "begin": "00:05:27.740",
    "end": "00:05:32.500"
  },
  {
    "text": "As a part of its Speak Freely series, YAL is bringing Dr. Jordan Peterson to campus on Monday, April 24th.",
    "begin": "00:05:34.200",
    "end": "00:05:40.940"
  },
  {
    "text": "The group is also showing the documentary 'the Red Pill' on Tuesday, May 2nd.\"",
    "begin": "00:05:41.460",
    "end": "00:05:45.680"
  },
  {
    "text": "Professor of English Reshmi Dutt-Ballerstadt said:",
    "begin": "00:05:47.800",
    "end": "00:05:51.400"
  },
  {
    "text": "\"I find both the invitation of Jordan Peterson and the screening of documentary 'the Red Pill' by Young Americans for Liberty club extremely problematic,",
    "begin": "00:05:52.140",
    "end": "00:06:01.360"
  },
  {
    "text": "Problematic because neither Peterson nor the film will be promoting dialogues about gendered inclusions,",
    "begin": "00:06:01.780",
    "end": "00:06:06.860"
  },
  {
    "text": "but rather be promoting a dangerous and offensive logic of gendered exclusions.",
    "begin": "00:06:06.860",
    "end": "00:06:10.820"
  },
  {
    "text": "Dutt-Ballerstadt continued:",
    "begin": "00:06:12.780",
    "end": "00:06:15.040"
  },
  {
    "text": "\"The promotion of such exclusionary practices greatly threatens safe spaces for our student, staff, and faculty who belong to marginalized groups and violates our ethos of upholding mutual respect on our campus.\"",
    "begin": "00:06:15.060",
    "end": "00:06:26.740"
  },
  {
    "text": "The President's Diversity Advisory Committee will hold a discussion at 5:30 pm on Monday in the pioneer reading room titled",
    "begin": "00:06:29.260",
    "end": "00:06:36.260"
  },
  {
    "text": "'Free speech, what it is and what it is not.'",
    "begin": "00:06:36.260",
    "end": "00:06:38.180"
  },
  {
    "text": "The discussion will examine free speech and members of the Linfield community are encouraged to attend.\"",
    "begin": "00:06:38.180",
    "end": "00:06:43.840"
  },
  {
    "text": "So that's the end of that newspaper article.",
    "begin": "00:06:43.840",
    "end": "00:06:46.560"
  },
  {
    "text": "So I read that it was forwarded to me,",
    "begin": "00:06:46.980",
    "end": "00:06:49.380"
  },
  {
    "text": "soon after, I tweeted the following message:",
    "begin": "00:06:49.820",
    "end": "00:06:52.300"
  },
  {
    "text": "\"I'm violating some more safe spaces soon",
    "begin": "00:06:55.500",
    "end": "00:06:59.820"
  },
  {
    "text": "Linfield College, April 24.\"",
    "begin": "00:06:59.820",
    "end": "00:07:01.820"
  },
  {
    "text": "Well, on April 19th, I received a letter from the student who organized my talk,",
    "begin": "00:07:05.220",
    "end": "00:07:10.500"
  },
  {
    "text": "he said: \"Things have gone nuclear,",
    "begin": "00:07:10.840",
    "end": "00:07:13.240"
  },
  {
    "text": "this email, the one I'm going to read to you, was just sent to all of Linfield.",
    "begin": "00:07:13.900",
    "end": "00:07:19.060"
  },
  {
    "text": "One of the stipulations they're referring to is the contract, which they rejected because it was a day late.",
    "begin": "00:07:19.920",
    "end": "00:07:25.860"
  },
  {
    "text": "\"Our club is currently looking for space in downtown McMinnville  to hold Peterson's talk instead.",
    "begin": "00:07:26.000",
    "end": "00:07:30.760"
  },
  {
    "text": "The media is likely getting involved.",
    "begin": "00:07:30.760",
    "end": "00:07:32.720"
  },
  {
    "text": "I'm sorry for this insanity, we tried very hard to keep things civil here.\"",
    "begin": "00:07:33.420",
    "end": "00:07:38.300"
  },
  {
    "text": "So here is the letter sent out to the entire community:",
    "begin": "00:07:38.880",
    "end": "00:07:42.480"
  },
  {
    "text": "\"Linfield Community:",
    "begin": "00:07:44.760",
    "end": "00:07:46.280"
  },
  {
    "text": "I am writing on behalf of the Linfield cabinet, as officer in charge, while President Kellie is out,",
    "begin": "00:07:46.780",
    "end": "00:07:53.280"
  },
  {
    "text": "I want to let the Linfield community know that the ASLC, Associated Students of Linfield College, has determined it will not fund Dr. Jordan Peterson's appearance next week",
    "begin": "00:07:53.420",
    "end": "00:08:04.300"
  },
  {
    "text": "because stipulations of the event were not met by the requester, Young Americans for Liberty.",
    "begin": "00:08:04.300",
    "end": "00:08:08.580"
  },
  {
    "text": "Since the authorization parameters were not satisfied, the college will not host the event on April 24th.",
    "begin": "00:08:08.580",
    "end": "00:08:14.820"
  },
  {
    "text": "Among the stipulations was that the event was to be a private Linfield College-only event.",
    "begin": "00:08:15.420",
    "end": "00:08:19.760"
  },
  {
    "text": "By his own tweet yesterday, to 107000 followers,",
    "begin": "00:08:20.800",
    "end": "00:08:24.000"
  },
  {
    "text": "Dr. Peterson indicates he would be \"violating more safe spaces soon, Linfield College\"",
    "begin": "00:08:24.560",
    "end": "00:08:32.220"
  },
  {
    "text": "Like-minded supporters from outside our community have responded affirmatively.",
    "begin": "00:08:32.520",
    "end": "00:08:38.200"
  },
  {
    "text": "Our policy on anti-harassment protection and academic freedom states that \"anti-harassment policies are not intended to limit the free exchange of opinions",
    "begin": "00:08:39.340",
    "end": "00:08:51.300"
  },
  {
    "text": "or the vigorous debate over ideas.\"",
    "begin": "00:08:51.300",
    "end": "00:08:53.200"
  },
  {
    "text": "However, intimidation, harassment, exploitation, and the use or threat of force are incompatible with the preservation of this freedom.",
    "begin": "00:08:53.780",
    "end": "00:09:01.480"
  },
  {
    "text": "The letter continues:",
    "begin": "00:09:03.240",
    "end": "00:09:04.760"
  },
  {
    "text": "\"Based on the speaker's own words, the event no longer presents the possibility of academic inquiry within the Linfield community.",
    "begin": "00:09:04.900",
    "end": "00:09:11.080"
  },
  {
    "text": "Our policy is clear:",
    "begin": "00:09:11.240",
    "end": "00:09:12.520"
  },
  {
    "text": "'Harassment and intimidation preclude the very possibility for maintaining atmosphere of academic freedom.'",
    "begin": "00:09:13.700",
    "end": "00:09:21.440"
  },
  {
    "text": "We cannot welcome speakers when the stipulations for their appearances are not met and who intend to violate the safety of our community.",
    "begin": "00:09:21.980",
    "end": "00:09:31.240"
  },
  {
    "text": "Respectfully, Susan Agre-Kippenhan\"",
    "begin": "00:09:32.380",
    "end": "00:09:34.680"
  },
  {
    "text": "So I wrote a letter to Susan Agre-Kippenhan.",
    "begin": "00:09:37.640",
    "end": "00:09:41.420"
  },
  {
    "text": "Now, you understand that by this time, the flights have been arranged, the accommodations have been arranged, everything was in place.",
    "begin": "00:09:41.660",
    "end": "00:09:48.660"
  },
  {
    "text": "And of course they've known about this for a long time.",
    "begin": "00:09:48.660",
    "end": "00:09:51.660"
  },
  {
    "text": "\"Dear Susan,",
    "begin": "00:09:51.660",
    "end": "00:09:52.540"
  },
  {
    "text": "I received a copy of your letter to the Linfield community this morning,",
    "begin": "00:09:53.400",
    "end": "00:09:57.840"
  },
  {
    "text": "as well as an indication that my long scheduled talk at Linfield has been canceled,",
    "begin": "00:09:57.840",
    "end": "00:10:02.040"
  },
  {
    "text": "that is fine, I suppose,",
    "begin": "00:10:02.240",
    "end": "00:10:03.500"
  },
  {
    "text": "except that the plane tickets have been booked and the hotel reservations have been made, as well as three days taken out of my schedule at my expense.",
    "begin": "00:10:03.860",
    "end": "00:10:10.860"
  },
  {
    "text": "I think you are treating me and the student group who invited me in a manner that is absolutely reprehensible,",
    "begin": "00:10:12.300",
    "end": "00:10:19.300"
  },
  {
    "text": "as well as cowardly and underhanded.",
    "begin": "00:10:19.300",
    "end": "00:10:21.760"
  },
  {
    "text": "I have made arrangements to come to Linfield, which is extremely distant from me, and out of the way, in good faith.",
    "begin": "00:10:22.020",
    "end": "00:10:28.340"
  },
  {
    "text": "Now you cancel it,",
    "begin": "00:10:29.320",
    "end": "00:10:30.520"
  },
  {
    "text": "with a plethora of specious reasons including your anti-harassment policy,",
    "begin": "00:10:30.820",
    "end": "00:10:36.020"
  },
  {
    "text": "although I have harassed no one, nor intimidated, exploited or threatened force.",
    "begin": "00:10:36.020",
    "end": "00:10:40.060"
  },
  {
    "text": "Had I not previously received notice of the controversy of my arrival, which is in my opinion unwarranted,",
    "begin": "00:10:40.240",
    "end": "00:10:47.240"
  },
  {
    "text": "I would not have tweeted my intent to 'violate safe spaces'",
    "begin": "00:10:47.640",
    "end": "00:10:51.960"
  },
  {
    "text": "which is a satirical comment in case it needs to be said.",
    "begin": "00:10:53.260",
    "end": "00:10:56.940"
  },
  {
    "text": "Obviously, you were looking for any excuse, no matter how trivial, to cancel this event.",
    "begin": "00:10:56.940",
    "end": "00:11:01.780"
  },
  {
    "text": "You also note that 'This event no longer presents the possibility of academic inquiry within the Linfield community'",
    "begin": "00:11:02.820",
    "end": "00:11:10.760"
  },
  {
    "text": "I might point out that Linfield is a college, not a community, and that ideas need to be discussed in a college.",
    "begin": "00:11:11.540",
    "end": "00:11:18.760"
  },
  {
    "text": "You also state that 'Anti-harassment policies are not intended to limit the free exchange of opinions, or the vigorous debate of ideas'",
    "begin": "00:11:19.660",
    "end": "00:11:28.280"
  },
  {
    "text": "and then precede to do exactly that.",
    "begin": "00:11:29.260",
    "end": "00:11:31.740"
  },
  {
    "text": "You also mentioned that you have received support from 'like-minded supporters' from outside your community,",
    "begin": "00:11:32.800",
    "end": "00:11:40.400"
  },
  {
    "text": "which is hardly surprising or informative given that they were like minded.",
    "begin": "00:11:40.400",
    "end": "00:11:44.620"
  },
  {
    "text": "You also suggest that because the contract was delayed one day, that constitutes sufficient grounds for cancellation,",
    "begin": "00:11:45.260",
    "end": "00:11:52.260"
  },
  {
    "text": "even though you knew perfectly well that the event was booked and finalized, and that such delays are by no means unheard of in such situations.",
    "begin": "00:11:52.380",
    "end": "00:11:59.380"
  },
  {
    "text": "You might also note that a guest invited to your college might expect to be treated with a modicum of consideration and respect.",
    "begin": "00:12:00.080",
    "end": "00:12:07.380"
  },
  {
    "text": "Here's what I plan to do:",
    "begin": "00:12:08.280",
    "end": "00:12:09.440"
  },
  {
    "text": "I am going to make a video tomorrow morning at the latest, reading this letter on Youtube, explaining that my invitation has been revoked, what that means for me,",
    "begin": "00:12:10.500",
    "end": "00:12:19.000"
  },
  {
    "text": "and the nature of the reasons given",
    "begin": "00:12:19.000",
    "end": "00:12:21.000"
  },
  {
    "text": "I will also read this letter of response from me.",
    "begin": "00:12:21.580",
    "end": "00:12:25.040"
  },
  {
    "text": "It should be watched by about a 150000 viewers, many of whom I imagine will be Linfield alumni supporters and students,",
    "begin": "00:12:26.400",
    "end": "00:12:33.400"
  },
  {
    "text": "I am perfectly willing to see what they all have to say.",
    "begin": "00:12:33.400",
    "end": "00:12:35.840"
  },
  {
    "text": "Then we can let the dust settle where it may.",
    "begin": "00:12:36.580",
    "end": "00:12:39.120"
  },
  {
    "text": "Sincerely, Dr Jordan Peterson, Professor of Psychology, University of Toronto.\"",
    "begin": "00:12:39.400",
    "end": "00:12:45.000"
  },
  {
    "text": "I received absolutely nothing in response.",
    "begin": "00:12:45.000",
    "end": "00:12:47.960"
  },
  {
    "text": "Got no, uh, they didn't even have the decency to send me a notification explaining their rationale, nothing.",
    "begin": "00:12:48.500",
    "end": "00:12:55.360"
  },
  {
    "text": "So I was treated as far as I'm concerned with, well let's call it unprofessionally and leave it at that.",
    "begin": "00:12:56.400",
    "end": "00:13:03.200"
  },
  {
    "text": "So what's the story now?",
    "begin": "00:13:03.200",
    "end": "00:13:04.740"
  },
  {
    "text": "The organizing students tried to book an alternative venue,",
    "begin": "00:13:06.080",
    "end": "00:13:09.280"
  },
  {
    "text": "they didn't have enough money to rent a suitable theater or lecture hall,",
    "begin": "00:13:09.280",
    "end": "00:13:13.540"
  },
  {
    "text": "I told them they could use my honorarium to pay for the space,",
    "begin": "00:13:13.820",
    "end": "00:13:17.820"
  },
  {
    "text": "which they did,",
    "begin": "00:13:18.080",
    "end": "00:13:19.000"
  },
  {
    "text": "The yamhillvalleynewsregister.com posted this update April 20th:",
    "begin": "00:13:19.540",
    "end": "00:13:23.960"
  },
  {
    "text": "\"Off-campus venue found for controversial speaker\"",
    "begin": "00:13:25.160",
    "end": "00:13:28.960"
  },
  {
    "text": "Linfield College's student government organization this week withdrew permission for a newly organized club,",
    "begin": "00:13:29.140",
    "end": "00:13:36.140"
  },
  {
    "text": "Young Americans for Liberty, to bring a controversial speaker to campus for a public talk Monday.",
    "begin": "00:13:36.140",
    "end": "00:13:41.600"
  },
  {
    "text": "The group has responded by lining up an off-campus location for the presentation,",
    "begin": "00:13:42.520",
    "end": "00:13:48.040"
  },
  {
    "text": "featuring Jordan Peterson,",
    "begin": "00:13:48.140",
    "end": "00:13:49.580"
  },
  {
    "text": "a Canadian professor whose campaign against gender-neutral pronouns is considered offensive by some to the transgender population.",
    "begin": "00:13:50.340",
    "end": "00:13:58.660"
  },
  {
    "text": "Peterson has been re-booked for 7 to 9 pm at the Falls Event Center,",
    "begin": "00:13:59.260",
    "end": "00:14:03.660"
  },
  {
    "text": "housed in the former chapel on the Evergreen Aviation & Space Museum campus.",
    "begin": "00:14:03.660",
    "end": "00:14:08.760"
  },
  {
    "text": "So,",
    "begin": "00:14:10.100",
    "end": "00:14:10.600"
  },
  {
    "text": "on with the show.",
    "begin": "00:14:11.660",
    "end": "00:14:12.780"
  },
  {
    "text": "And you can figure out what I think of the Linfield administrators who pulled the stunt on your own.",
    "begin": "00:14:12.780",
    "end": "00:14:19.200"
  },
  {
    "text": "Thanks for watching.",
    "begin": "00:14:19.660",
    "end": "00:14:21.100"
  },
  {
    "text": "Greeting, members of the Linfield community,",
    "begin": "00:14:24.460",
    "end": "00:14:27.580"
  },
  {
    "text": "the Linfield community, Young Americans for Liberty,",
    "begin": "00:14:28.700",
    "end": "00:14:32.380"
  },
  {
    "text": "and other organizations that supported this event,",
    "begin": "00:14:32.380",
    "end": "00:14:35.100"
  },
  {
    "text": "and those who traveled long to get here, along with the people on the live stream.",
    "begin": "00:14:35.100",
    "end": "00:14:39.380"
  },
  {
    "text": "My name is Lucas Carter, and I'm the president of the Linfield Chapter of Young Americans for Liberty.",
    "begin": "00:14:40.260",
    "end": "00:14:46.880"
  },
  {
    "text": "*applause*",
    "begin": "00:14:47.120",
    "end": "00:14:53.260"
  },
  {
    "text": "I'm joined here today by my vice president Keeper Smith,",
    "begin": "00:14:53.460",
    "end": "00:14:59.080"
  },
  {
    "text": "*applause*",
    "begin": "00:14:59.360",
    "end": "00:15:03.460"
  },
  {
    "text": "event coordinator Parker Wells,",
    "begin": "00:15:03.760",
    "end": "00:15:06.000"
  },
  {
    "text": "*applause*",
    "begin": "00:15:06.380",
    "end": "00:15:12.200"
  },
  {
    "text": "and secretary Austin Ramsey who is handling tonight's live stream,",
    "begin": "00:15:12.200",
    "end": "00:15:16.220"
  },
  {
    "text": "*applause*",
    "begin": "00:15:16.480",
    "end": "00:15:21.840"
  },
  {
    "text": "So we're the team that organized this and fought hard to ensure that liberty won tonight.",
    "begin": "00:15:21.840",
    "end": "00:15:25.560"
  },
  {
    "text": "Judging by this crowd,",
    "begin": "00:15:26.260",
    "end": "00:15:27.780"
  },
  {
    "text": "I think we've accomplished just that",
    "begin": "00:15:27.780",
    "end": "00:15:29.640"
  },
  {
    "text": "But first just a couple of technical things to get out of the way,",
    "begin": "00:15:30.380",
    "end": "00:15:34.620"
  },
  {
    "text": "we are doing the livestream because we received support from all over the nation,",
    "begin": "00:15:34.620",
    "end": "00:15:38.160"
  },
  {
    "text": "and I mean all over.",
    "begin": "00:15:38.600",
    "end": "00:15:39.880"
  },
  {
    "text": "So we're asking to stay off the Wi-Fi please, so all our friends and families can enjoy this livestream without any hiccups.",
    "begin": "00:15:40.820",
    "end": "00:15:48.740"
  },
  {
    "text": "Secondly, we do have a donation bucket in the back to help cover Jordan Peterson's travel expenses,",
    "begin": "00:15:50.420",
    "end": "00:15:57.060"
  },
  {
    "text": "Right now we're going for 750 dollars,",
    "begin": "00:15:57.660",
    "end": "00:16:01.240"
  },
  {
    "text": "and any excess fund will go toward his research.",
    "begin": "00:16:01.240",
    "end": "00:16:04.080"
  },
  {
    "text": "So moving on,",
    "begin": "00:16:06.320",
    "end": "00:16:07.620"
  },
  {
    "text": "I'd to talk a little about the club",
    "begin": "00:16:08.000",
    "end": "00:16:10.240"
  },
  {
    "text": "When Keeper and I started this club at the end of February,",
    "begin": "00:16:10.240",
    "end": "00:16:14.080"
  },
  {
    "text": "we didn't know what to expect.",
    "begin": "00:16:14.100",
    "end": "00:16:16.100"
  },
  {
    "text": "We did have a vision, however",
    "begin": "00:16:16.280",
    "end": "00:16:17.960"
  },
  {
    "text": "given recent political events,",
    "begin": "00:16:17.960",
    "end": "00:16:20.360"
  },
  {
    "text": "not just the Linfield club, college campuses across America have been slits, volatile.",
    "begin": "00:16:20.980",
    "end": "00:16:27.060"
  },
  {
    "text": "Many people are afraid to speak out over fears,",
    "begin": "00:16:28.060",
    "end": "00:16:31.180"
  },
  {
    "text": "of fast criticism.",
    "begin": "00:16:31.520",
    "end": "00:16:33.040"
  },
  {
    "text": "Our goal as a club is not to indoctrinate libertarian values,",
    "begin": "00:16:33.040",
    "end": "00:16:37.340"
  },
  {
    "text": "but to engage the public in the community in like open, free debate for the sake of intellectual advancements,",
    "begin": "00:16:37.860",
    "end": "00:16:46.480"
  },
  {
    "text": "being able to debate, being able to reach conclusions with sanity and",
    "begin": "00:16:46.760",
    "end": "00:16:51.480"
  },
  {
    "text": "respect to one another's.",
    "begin": "00:16:51.960",
    "end": "00:16:53.720"
  },
  {
    "text": "I'd like to thank leadership, that I just introduced",
    "begin": "00:16:54.580",
    "end": "00:16:58.100"
  },
  {
    "text": "for all the hard work towards accomplishing this goal that we truly believe in.",
    "begin": "00:16:58.420",
    "end": "00:17:03.700"
  },
  {
    "text": "And finally, I wish the best to next semester's chapter president, Keeper Smith,",
    "begin": "00:17:04.900",
    "end": "00:17:10.340"
  },
  {
    "text": "who will take over next semester after I graduate.",
    "begin": "00:17:11.380",
    "end": "00:17:14.740"
  },
  {
    "text": "And more importantly, there is something I need to address to the Linfield community,",
    "begin": "00:17:18.440",
    "end": "00:17:21.860"
  },
  {
    "text": "on behalf of the club,",
    "begin": "00:17:21.860",
    "end": "00:17:23.280"
  },
  {
    "text": "*ringtone*",
    "begin": "00:17:26.040",
    "end": "00:17:26.840"
  },
  {
    "text": "On behalf of the club in the Leadership, I'd like to take this time to publicly apologize for any unintended harm that has occurred over these past two weeks.",
    "begin": "00:17:29.180",
    "end": "00:17:37.800"
  },
  {
    "text": "It is not within the club's intentions to generate any harm, and/or create an environment where people feel unsafe.",
    "begin": "00:17:38.960",
    "end": "00:17:45.960"
  },
  {
    "text": "I just want to make that clear.",
    "begin": "00:17:46.160",
    "end": "00:17:48.160"
  },
  {
    "text": "We want people to be more open, that's our intention,",
    "begin": "00:17:48.160",
    "end": "00:17:51.140"
  },
  {
    "text": "and I'm also going to ask the public to not raise any pitchforks at my school,",
    "begin": "00:17:51.800",
    "end": "00:17:56.840"
  },
  {
    "text": "I love my school.",
    "begin": "00:17:57.980",
    "end": "00:17:59.100"
  },
  {
    "text": "I really do, I didn't move all the way out here from Florida just to like, trash anything, I love my school.",
    "begin": "00:17:59.100",
    "end": "00:18:04.520"
  },
  {
    "text": "And beyond that, the situation behind the scenes is a lot more complex than what's been released in public.",
    "begin": "00:18:05.020",
    "end": "00:18:12.020"
  },
  {
    "text": "This club itself has made mistakes too.",
    "begin": "00:18:12.020",
    "end": "00:18:14.640"
  },
  {
    "text": "I just got to say, thank you for cooperation on these matters.",
    "begin": "00:18:14.740",
    "end": "00:18:18.820"
  },
  {
    "text": "Now, I'd like to introduce the main coordinator of this event.",
    "begin": "00:18:19.440",
    "end": "00:18:23.600"
  },
  {
    "text": "He has done far more work than any of us.",
    "begin": "00:18:23.900",
    "end": "00:18:26.860"
  },
  {
    "text": "You know, he's spoke with Peterson. Foreign events, he's spoke with the media, he found his venue last minute, such a beautiful venue, by the way,",
    "begin": "00:18:26.860",
    "end": "00:18:34.880"
  },
  {
    "text": "He handles most the paperwork, and more,",
    "begin": "00:18:35.960",
    "end": "00:18:38.680"
  },
  {
    "text": "I can't think of enough. Please welcome, event coordinator, Parker Wells.",
    "begin": "00:18:38.680",
    "end": "00:18:42.760"
  },
  {
    "text": "*applause*",
    "begin": "00:18:43.240",
    "end": "00:18:51.620"
  },
  {
    "text": "Hello, everybody, my name is Parker Wells",
    "begin": "00:18:53.460",
    "end": "00:18:56.260"
  },
  {
    "text": "I'm a senior at Linfield College, and I'm overjoyed to see the response",
    "begin": "00:18:56.760",
    "end": "00:19:01.480"
  },
  {
    "text": "considering this event had some major complications just last week,",
    "begin": "00:19:01.980",
    "end": "00:19:06.620"
  },
  {
    "text": "it's overwhelming that the response has been so positive here, so thank you for that.",
    "begin": "00:19:06.620",
    "end": "00:19:11.660"
  },
  {
    "text": "Um, I have to express my gratitude to students of the Liberty and Young Americans for Liberty,",
    "begin": "00:19:11.660",
    "end": "00:19:17.580"
  },
  {
    "text": "for students who are unsure about how to get involved on your college campuses, I highly recommend the network of liberty minded organizations",
    "begin": "00:19:18.620",
    "end": "00:19:25.620"
  },
  {
    "text": "because they've been very supportive throughout this whole ordeal, so thank you to them.",
    "begin": "00:19:25.620",
    "end": "00:19:29.440"
  },
  {
    "text": "Lastly, I'd like to frame tonight's talk as an opportunity for us to open our minds and make an honest effort at understanding each other.",
    "begin": "00:19:30.100",
    "end": "00:19:41.140"
  },
  {
    "text": "And on that note, all the way from the University of Toronto, please welcome Dr Jordan Peterson.",
    "begin": "00:19:42.000",
    "end": "00:19:48.000"
  },
  {
    "text": "*Applause intensifies*",
    "begin": "00:19:48.000",
    "end": "00:19:55.020"
  },
  {
    "text": "Thank you Parker, and also thank you for your persistence.",
    "begin": "00:20:09.440",
    "end": "00:20:15.080"
  },
  {
    "text": "The first thing I'd like to say, is that...",
    "begin": "00:20:16.940",
    "end": "00:20:23.120"
  },
  {
    "text": "Parker told me ten(10) minutes before the talk that he has very much enjoyed going to Linfield College",
    "begin": "00:20:23.540",
    "end": "00:20:31.580"
  },
  {
    "text": "which I just had an opportunity to stroll through : it's absolutely spectacular and beautiful.",
    "begin": "00:20:31.920",
    "end": "00:20:38.160"
  },
  {
    "text": "It looks like everyone's dream of a classic liberal arts college.",
    "begin": "00:20:38.160",
    "end": "00:20:43.780"
  },
  {
    "text": "So, he wanted me to let everyone know he's had a great time and that he didn't want to bring any disrepute on the college",
    "begin": "00:20:43.780",
    "end": "00:20:51.760"
  },
  {
    "text": "So, I thought I'd do that because, it's important to know that.",
    "begin": "00:20:51.760",
    "end": "00:20:55.680"
  },
  {
    "text": "It's easy for things to be made black-and-white, because that's simple.",
    "begin": "00:20:56.340",
    "end": "00:21:01.220"
  },
  {
    "text": "Things aren't a least bit simple. It's useful to keep that in mind.",
    "begin": "00:21:01.620",
    "end": "00:21:06.160"
  },
  {
    "text": "So, I'm going to start this by reading you something that I wrote specifically for this talk.",
    "begin": "00:21:06.640",
    "end": "00:21:15.040"
  },
  {
    "text": "I wanted / I always want to do something different in each talk because",
    "begin": "00:21:15.540",
    "end": "00:21:21.260"
  },
  {
    "text": "-well pretty done in the previous talk- and partly the reason that you talk",
    "begin": "00:21:21.660",
    "end": "00:21:28.180"
  },
  {
    "text": "is to get things clear in your mind. It's a good way of thinking. It's the best way of thinking.",
    "begin": "00:21:28.660",
    "end": "00:21:34.820"
  },
  {
    "text": "So, I suppose in some sense, it's a / don't know if it's a poem.",
    "begin": "00:21:35.140",
    "end": "00:21:40.340"
  },
  {
    "text": "Maybe that's what it is.",
    "begin": "00:21:40.480",
    "end": "00:21:42.200"
  },
  {
    "text": "It's what I hope to cover tonight, so what I'm gonna do is read you the outline first. I guess it's an outline.",
    "begin": "00:21:42.200",
    "end": "00:21:47.460"
  },
  {
    "text": "and then i'm gonna go through it, line by line, and see if I can clarify to you and also to me what I mean",
    "begin": "00:21:47.760",
    "end": "00:21:55.320"
  },
  {
    "text": "So, I'm going to orient the talk tonight around the ethics of free speech.",
    "begin": "00:21:57.260",
    "end": "00:22:02.400"
  },
  {
    "text": "We / you've talked a lot about or caught a lot about , let's say, the right to free speech.",
    "begin": "00:22:02.520",
    "end": "00:22:08.680"
  },
  {
    "text": "And something you might want also consider the obligation to free speech.",
    "begin": "00:22:09.140",
    "end": "00:22:14.980"
  },
  {
    "text": "Because I actually think it's deeper than a right.",
    "begin": "00:22:14.980",
    "end": "00:22:17.840"
  },
  {
    "text": "I think you're obligated to speak freely.",
    "begin": "00:22:18.100",
    "end": "00:22:21.040"
  },
  {
    "text": "Because otherwise, people don't have the benefit or your / whatever wisdom you possess.",
    "begin": "00:22:21.120",
    "end": "00:22:26.900"
  },
  {
    "text": "And, at least you possess the wisdom of your own experience.",
    "begin": "00:22:26.960",
    "end": "00:22:30.960"
  },
  {
    "text": "At the very least, you have that.",
    "begin": "00:22:31.020",
    "end": "00:22:33.180"
  },
  {
    "text": "And that's as valid a form of thruth as any other form of truth.",
    "begin": "00:22:33.180",
    "end": "00:22:37.340"
  },
  {
    "text": "And, it's often a truth that can be usefully communicated to other people.",
    "begin": "00:22:37.340",
    "end": "00:22:41.440"
  },
  {
    "text": "So, it's to the community's benefit you say what your experience has caught on, because",
    "begin": "00:22:41.720",
    "end": "00:22:48.180"
  },
  {
    "text": "There isn't anyone who has exprience like you and one of the things that I've learned.",
    "begin": "00:22:48.300",
    "end": "00:22:52.640"
  },
  {
    "text": "from being a clinical psychologist -but I would say more specifically from being a very careful listener-",
    "begin": "00:22:52.840",
    "end": "00:22:58.460"
  },
  {
    "text": "is that if you listen to people AND they can talk to you, they tell you the most amazing things.",
    "begin": "00:22:58.460",
    "end": "00:23:03.840"
  },
  {
    "text": "You know, in my typical week, I prepare my work.",
    "begin": "00:23:04.020",
    "end": "00:23:08.180"
  },
  {
    "text": "Even today, you know, I was speaking to four different people. They're supporters of mine (online).",
    "begin": "00:23:08.420",
    "end": "00:23:15.980"
  },
  {
    "text": "And I meet with some of them.",
    "begin": "00:23:16.220",
    "end": "00:23:18.840"
  },
  {
    "text": "And, I had four conversations that were just absolutely profound, you know. And it's so interesting, because",
    "begin": "00:23:19.040",
    "end": "00:23:25.820"
  },
  {
    "text": "if people are allowed / encouraged to express themselves",
    "begin": "00:23:26.120",
    "end": "00:23:29.960"
  },
  {
    "text": "And that's something that you can do by listening to someone.",
    "begin": "00:23:29.960",
    "end": "00:23:33.380"
  },
  {
    "text": "They open up and they're / it's as interesting as a [Fyodor] Dostoyevsky novel",
    "begin": "00:23:33.660",
    "end": "00:23:40.020"
  },
  {
    "text": "People's actual lives are extraordinarily interesting.",
    "begin": "00:23:40.020",
    "end": "00:23:42.640"
  },
  {
    "text": "And it's important that they can speak freely about that, because then, they can tell you all the things they know that you don't know.",
    "begin": "00:23:42.760",
    "end": "00:23:50.120"
  },
  {
    "text": "and you get to know them, and that's such a good deal.",
    "begin": "00:23:50.120",
    "end": "00:23:52.680"
  },
  {
    "text": "So / so",
    "begin": "00:23:52.920",
    "end": "00:23:55.660"
  },
  {
    "text": "I'm going to tell you some things that I believe to be true.",
    "begin": "00:23:58.860",
    "end": "00:24:02.700"
  },
  {
    "text": "and, it will constitute the backbone of this talk.",
    "begin": "00:24:03.360",
    "end": "00:24:06.800"
  },
  {
    "text": "So the first thing is that life is suffering.",
    "begin": "00:24:06.800",
    "end": "00:24:09.300"
  },
  {
    "text": "And then I would say that, this is an attempt to",
    "begin": "00:24:10.300",
    "end": "00:24:15.060"
  },
  {
    "text": "This is my attempt to reconcile the existence of multiple transcendant virtues.",
    "begin": "00:24:15.740",
    "end": "00:24:22.020"
  },
  {
    "text": "Transcendant virtues are the lights that guide you through your life, essentially.",
    "begin": "00:24:24.800",
    "end": "00:24:27.600"
  },
  {
    "text": "The principles by which it's necessary to live if you're going to have a life that's meaningful and profound and beneficial",
    "begin": "00:24:28.960",
    "end": "00:24:39.840"
  },
  {
    "text": "There are multiple transendent values and it isn't clear how they relate to one another.",
    "begin": "00:24:41.760",
    "end": "00:24:46.440"
  },
  {
    "text": "This is my attempt to understand how they relate.",
    "begin": "00:24:48.560",
    "end": "00:24:51.760"
  },
  {
    "text": "So, I started with the truth that I believed to be supreme, which is that life is suffering.",
    "begin": "00:24:52.320",
    "end": "00:24:57.940"
  },
  {
    "text": "And then, that love is the desire to see unnecessary suffering ameliorated.",
    "begin": "00:24:59.360",
    "end": "00:25:05.820"
  },
  {
    "text": "And that truth is the hand-maiden of love.",
    "begin": "00:25:07.280",
    "end": "00:25:10.080"
  },
  {
    "text": "And that dialogue is the pathway to truth.",
    "begin": "00:25:12.440",
    "end": "00:25:15.840"
  },
  {
    "text": "and that humility is recognition of personal insufficiency.",
    "begin": "00:25:18.760",
    "end": "00:25:25.360"
  },
  {
    "text": "and the willingness to learn",
    "begin": "00:25:26.120",
    "end": "00:25:28.040"
  },
  {
    "text": "and that to learn is to die voluntarily and be born again",
    "begin": "00:25:30.920",
    "end": "00:25:34.680"
  },
  {
    "text": "in great ways and small",
    "begin": "00:25:35.320",
    "end": "00:25:36.840"
  },
  {
    "text": "so speech must be untrammeled",
    "begin": "00:25:39.000",
    "end": "00:25:41.600"
  },
  {
    "text": "so that dialogue can take place",
    "begin": "00:25:43.160",
    "end": "00:25:45.240"
  },
  {
    "text": "so that we can all humbly learn",
    "begin": "00:25:46.760",
    "end": "00:25:50.080"
  },
  {
    "text": "so that truth can serve love",
    "begin": "00:25:50.840",
    "end": "00:25:53.160"
  },
  {
    "text": "so that suffering can be ameliorated",
    "begin": "00:25:54.240",
    "end": "00:25:57.040"
  },
  {
    "text": "so that we can all stumble forward, so to speak",
    "begin": "00:25:58.800",
    "end": "00:26:02.760"
  },
  {
    "text": "to the kingdom of God",
    "begin": "00:26:03.400",
    "end": "00:26:04.760"
  },
  {
    "text": "So I'll try to unpack that.",
    "begin": "00:26:06.720",
    "end": "00:26:09.160"
  },
  {
    "text": "Well, I think the idea that life is suffering is",
    "begin": "00:26:10.960",
    "end": "00:26:15.640"
  },
  {
    "text": "comes as no surprise to anyone",
    "begin": "00:26:15.920",
    "end": "00:26:17.920"
  },
  {
    "text": "In my estimations, there's two reasons for that",
    "begin": "00:26:19.720",
    "end": "00:26:22.920"
  },
  {
    "text": "One seems to have to do with the structure of being itself.",
    "begin": "00:26:23.200",
    "end": "00:26:27.520"
  },
  {
    "text": "and by that, I mean",
    "begin": "00:26:28.680",
    "end": "00:26:29.880"
  },
  {
    "text": "There seems to be something about limitation that is required for existence.",
    "begin": "00:26:32.040",
    "end": "00:26:38.680"
  },
  {
    "text": "and it's a difficult notion to make clear, but I can tell you a little story about",
    "begin": "00:26:38.680",
    "end": "00:26:42.820"
  },
  {
    "text": "What I thought when my son was young, when he was, maybe three(3) years old.",
    "begin": "00:26:44.400",
    "end": "00:26:50.800"
  },
  {
    "text": "I thought he was a remarkable creature.",
    "begin": "00:26:51.640",
    "end": "00:26:55.000"
  },
  {
    "text": "I thought the same about my daughter.",
    "begin": "00:26:56.000",
    "end": "00:26:58.480"
  },
  {
    "text": "There is something remarkable about little kids, you know.",
    "begin": "00:26:58.480",
    "end": "00:27:01.480"
  },
  {
    "text": "They're little beacons of enthousiasm and wonder, I suppose.",
    "begin": "00:27:05.760",
    "end": "00:27:10.160"
  },
  {
    "text": "although, it takes great effort to care for them",
    "begin": "00:27:10.600",
    "end": "00:27:13.800"
  },
  {
    "text": "They repay you partly by their enthousiasm",
    "begin": "00:27:14.600",
    "end": "00:27:17.920"
  },
  {
    "text": "and partly by the fact that they look at the world as if it's a new thing",
    "begin": "00:27:18.040",
    "end": "00:27:23.760"
  },
  {
    "text": "and that allows you to do the same thing",
    "begin": "00:27:23.800",
    "end": "00:27:26.180"
  },
  {
    "text": "when you're around them",
    "begin": "00:27:26.800",
    "end": "00:27:28.320"
  },
  {
    "text": "so, they refresh the world for you",
    "begin": "00:27:28.520",
    "end": "00:27:30.760"
  },
  {
    "text": "and that's a great thing",
    "begin": "00:27:31.760",
    "end": "00:27:34.000"
  },
  {
    "text": "now, of course, if you're a parent",
    "begin": "00:27:34.320",
    "end": "00:27:36.960"
  },
  {
    "text": "one of the things that's frightening about your children is that they're vulnerable",
    "begin": "00:27:37.920",
    "end": "00:27:43.440"
  },
  {
    "text": "That's part of the burden of responsibility that's associated with being a parent",
    "begin": "00:27:47.040",
    "end": "00:27:51.040"
  },
  {
    "text": "but then, you might think of that vulnerability as a",
    "begin": "00:27:51.440",
    "end": "00:27:54.880"
  },
  {
    "text": "Well, as a liability, I suppose that's one way of thinking about it.",
    "begin": "00:27:55.760",
    "end": "00:27:58.920"
  },
  {
    "text": "But then I thought, well, that's an interesting way of looking at it, that it's only a liability",
    "begin": "00:27:59.800",
    "end": "00:28:03.960"
  },
  {
    "text": "Because, maybe you would like your child not to be vulnerable, but",
    "begin": "00:28:03.960",
    "end": "00:28:06.720"
  },
  {
    "text": "but then I thought that through",
    "begin": "00:28:06.840",
    "end": "00:28:09.320"
  },
  {
    "text": "in a practical manner, I suppose, I thought well",
    "begin": "00:28:10.840",
    "end": "00:28:14.280"
  },
  {
    "text": "'caus I always worried you know, he would go out in the street, a car would run over him",
    "begin": "00:28:14.840",
    "end": "00:28:17.960"
  },
  {
    "text": "or he'd go into the playground and some bully would  knock him over, a dog would bite him",
    "begin": "00:28:17.960",
    "end": "00:28:21.520"
  },
  {
    "text": "or something like that, you know",
    "begin": "00:28:21.520",
    "end": "00:28:22.640"
  },
  {
    "text": "and, of course, little kids are always bumping themselves and falling down stairs and that kind of thing",
    "begin": "00:28:23.120",
    "end": "00:28:27.840"
  },
  {
    "text": "I thought: \"well, what would you have to do to have a little being that didn't have those problems?\"",
    "begin": "00:28:29.840",
    "end": "00:28:36.080"
  },
  {
    "text": "well, you could give him a super-human intelligence, that would be a start",
    "begin": "00:28:40.160",
    "end": "00:28:44.120"
  },
  {
    "text": "he could be twenty(20)-feet-tall instead of three(3)-feet-tall",
    "begin": "00:28:44.120",
    "end": "00:28:47.240"
  },
  {
    "text": "and he could be encased in titanium, and",
    "begin": "00:28:47.400",
    "end": "00:28:50.040"
  },
  {
    "text": "He could be made invulnerable",
    "begin": "00:28:50.520",
    "end": "00:28:54.440"
  },
  {
    "text": "or near-invulnerable, but the problem with that is you'd have to replace",
    "begin": "00:28:55.240",
    "end": "00:28:58.960"
  },
  {
    "text": "what he was, piece by piece, until there was nothing left of him",
    "begin": "00:28:59.600",
    "end": "00:29:02.920"
  },
  {
    "text": "and that was partly when I realized",
    "begin": "00:29:03.440",
    "end": "00:29:07.940"
  },
  {
    "text": "because realizations like this, of course, unfold over time",
    "begin": "00:29:07.940",
    "end": "00:29:12.160"
  },
  {
    "text": "when you deeply care for someone",
    "begin": "00:29:12.400",
    "end": "00:29:14.560"
  },
  {
    "text": "you don't care for them despite their vulnerability",
    "begin": "00:29:14.560",
    "end": "00:29:17.360"
  },
  {
    "text": "you care for them with the knowledge that their vulnerability is an intrinsic part of them",
    "begin": "00:29:17.640",
    "end": "00:29:22.360"
  },
  {
    "text": "You care for the remarkable fact of their weakness and specificity",
    "begin": "00:29:22.720",
    "end": "00:29:27.680"
  },
  {
    "text": "Just as much as you care for them for, whatever",
    "begin": "00:29:27.920",
    "end": "00:29:31.400"
  },
  {
    "text": "abilities they bring to bear, whatever capacities they have",
    "begin": "00:29:31.400",
    "end": "00:29:34.800"
  },
  {
    "text": "And so, to love someone is to simultaneously accept their vulnerability as a valid part of their being",
    "begin": "00:29:35.320",
    "end": "00:29:42.280"
  },
  {
    "text": "and that's a necessary thing to do in life, because life is suffering",
    "begin": "00:29:42.920",
    "end": "00:29:47.280"
  },
  {
    "text": "but without it, without the vulnerability that brings suffering, then, there doesn't seem to be any possiblity of",
    "begin": "00:29:49.160",
    "end": "00:29:55.480"
  },
  {
    "text": "individual existence, and so, to me, it seems that, in order for us to exist as individuals in some fundamentally real sense",
    "begin": "00:29:56.160",
    "end": "00:30:04.600"
  },
  {
    "text": "we have to be limited in precisely the manner that we are limited",
    "begin": "00:30:05.040",
    "end": "00:30:08.600"
  },
  {
    "text": "Being, in some sense, requires that limitation and that vulnerability",
    "begin": "00:30:09.000",
    "end": "00:30:12.640"
  },
  {
    "text": "There's an old idea, I don't remember where I read it, it was many years ago",
    "begin": "00:30:12.640",
    "end": "00:30:17.400"
  },
  {
    "text": "I think it was from Jewish commentary on the Torah",
    "begin": "00:30:17.840",
    "end": "00:30:20.760"
  },
  {
    "text": "it was like a Zen Kan, almost",
    "begin": "00:30:21.080",
    "end": "00:30:23.640"
  },
  {
    "text": "The question was:",
    "begin": "00:30:23.640",
    "end": "00:30:25.000"
  },
  {
    "text": "What does a being with the classical attributes of God    -Omniscience, Omnipotence and Omnipresence-",
    "begin": "00:30:25.320",
    "end": "00:30:31.240"
  },
  {
    "text": "What does a being like that lack?",
    "begin": "00:30:31.240",
    "end": "00:30:33.520"
  },
  {
    "text": "It's a very interesting question, because, of course, the obvious is, well, \"nothing!\"",
    "begin": "00:30:33.840",
    "end": "00:30:38.680"
  },
  {
    "text": "but that's the wrong answer. The right answer is that being like that lacks limitation",
    "begin": "00:30:39.400",
    "end": "00:30:44.440"
  },
  {
    "text": "The commentator was putting that argument forward as a justification for the creation of Man",
    "begin": "00:30:44.600",
    "end": "00:30:50.880"
  },
  {
    "text": "And I thought that was a spectacularly brilliant insight",
    "begin": "00:30:51.040",
    "end": "00:30:54.640"
  },
  {
    "text": "that there's something that \"something that lacks nothing\" ... lacks, and that's lack itself",
    "begin": "00:30:55.360",
    "end": "00:31:02.560"
  },
  {
    "text": "I read something about Kierkegaard, something written by Kierkegaard where he said the same thing: he said that",
    "begin": "00:31:03.000",
    "end": "00:31:08.080"
  },
  {
    "text": "he knew himself as someone who was never going to be able to make life easy for people in the way that",
    "begin": "00:31:09.360",
    "end": "00:31:13.880"
  },
  {
    "text": "great inventors of the late 19th century had made things increasingly easy for people",
    "begin": "00:31:13.880",
    "end": "00:31:18.320"
  },
  {
    "text": "His task was going to be to determine how it was that he could make life more difficult for people",
    "begin": "00:31:18.760",
    "end": "00:31:25.040"
  },
  {
    "text": "He knew he would be thanked as one of the benefactors of the age for doing precisely that.",
    "begin": "00:31:25.040",
    "end": "00:31:30.000"
  },
  {
    "text": "Kierkegaard attempted to, I suppose, lay a heavy moral burden on his readers",
    "begin": "00:31:30.560",
    "end": "00:31:36.600"
  },
  {
    "text": "And he knew that was perhaps not something that people would appreciate immediately",
    "begin": "00:31:36.920",
    "end": "00:31:44.580"
  },
  {
    "text": "but perhaps, on reflection, they would find that was exactly what they wanted",
    "begin": "00:31:44.580",
    "end": "00:31:48.680"
  },
  {
    "text": "One of the things that's been very remarkable to me",
    "begin": "00:31:49.000",
    "end": "00:31:52.360"
  },
  {
    "text": "-As I've been speaking to people recently- is that",
    "begin": "00:31:52.520",
    "end": "00:31:56.400"
  },
  {
    "text": "because I think that I'm doing something similar",
    "begin": "00:31:56.920",
    "end": "00:32:00.200"
  },
  {
    "text": "I'm trying to lay a burden on people and, by all appearances, I'm trying to lay a burden on men",
    "begin": "00:32:00.200",
    "end": "00:32:07.000"
  },
  {
    "text": "At least, that's who's responding to it. I mean, if you look at this audience",
    "begin": "00:32:07.960",
    "end": "00:32:11.640"
  },
  {
    "text": "It must be 95% men",
    "begin": "00:32:12.000",
    "end": "00:32:13.960"
  },
  {
    "text": "It's very very interesting to me, but",
    "begin": "00:32:14.240",
    "end": "00:32:17.240"
  },
  {
    "text": "but there is something about responsability",
    "begin": "00:32:18.520",
    "end": "00:32:22.480"
  },
  {
    "text": "that's associated with the transcendence of suffering",
    "begin": "00:32:22.480",
    "end": "00:32:25.680"
  },
  {
    "text": "and that's absolutely necessary for life to proceed properly",
    "begin": "00:32:25.840",
    "end": "00:32:30.320"
  },
  {
    "text": "So, life is suffering because we are vulnerable and it's also suffering, I would say because we are evil",
    "begin": "00:32:34.160",
    "end": "00:32:39.400"
  },
  {
    "text": "And, I've tried to define evil",
    "begin": "00:32:39.840",
    "end": "00:32:42.560"
  },
  {
    "text": "The tragic part of life is the fact that",
    "begin": "00:32:43.920",
    "end": "00:32:47.000"
  },
  {
    "text": "our vulnerability is built in and we",
    "begin": "00:32:49.120",
    "end": "00:32:51.560"
  },
  {
    "text": "and we have psychological problems and we have physical problems and we all die",
    "begin": "00:32:51.880",
    "end": "00:32:56.120"
  },
  {
    "text": "That's a part of the structure of existence",
    "begin": "00:32:56.680",
    "end": "00:32:59.420"
  },
  {
    "text": "it's the same structure that brings",
    "begin": "00:32:59.420",
    "end": "00:33:01.400"
  },
  {
    "text": "about tornadoes and hurricanes and earthquakes and natural catastrophes of all types",
    "begin": "00:33:01.800",
    "end": "00:33:06.560"
  },
  {
    "text": "it's the impartial brutality of reality",
    "begin": "00:33:06.560",
    "end": "00:33:10.120"
  },
  {
    "text": "and that contributes greatly to human suffering",
    "begin": "00:33:10.600",
    "end": "00:33:14.240"
  },
  {
    "text": "Although it may, as I said, also be a precondition for being itself",
    "begin": "00:33:14.640",
    "end": "00:33:18.680"
  },
  {
    "text": "but then, there is the other kind of suffering that we bring upon ourselves",
    "begin": "00:33:18.680",
    "end": "00:33:22.800"
  },
  {
    "text": "I would categorize that under the heading of malevolence",
    "begin": "00:33:23.120",
    "end": "00:33:27.880"
  },
  {
    "text": "And malevolence is the desire to bring / to increase suffering in some sense for the sake of suffering itself: it's like an art form",
    "begin": "00:33:28.160",
    "end": "00:33:35.600"
  },
  {
    "text": "I think that's the best way to conceptualize it: it's something aesthetic",
    "begin": "00:33:35.600",
    "end": "00:33:39.240"
  },
  {
    "text": "It's the same aesthetic that drove the Nazis to put that terrible joke above the gates of Auschwitz which was",
    "begin": "00:33:39.680",
    "end": "00:33:46.320"
  },
  {
    "text": "That work would make you free",
    "begin": "00:33:46.320",
    "end": "00:33:48.240"
  },
  {
    "text": "Of course, the freedom that was being offered in Nazi camps was death",
    "begin": "00:33:48.240",
    "end": "00:33:53.240"
  },
  {
    "text": "That was a great / terrible joke",
    "begin": "00:33:53.440",
    "end": "00:33:57.480"
  },
  {
    "text": "It's a very malevolent spirit that would dare to joke in that manner",
    "begin": "00:33:57.840",
    "end": "00:34:01.800"
  },
  {
    "text": "but that's a spirit that we all have to contend with because there's part of each of us that",
    "begin": "00:34:01.800",
    "end": "00:34:06.480"
  },
  {
    "text": "-because of the suffering that life entails-",
    "begin": "00:34:07.000",
    "end": "00:34:08.800"
  },
  {
    "text": "is bitter about existence and would wish, in some sense, to see it eradicated",
    "begin": "00:34:09.020",
    "end": "00:34:14.320"
  },
  {
    "text": "That's something I learned from reading Goethe's great play, Faust,",
    "begin": "00:34:14.680",
    "end": "00:34:20.040"
  },
  {
    "text": "He has a character in there, Mephistopheles, who's",
    "begin": "00:34:20.180",
    "end": "00:34:22.860"
  },
  {
    "text": "who's sort of the intellectual version of Satan, I suppose.",
    "begin": "00:34:23.180",
    "end": "00:34:26.820"
  },
  {
    "text": "And Goethe has Mephistopheles attempt to explain the reason for his existence",
    "begin": "00:34:27.280",
    "end": "00:34:32.680"
  },
  {
    "text": "or, at least, the reason for his mode of being",
    "begin": "00:34:32.680",
    "end": "00:34:35.060"
  },
  {
    "text": "Mephistopheles basically says -and Goethe has him say this twice-",
    "begin": "00:34:35.320",
    "end": "00:34:40.400"
  },
  {
    "text": "Because existence is characterised by such dreadful suffering, it would be better if it never existed at all.",
    "begin": "00:34:40.860",
    "end": "00:34:46.500"
  },
  {
    "text": "and that's was he's bringing / working to bring about",
    "begin": "00:34:46.500",
    "end": "00:34:49.580"
  },
  {
    "text": "That struck me in a very deep manner, because",
    "begin": "00:34:49.840",
    "end": "00:34:55.280"
  },
  {
    "text": "I had recognized by that time that",
    "begin": "00:34:55.760",
    "end": "00:34:58.080"
  },
  {
    "text": "Life was difficult enough so that is was",
    "begin": "00:34:58.620",
    "end": "00:35:02.660"
  },
  {
    "text": "challenging to walk through it without becoming embittered and resentful, let's say",
    "begin": "00:35:03.400",
    "end": "00:35:09.160"
  },
  {
    "text": "and then to become arrogant because of that and then to become a judge of existence because of that",
    "begin": "00:35:10.220",
    "end": "00:35:15.080"
  },
  {
    "text": "If you ever wonder, and of course you do",
    "begin": "00:35:15.080",
    "end": "00:35:17.300"
  },
  {
    "text": "what is going through the minds of people who do such things and shoot up elementary schools full of children",
    "begin": "00:35:17.600",
    "end": "00:35:23.140"
  },
  {
    "text": "knowing the things that I just described is very useful in developping some understanding",
    "begin": "00:35:23.640",
    "end": "00:35:29.340"
  },
  {
    "text": "because, the people who do that are resentful, bitter and they've brooded upon it for, well not hours, but",
    "begin": "00:35:30.000",
    "end": "00:35:36.460"
  },
  {
    "text": "weeks and months and years",
    "begin": "00:35:36.500",
    "end": "00:35:38.420"
  },
  {
    "text": "and they conclude that existence itself is evil and it should be taken revenge upon",
    "begin": "00:35:38.620",
    "end": "00:35:45.640"
  },
  {
    "text": "The way that you take revenge upon existence most precisely is to find the most innocent people and punish them the most dreadfully",
    "begin": "00:35:45.740",
    "end": "00:35:53.520"
  },
  {
    "text": "and that's the motive behind shooting elementary school kids in a playground, let's say",
    "begin": "00:35:53.880",
    "end": "00:36:00.120"
  },
  {
    "text": "that's a very dark place to go, but that's a place that people are perfectly capable of going",
    "begin": "00:36:00.580",
    "end": "00:36:07.200"
  },
  {
    "text": "the terrible thing is that we have the motivation to go there",
    "begin": "00:36:07.520",
    "end": "00:36:11.520"
  },
  {
    "text": "and you can make a rational case for going there",
    "begin": "00:36:11.920",
    "end": "00:36:15.460"
  },
  {
    "text": "but that does not make it the proper place to go",
    "begin": "00:36:15.460",
    "end": "00:36:18.020"
  },
  {
    "text": "and that brings me to the second point, which is",
    "begin": "00:36:18.020",
    "end": "00:36:20.940"
  },
  {
    "text": "that love is the desire to see unnecessary suffering ameliorated",
    "begin": "00:36:20.940",
    "end": "00:36:25.120"
  },
  {
    "text": "\"love\" is a very difficult word to use because, in some sense, it's being mouthed to death",
    "begin": "00:36:25.480",
    "end": "00:36:32.060"
  },
  {
    "text": "you know, it's such a commonplace and if you're attempting to effect virtue",
    "begin": "00:36:32.060",
    "end": "00:36:36.780"
  },
  {
    "text": "then, the first thing you do is speak about love",
    "begin": "00:36:36.880",
    "end": "00:36:40.040"
  },
  {
    "text": "and it's very difficult to speak about love without feeling, I would say, self-contempt really",
    "begin": "00:36:40.040",
    "end": "00:36:45.220"
  },
  {
    "text": "because, it is a word that's misused so badly",
    "begin": "00:36:45.280",
    "end": "00:36:48.320"
  },
  {
    "text": "but I'd like to offer a technical definition of it and then put it into relationship",
    "begin": "00:36:48.320",
    "end": "00:36:53.660"
  },
  {
    "text": "into proper relationship with what I already discussed",
    "begin": "00:36:53.860",
    "end": "00:36:57.760"
  },
  {
    "text": "if hatred is the desire to see being eliminated because of it's catastrophe",
    "begin": "00:37:01.000",
    "end": "00:37:07.200"
  },
  {
    "text": "then love is the desire to see being elevated",
    "begin": "00:37:07.400",
    "end": "00:37:11.120"
  },
  {
    "text": "maybe even BECAUSE of that suffering, and to say that",
    "begin": "00:37:11.240",
    "end": "00:37:14.980"
  },
  {
    "text": "the proper orientation in life is to work diligently",
    "begin": "00:37:15.120",
    "end": "00:37:19.080"
  },
  {
    "text": "for the alleviation of unnecessary suffering and to make that the core element of your being",
    "begin": "00:37:19.080",
    "end": "00:37:25.440"
  },
  {
    "text": "your actual aim, because you need an aim, everyone needs an aim",
    "begin": "00:37:25.960",
    "end": "00:37:29.080"
  },
  {
    "text": "we're creatures / we're evolved to aim. We're hunters, for that matter, and we need a target to aim at",
    "begin": "00:37:29.560",
    "end": "00:37:38.140"
  },
  {
    "text": "we're not ever oriented properly without an aim, then you might say, well",
    "begin": "00:37:38.140",
    "end": "00:37:42.000"
  },
  {
    "text": "why not choose an aim that is everything that you could possibly want it to be?",
    "begin": "00:37:42.640",
    "end": "00:37:47.980"
  },
  {
    "text": "and I would say that",
    "begin": "00:37:48.180",
    "end": "00:37:49.640"
  },
  {
    "text": "that IS what you want to do because, first of all",
    "begin": "00:37:49.940",
    "end": "00:37:53.260"
  },
  {
    "text": "being miserable and vulnerable and subject to catastrophe and decay",
    "begin": "00:37:53.440",
    "end": "00:37:58.960"
  },
  {
    "text": "It's easy to sink into self-contempt and misery (self-conscious misery)",
    "begin": "00:37:59.060",
    "end": "00:38:05.180"
  },
  {
    "text": "and I think the only way out is to",
    "begin": "00:38:05.800",
    "end": "00:38:08.360"
  },
  {
    "text": "voluntarily shoulder a burden that the shouldering of",
    "begin": "00:38:09.700",
    "end": "00:38:14.520"
  },
  {
    "text": "grants you some respect for your own existence and so then you think, well",
    "begin": "00:38:14.820",
    "end": "00:38:19.260"
  },
  {
    "text": "the way forward confidently is to find the biggest load that you can possibly lift, and then lift it",
    "begin": "00:38:19.420",
    "end": "00:38:27.140"
  },
  {
    "text": "and then walk forward with it because then, you can see that there's something to you",
    "begin": "00:38:27.140",
    "end": "00:38:32.020"
  },
  {
    "text": "that transcends your vulnerability",
    "begin": "00:38:32.300",
    "end": "00:38:35.740"
  },
  {
    "text": "and ennobles the world and works against the very",
    "begin": "00:38:36.020",
    "end": "00:38:41.200"
  },
  {
    "text": "terrible problems of both suffering and malevolence that might drive you to despair to begin with",
    "begin": "00:38:41.860",
    "end": "00:38:47.880"
  },
  {
    "text": "and so, when I'm working with my clinical clients and I think when I'm speaking to people in general when I'm properly oriented",
    "begin": "00:38:48.020",
    "end": "00:38:56.380"
  },
  {
    "text": "This is the development of thought that was originally laid out in part by Carl Rogers",
    "begin": "00:38:59.260",
    "end": "00:39:03.340"
  },
  {
    "text": "although he was deeply influenced by his Christian background",
    "begin": "00:39:03.340",
    "end": "00:39:06.920"
  },
  {
    "text": "he is a very famous psychologist",
    "begin": "00:39:07.820",
    "end": "00:39:10.180"
  },
  {
    "text": "He said that the way to treat people in therapy is with unconditional positive regard",
    "begin": "00:39:10.180",
    "end": "00:39:15.440"
  },
  {
    "text": "and I would say that that's a noble formulation but it's erroneous because",
    "begin": "00:39:15.700",
    "end": "00:39:22.320"
  },
  {
    "text": "that isn't exactly, in my estimation, what you should do with people",
    "begin": "00:39:22.320",
    "end": "00:39:26.280"
  },
  {
    "text": "And I don't think it's what I do with people. What I do with people is to try to find the part of them that is striving towards the light",
    "begin": "00:39:26.280",
    "end": "00:39:33.240"
  },
  {
    "text": "and that would like being itself to be elevated and ennobled and suffering ameliorated",
    "begin": "00:39:33.560",
    "end": "00:39:38.300"
  },
  {
    "text": "especially the unnecessary suffering",
    "begin": "00:39:38.780",
    "end": "00:39:40.800"
  },
  {
    "text": "and then form an alliance with that, and communicate with that, and encourage that",
    "begin": "00:39:40.800",
    "end": "00:39:45.140"
  },
  {
    "text": "which is what I think you do to people that you love",
    "begin": "00:39:45.140",
    "end": "00:39:47.720"
  },
  {
    "text": "and you can't do that if there's bitterness in your heart because",
    "begin": "00:39:47.720",
    "end": "00:39:51.480"
  },
  {
    "text": "that's actually the part that you wanna destroy, if you're bitter",
    "begin": "00:39:51.480",
    "end": "00:39:55.180"
  },
  {
    "text": "and as the story of Ken and Abel tells us",
    "begin": "00:39:55.600",
    "end": "00:39:58.480"
  },
  {
    "text": "in a terribly brief period of time, with terrible ?power?",
    "begin": "00:39:59.060",
    "end": "00:40:04.360"
  },
  {
    "text": "you replace contempt for being and resentment and hatred for being with love",
    "begin": "00:40:04.860",
    "end": "00:40:12.640"
  },
  {
    "text": "And that's the desire to see the good flourish in you and in others",
    "begin": "00:40:12.740",
    "end": "00:40:18.460"
  },
  {
    "text": "and I don't mean the good in that smarmy and contemptible manner that is often presented, I mean",
    "begin": "00:40:18.640",
    "end": "00:40:27.300"
  },
  {
    "text": "the good as the culmination of brilliant awareness, courage and strength that it really is",
    "begin": "00:40:27.540",
    "end": "00:40:35.060"
  },
  {
    "text": "and that you would wish to bring forward in everyone -to encourage in everyone-  if you were oriented properly in the world",
    "begin": "00:40:35.560",
    "end": "00:40:43.260"
  },
  {
    "text": "and to seek that kind of orientation is to",
    "begin": "00:40:43.580",
    "end": "00:40:46.660"
  },
  {
    "text": "round yourself in love instead of mephistophelian hatred",
    "begin": "00:40:46.700",
    "end": "00:40:50.880"
  },
  {
    "text": "you have nothing better to do than that",
    "begin": "00:40:54.680",
    "end": "00:40:57.240"
  },
  {
    "text": "you might as well do the best that you have to do, because",
    "begin": "00:40:57.240",
    "end": "00:41:00.520"
  },
  {
    "text": "what do you have to lose? You're going to lose everything anyways",
    "begin": "00:41:00.520",
    "end": "00:41:04.260"
  },
  {
    "text": "so, in the process of preparing to lose everything",
    "begin": "00:41:04.440",
    "end": "00:41:09.040"
  },
  {
    "text": "you might as well risk everything you have doing the best thing that you can possibly conceive of",
    "begin": "00:41:09.040",
    "end": "00:41:14.520"
  },
  {
    "text": "and there's no loss in that for you: there's nothing but gain",
    "begin": "00:41:15.180",
    "end": "00:41:19.660"
  },
  {
    "text": "there's nothing but gain for everyone around you if you do that",
    "begin": "00:41:19.660",
    "end": "00:41:23.140"
  },
  {
    "text": "so why would you not do that?! except for bitterness and resentment",
    "begin": "00:41:23.140",
    "end": "00:41:27.660"
  },
  {
    "text": "and perhaps a lack of confidence",
    "begin": "00:41:27.960",
    "end": "00:41:31.880"
  },
  {
    "text": "perhaps because you haven't been encouraged properly, and that's too bad, because",
    "begin": "00:41:32.040",
    "end": "00:41:36.820"
  },
  {
    "text": "that's a lot different than being empowered, by the way",
    "begin": "00:41:37.980",
    "end": "00:41:41.660"
  },
  {
    "text": "to be encouraged, it's a much better word",
    "begin": "00:41:42.580",
    "end": "00:41:46.280"
  },
  {
    "text": "so again, i wrote that truth is the hand-maiden of love",
    "begin": "00:41:47.760",
    "end": "00:41:52.180"
  },
  {
    "text": "and what I meant by that -because I've always wondered-(knowing that Truth and Love are perhaps the cardinal virtues)",
    "begin": "00:41:52.180",
    "end": "00:42:04.800"
  },
  {
    "text": "what is the proper way of conceptualizing their relationship?",
    "begin": "00:42:04.920",
    "end": "00:42:08.320"
  },
  {
    "text": "and it seems to me that Truth has to be oriented towards something",
    "begin": "00:42:08.540",
    "end": "00:42:12.260"
  },
  {
    "text": "it needs a context : there's no such thing as-not in the way that I'm thinking of truth-",
    "begin": "00:42:12.420",
    "end": "00:42:18.000"
  },
  {
    "text": "there's no such thing as context-free truth:- not in the moral domain-not in the domain of action",
    "begin": "00:42:18.040",
    "end": "00:42:24.400"
  },
  {
    "text": "and that's the / I'm talking about Truth in action",
    "begin": "00:42:25.080",
    "end": "00:42:29.380"
  },
  {
    "text": "Truth is the hand-maiden of Love, I suppose, because",
    "begin": "00:42:30.740",
    "end": "00:42:34.260"
  },
  {
    "text": "having oriented yourself to the highest good that you can conceive of",
    "begin": "00:42:34.260",
    "end": "00:42:38.740"
  },
  {
    "text": "like Geppetto wishing on a star in Pinocchio",
    "begin": "00:42:40.020",
    "end": "00:42:43.140"
  },
  {
    "text": "then you speak Truth without orientation in mind",
    "begin": "00:42:44.520",
    "end": "00:42:49.640"
  },
  {
    "text": "having the faith, I suppose, that because Being is good,",
    "begin": "00:42:50.040",
    "end": "00:42:55.920"
  },
  {
    "text": "articulating its nature as clearly as possible",
    "begin": "00:42:56.880",
    "end": "00:43:00.900"
  },
  {
    "text": "is the best way of continuing to encourage that good to spring forward",
    "begin": "00:43:01.340",
    "end": "00:43:06.120"
  },
  {
    "text": "Otherwise, you're presuming -if you use deceit and falsehood- that",
    "begin": "00:43:07.680",
    "end": "00:43:13.180"
  },
  {
    "text": "being is essentially corrupt, because otherwise you wouldn't have to falsify it in order to operate in the world",
    "begin": "00:43:13.480",
    "end": "00:43:20.700"
  },
  {
    "text": "So you could say well / you could make the courageous assumption",
    "begin": "00:43:21.480",
    "end": "00:43:25.940"
  },
  {
    "text": "that being is good",
    "begin": "00:43:26.280",
    "end": "00:43:28.140"
  },
  {
    "text": "despite, I suppose, some evidence to the contrary",
    "begin": "00:43:28.480",
    "end": "00:43:32.120"
  },
  {
    "text": "and then take the great risk of speaking truth in relationship to that",
    "begin": "00:43:32.120",
    "end": "00:43:36.160"
  },
  {
    "text": "under the assumption that whatever speaking truth produces -if it's oriented properly- is Good",
    "begin": "00:43:36.460",
    "end": "00:43:45.180"
  },
  {
    "text": "you have to make decisions like that in your life",
    "begin": "00:43:47.340",
    "end": "00:43:51.200"
  },
  {
    "text": "I could give you a simple example, I suppose",
    "begin": "00:43:52.860",
    "end": "00:43:57.400"
  },
  {
    "text": "a while back, I was speaking at McMaster University",
    "begin": "00:43:58.400",
    "end": "00:44:01.840"
  },
  {
    "text": "and there were a lot of protesters there",
    "begin": "00:44:02.160",
    "end": "00:44:04.800"
  },
  {
    "text": "that made me nervous because you never know when someone is going to do something unforgivably stupid",
    "begin": "00:44:05.160",
    "end": "00:44:12.280"
  },
  {
    "text": "and, so far, I've been fortunate that -in the controversies that I've been brought in- that no one has done that",
    "begin": "00:44:12.460",
    "end": "00:44:20.880"
  },
  {
    "text": "they pushed the edges of that, but they haven't done it",
    "begin": "00:44:21.180",
    "end": "00:44:26.580"
  },
  {
    "text": "and, truly, thank God for that",
    "begin": "00:44:26.580",
    "end": "00:44:28.700"
  },
  {
    "text": "but, having said that,",
    "begin": "00:44:29.220",
    "end": "00:44:31.180"
  },
  {
    "text": "I wasn't upset by the presence of the protesters, because",
    "begin": "00:44:31.600",
    "end": "00:44:35.440"
  },
  {
    "text": "I couldn't tell if their presence was a good thing or a bad thing",
    "begin": "00:44:35.440",
    "end": "00:44:39.240"
  },
  {
    "text": "it could be a good thing, it could be a bad thing, it was a consequence of what I've been speaking of, and that's what happened",
    "begin": "00:44:39.240",
    "end": "00:44:46.620"
  },
  {
    "text": "and so, I thought there was no reason not to let that play itself out, because",
    "begin": "00:44:46.880",
    "end": "00:44:52.400"
  },
  {
    "text": "the end of the story had not yet been reached and the meaning of the events could not yet be specified",
    "begin": "00:44:52.960",
    "end": "00:45:00.700"
  },
  {
    "text": "You know, sometimes, in your family, if you tell someone the truth / and I don't mean ...",
    "begin": "00:45:00.700",
    "end": "00:45:06.240"
  },
  {
    "text": "I hope I've coined this",
    "begin": "00:45:06.680",
    "end": "00:45:08.300"
  },
  {
    "text": "I don't mean black truths-you know, there's white lies-",
    "begin": "00:45:08.300",
    "end": "00:45:11.740"
  },
  {
    "text": "a white lie occurs to preserve a higher moral virtue",
    "begin": "00:45:12.080",
    "end": "00:45:18.260"
  },
  {
    "text": "you contaminate lower moral virtue",
    "begin": "00:45:18.280",
    "end": "00:45:20.740"
  },
  {
    "text": "you know, perhaps you don't tell a child dying of cancer that they're going to die",
    "begin": "00:45:20.740",
    "end": "00:45:24.740"
  },
  {
    "text": "I don't know, because it depends very much on the particulars of the situation",
    "begin": "00:45:24.740",
    "end": "00:45:28.360"
  },
  {
    "text": "You can understand that you have mixed motives in a situation like that",
    "begin": "00:45:28.360",
    "end": "00:45:31.660"
  },
  {
    "text": "you can also speak black truths : black truths is when you say something that's nominally true, but you're using it as a weapon for another purpose",
    "begin": "00:45:31.900",
    "end": "00:45:39.520"
  },
  {
    "text": "and that's not a truth, that's really a more profoundly evil lie that any other one that you could possibly manage, because",
    "begin": "00:45:39.660",
    "end": "00:45:47.120"
  },
  {
    "text": "you're using the truth in a way that corrupts it-corrupts the truth itself!-and that's really reprehensible",
    "begin": "00:45:47.120",
    "end": "00:45:54.480"
  },
  {
    "text": "but, barring the use of the black truth, you know, if, within your family, you say what you mean, you say what you think",
    "begin": "00:45:54.940",
    "end": "00:46:02.440"
  },
  {
    "text": "that can often cause tremendous upheaval, because",
    "begin": "00:46:02.520",
    "end": "00:46:06.440"
  },
  {
    "text": "well, because many relationships are cobbled together by",
    "begin": "00:46:07.300",
    "end": "00:46:11.720"
  },
  {
    "text": "various alliances of willful blindness and things left unspoken, that's a very bad long-term strategy",
    "begin": "00:46:11.860",
    "end": "00:46:18.920"
  },
  {
    "text": "I've seen people who are embroiled in the death throes of a relationship",
    "begin": "00:46:20.560",
    "end": "00:46:25.980"
  },
  {
    "text": "that perhaps accrue a hundred-thousand lies over it's course",
    "begin": "00:46:26.560",
    "end": "00:46:30.940"
  },
  {
    "text": "and became so unstable because of that that there was no hope for it",
    "begin": "00:46:30.940",
    "end": "00:46:34.640"
  },
  {
    "text": "Each of those lies was a forestalled opportunity",
    "begin": "00:46:34.840",
    "end": "00:46:39.540"
  },
  {
    "text": "to address something difficult with thruth that was forgone",
    "begin": "00:46:39.540",
    "end": "00:46:42.860"
  },
  {
    "text": "and all that does is make those unsolved problems accumulate and multiply",
    "begin": "00:46:43.140",
    "end": "00:46:50.060"
  },
  {
    "text": "and they eventually take form and attack generally when you least expect it",
    "begin": "00:46:50.060",
    "end": "00:46:54.880"
  },
  {
    "text": "so, if you speak the truth in your family, cautiously and carefully",
    "begin": "00:46:55.180",
    "end": "00:47:02.020"
  },
  {
    "text": "and knowing that you could be wrong",
    "begin": "00:47:02.420",
    "end": "00:47:05.180"
  },
  {
    "text": "you will cause upheaval and conflict",
    "begin": "00:47:05.560",
    "end": "00:47:09.100"
  },
  {
    "text": "but it's possible that that's the least amount of upheaval and conflict",
    "begin": "00:47:09.380",
    "end": "00:47:16.060"
  },
  {
    "text": "that could exist to make things right",
    "begin": "00:47:16.480",
    "end": "00:47:20.160"
  },
  {
    "text": "I believe that is the case",
    "begin": "00:47:20.480",
    "end": "00:47:24.480"
  },
  {
    "text": "one of the things that I tell people who are too agreeable and, let's say, who don't like to cause conflict ...",
    "begin": "00:47:24.620",
    "end": "00:47:31.700"
  },
  {
    "text": "-and I actually don't like to cause conflict, because I'm more agreeable than I should be-",
    "begin": "00:47:32.080",
    "end": "00:47:36.740"
  },
  {
    "text": "... is that the ethical requirement to tell the truth trumps any desire to avoid conflict",
    "begin": "00:47:38.480",
    "end": "00:47:45.100"
  },
  {
    "text": "and it's partly because you only forestall the conflict and magnify it",
    "begin": "00:47:45.520",
    "end": "00:47:52.040"
  },
  {
    "text": "there's no escaping it and it's better to engage in it directly when the necessity first arises",
    "begin": "00:47:52.420",
    "end": "00:47:59.800"
  },
  {
    "text": "than to forestall it",
    "begin": "00:47:59.840",
    "end": "00:48:02.020"
  },
  {
    "text": "so, for people who are only too willing to make peace at the expense of themselves, let's say",
    "begin": "00:48:02.300",
    "end": "00:48:08.820"
  },
  {
    "text": "I try to encourage them to generate conflict",
    "begin": "00:48:09.560",
    "end": "00:48:13.840"
  },
  {
    "text": "by telling the truth",
    "begin": "00:48:14.100",
    "end": "00:48:15.740"
  },
  {
    "text": "and, I would say inevitably",
    "begin": "00:48:15.900",
    "end": "00:48:18.220"
  },
  {
    "text": "that has nothing but beneficial medium-to-long-term consequences in their life",
    "begin": "00:48:18.920",
    "end": "00:48:25.000"
  },
  {
    "text": "even though it exposes them to more conflict in the short-term",
    "begin": "00:48:25.240",
    "end": "00:48:29.780"
  },
  {
    "text": "it also alleviates their resentment, because",
    "begin": "00:48:30.060",
    "end": "00:48:33.120"
  },
  {
    "text": "if someone has made you resentful",
    "begin": "00:48:33.380",
    "end": "00:48:36.140"
  },
  {
    "text": "or if you become resentful because of someone's actions",
    "begin": "00:48:36.660",
    "end": "00:48:40.420"
  },
  {
    "text": "then there are only two real reasons why:- one is that ...",
    "begin": "00:48:40.860",
    "end": "00:48:44.380"
  },
  {
    "text": "You should pull up your socks and quit complaining",
    "begin": "00:48:44.740",
    "end": "00:48:49.160"
  },
  {
    "text": "quit whining because you're being required to show responsibility,",
    "begin": "00:48:50.260",
    "end": "00:48:55.600"
  },
  {
    "text": "or you're being oppressed and tyrannized by someone who doesn't know where the proper limits are and in the former case,",
    "begin": "00:48:56.800",
    "end": "00:49:04.060"
  },
  {
    "text": "you should get your act together, and in the latter case, you should stand up and stop that person from encroaching upon you.",
    "begin": "00:49:04.680",
    "end": "00:49:11.680"
  },
  {
    "text": "So you speak truth in your family let's say perhaps even to yourself",
    "begin": "00:49:17.000",
    "end": "00:49:21.480"
  },
  {
    "text": "at the risk of conflict, often severe conflict but the ultimate goal is to bring peace,",
    "begin": "00:49:21.480",
    "end": "00:49:26.820"
  },
  {
    "text": "it's paradoxical because we often don't think of peace as something that's reached through conflict",
    "begin": "00:49:26.820",
    "end": "00:49:33.460"
  },
  {
    "text": "but that is precisely, for example, why we value free speech",
    "begin": "00:49:33.460",
    "end": "00:49:36.460"
  },
  {
    "text": "because the wisdom of humanity and the wisest people that we know,",
    "begin": "00:49:36.500",
    "end": "00:49:40.900"
  },
  {
    "text": "that would include those people who were intelligent enough to found this country on the principles that is founded on",
    "begin": "00:49:40.900",
    "end": "00:49:47.580"
  },
  {
    "text": "knew that whatever conflict free speech might produce pale in comparison to the conflict that was generated by tyranny and repression of the exchange of opinion",
    "begin": "00:49:47.740",
    "end": "00:49:59.840"
  },
  {
    "text": "and so it's never a matter of picking a safe path because there's no such thing as a safe path",
    "begin": "00:49:59.840",
    "end": "00:50:05.060"
  },
  {
    "text": "it's only a matter of picking a path that produces the least catastrophe possible",
    "begin": "00:50:05.480",
    "end": "00:50:10.920"
  },
  {
    "text": "It's an inviolable principle I would say, and also the fundamental principal of Western civilization,",
    "begin": "00:50:11.780",
    "end": "00:50:18.740"
  },
  {
    "text": "that speech freely exchange is the best pathway to peace and redemption that we have identified.",
    "begin": "00:50:19.420",
    "end": "00:50:26.580"
  },
  {
    "text": "And so it should remain untrammeled  under all circumstances possible,",
    "begin": "00:50:27.660",
    "end": "00:50:33.640"
  },
  {
    "text": "subject to very infrequent restrains of the sort that are already encapsulated in law.",
    "begin": "00:50:33.780",
    "end": "00:50:39.620"
  },
  {
    "text": "Such that, for example you cannot incite someone to criminal activity.",
    "begin": "00:50:40.040",
    "end": "00:50:45.580"
  },
  {
    "text": "Humility,",
    "begin": "00:50:50.080",
    "end": "00:50:50.800"
  },
  {
    "text": "sorry, dialogue, is the pathway to truth",
    "begin": "00:50:52.460",
    "end": "00:50:55.360"
  },
  {
    "text": "Well, understand that, you have to understand why we think",
    "begin": "00:50:56.340",
    "end": "00:51:02.240"
  },
  {
    "text": "and the reason we think is for the same reason that animals, including us, act.",
    "begin": "00:51:03.000",
    "end": "00:51:10.800"
  },
  {
    "text": "And the reason that animals act is so that they can survive in the world, they do think so that they can survive in the world.",
    "begin": "00:51:10.800",
    "end": "00:51:16.820"
  },
  {
    "text": "But the problem with doing things in the world, the problem with acting in the world is that you can act in the manner that",
    "begin": "00:51:18.840",
    "end": "00:51:26.400"
  },
  {
    "text": "causes the cessation of your being, you can act in a manner that gets you killed",
    "begin": "00:51:26.760",
    "end": "00:51:31.960"
  },
  {
    "text": "you can act in a manner that makes you sick, you can make a mistake and you pay for that.",
    "begin": "00:51:31.960",
    "end": "00:51:36.660"
  },
  {
    "text": "That's the danger of acting, and so human beings, have replaced mere acting with thinking, and what you do when you think, is you produce variants of yourself,",
    "begin": "00:51:36.940",
    "end": "00:51:46.840"
  },
  {
    "text": "and you walk them through an imaginary time and place, and you know what happens to those imaginary variants as they act out",
    "begin": "00:51:47.020",
    "end": "00:51:55.900"
  },
  {
    "text": "those particular patterns of behavior and you know which ones get into trouble and which ones succeed",
    "begin": "00:51:55.900",
    "end": "00:52:02.060"
  },
  {
    "text": "and you let the ones that get into trouble die and you let the ones succeed grip hold of your behavior and act them out in the world.",
    "begin": "00:52:02.060",
    "end": "00:52:08.160"
  },
  {
    "text": "It was a brilliant innovation, you might say, on the part of our ancestors",
    "begin": "00:52:08.960",
    "end": "00:52:15.400"
  },
  {
    "text": "to grow cognitive resources, sophisticated enough to produce variants of ourselves, in a fictional space,",
    "begin": "00:52:15.580",
    "end": "00:52:25.040"
  },
  {
    "text": "so that our thoughts could die instead of us.",
    "begin": "00:52:25.040",
    "end": "00:52:27.060"
  },
  {
    "text": "And so that's why we think - so that our thoughts could die instead of us.",
    "begin": "00:52:27.220",
    "end": "00:52:31.940"
  },
  {
    "text": "And then, the reason that we speak is to learn from other people's thoughts, but more than that,",
    "begin": "00:52:33.440",
    "end": "00:52:41.440"
  },
  {
    "text": "it's that thinking individually is a very limited process",
    "begin": "00:52:41.780",
    "end": "00:52:47.520"
  },
  {
    "text": "because you're ignorant, which means you don't know everything",
    "begin": "00:52:47.520",
    "end": "00:52:50.380"
  },
  {
    "text": "and not only that, you're biased in many many ways",
    "begin": "00:52:50.860",
    "end": "00:52:54.140"
  },
  {
    "text": "you're biased by what you know and what you don't know, you're biased by what you assume,",
    "begin": "00:52:54.140",
    "end": "00:52:58.640"
  },
  {
    "text": "you're biased by how you deceive yourself, you're biased by your temperament and your locale and your position in history,",
    "begin": "00:52:58.640",
    "end": "00:53:05.400"
  },
  {
    "text": "all of these things make you a very limited observer of the world.",
    "begin": "00:53:05.500",
    "end": "00:53:09.340"
  },
  {
    "text": "And so think as you might, you can never think sufficiently.",
    "begin": "00:53:09.840",
    "end": "00:53:15.220"
  },
  {
    "text": "And so what we do because of that is talk.",
    "begin": "00:53:15.440",
    "end": "00:53:18.820"
  },
  {
    "text": "And so, if I talk, and I'm speaking truthfully, which means I'm telling you how things appear to be to me,",
    "begin": "00:53:19.340",
    "end": "00:53:26.220"
  },
  {
    "text": "that does not mean that I possess the truth, that means I'm saying as articulate in my manner as I possibly can how things appear to me,",
    "begin": "00:53:26.700",
    "end": "00:53:35.120"
  },
  {
    "text": "then you can tell me how things appear to you,",
    "begin": "00:53:35.120",
    "end": "00:53:37.520"
  },
  {
    "text": "and I can listen to you and maybe you can tell me some things about how things appear that I don't already know,",
    "begin": "00:53:37.520",
    "end": "00:53:43.240"
  },
  {
    "text": "and that's such a good deal because the purpose of thinking is to let our thoughts die instead of us,",
    "begin": "00:53:43.240",
    "end": "00:53:50.340"
  },
  {
    "text": "and if you can kill one of my thoughts because it's stupid, then I don't have to act it out and die and so that's like a really good deal",
    "begin": "00:53:50.700",
    "end": "00:53:57.700"
  },
  {
    "text": "So, the reason that we engage in dialogue is that we can take the thoughts that protect us from our own mortality",
    "begin": "00:53:58.240",
    "end": "00:54:06.160"
  },
  {
    "text": "and improve them, and perhaps improve them erratically and there's just no loss in that,",
    "begin": "00:54:06.160",
    "end": "00:54:11.960"
  },
  {
    "text": "and so what that means in some sense is that you can view everyone who disagrees with you as a source of potential wisdom",
    "begin": "00:54:12.020",
    "end": "00:54:18.220"
  },
  {
    "text": "because if you talk to someone who agrees with you, all you're going to find out is what you already know and you already know that",
    "begin": "00:54:18.220",
    "end": "00:54:25.040"
  },
  {
    "text": "and if you talk to someone who doesn't agree with you,",
    "begin": "00:54:25.160",
    "end": "00:54:27.480"
  },
  {
    "text": "maybe one of the ten things they say or maybe one of a hundred things or God only knows, you know,",
    "begin": "00:54:27.700",
    "end": "00:54:33.220"
  },
  {
    "text": "maybe they're as wise as you in their perverse way and you can discuss something with them",
    "begin": "00:54:33.220",
    "end": "00:54:38.660"
  },
  {
    "text": "and they'll tell you something you've never really thought of before, and that'll just make some potentially miserable event in your like that much less likely",
    "begin": "00:54:38.880",
    "end": "00:54:48.160"
  },
  {
    "text": "and how good for you can that possibly be?",
    "begin": "00:54:48.160",
    "end": "00:54:50.660"
  },
  {
    "text": "I do believe that I've learned that, I've talked to a great variety of people, and I don't care if people agree with me,",
    "begin": "00:54:50.740",
    "end": "00:54:57.740"
  },
  {
    "text": "in fact, generally speaking, I find it more interesting if they don't,",
    "begin": "00:54:57.740",
    "end": "00:55:01.000"
  },
  {
    "text": "and I don't try to convince people because I don't believe I have any right to determine their destiny",
    "begin": "00:55:01.420",
    "end": "00:55:08.140"
  },
  {
    "text": "and I don't want to determine their destiny because I don't know what's best for them,",
    "begin": "00:55:08.140",
    "end": "00:55:12.440"
  },
  {
    "text": "and so I do listen to all sorts of strange and unlikely people and they tell me things that I don't know all the time",
    "begin": "00:55:13.160",
    "end": "00:55:21.200"
  },
  {
    "text": "and that is just a spectacularly good deal.",
    "begin": "00:55:21.200",
    "end": "00:55:24.080"
  },
  {
    "text": "And I decided a long time ago that one of the fundamental choices you make in life is whether you're in love with what you know or in love with what you don't know,",
    "begin": "00:55:24.620",
    "end": "00:55:35.760"
  },
  {
    "text": "and I would say there's a lot more of what you don't know than there is of what you know",
    "begin": "00:55:35.760",
    "end": "00:55:40.900"
  },
  {
    "text": "and so it would be better to be in love with what you don't know because you don't know so much",
    "begin": "00:55:40.900",
    "end": "00:55:46.880"
  },
  {
    "text": "that if you can make friends with what you don't know, then you're going to be continually enlightened.",
    "begin": "00:55:46.880",
    "end": "00:55:52.560"
  },
  {
    "text": "And to be enlightened is to be engaged in the process of being enlightened, not to be enlightened in any final sense",
    "begin": "00:55:53.060",
    "end": "00:56:00.060"
  },
  {
    "text": "because that's just not possible.",
    "begin": "00:56:00.060",
    "end": "00:56:01.900"
  },
  {
    "text": "So it's to act in a manner that continually enlightens you and a huge part of that is humility,",
    "begin": "00:56:02.660",
    "end": "00:56:08.820"
  },
  {
    "text": "and that's another word that's very difficult to use, I would say,",
    "begin": "00:56:08.820",
    "end": "00:56:12.340"
  },
  {
    "text": "like love, because it's another word that's been mouthed to death in some sense",
    "begin": "00:56:12.340",
    "end": "00:56:17.020"
  },
  {
    "text": "and it sounds like kind of cringing cowardliness.",
    "begin": "00:56:18.760",
    "end": "00:56:22.120"
  },
  {
    "text": "That it has that connotation, but that's not what it means",
    "begin": "00:56:24.120",
    "end": "00:56:26.800"
  },
  {
    "text": "what it means is that you know that there isn't enough to you,",
    "begin": "00:56:26.800",
    "end": "00:56:31.880"
  },
  {
    "text": "and you can tell that there isn't enough to you because your life isn't everything it could be.",
    "begin": "00:56:31.880",
    "end": "00:56:36.140"
  },
  {
    "text": "That's the evidence, right?",
    "begin": "00:56:36.140",
    "end": "00:56:37.760"
  },
  {
    "text": "If your life is everything you could imagine it to be, then perhaps you don't need humility",
    "begin": "00:56:37.760",
    "end": "00:56:43.400"
  },
  {
    "text": "but since your life isn't everything you could imagine it to be, then you're deeply wrong about a lot of things,",
    "begin": "00:56:43.400",
    "end": "00:56:49.360"
  },
  {
    "text": "and so since you're wrong, then you should be in around for the opportunity to correct those errors",
    "begin": "00:56:49.640",
    "end": "00:56:56.180"
  },
  {
    "text": "because why wouldn't you?",
    "begin": "00:56:56.180",
    "end": "00:56:57.460"
  },
  {
    "text": "Except to protect your territory and that territory by definition, given the existence of your own suffering, is insufficient",
    "begin": "00:56:58.040",
    "end": "00:57:05.640"
  },
  {
    "text": "so why are you clinging to it so desperately?",
    "begin": "00:57:05.780",
    "end": "00:57:09.100"
  },
  {
    "text": "It doesn't provide what you need or what you want",
    "begin": "00:57:09.660",
    "end": "00:57:12.860"
  },
  {
    "text": "and a transformation of it, and the expansion, and the re-figuring of it might be everything that you can possibly want",
    "begin": "00:57:13.860",
    "end": "00:57:20.860"
  },
  {
    "text": "and so then you start to envision yourself instead of, as the holder of a piece of territory, as the person who is attempting to expand their capacity,",
    "begin": "00:57:26.100",
    "end": "00:57:33.100"
  },
  {
    "text": "and to act within all sorts of territories, and exposure to more people and to more viewpoints, especially if those people are telling you the truth,",
    "begin": "00:57:33.660",
    "end": "00:57:42.120"
  },
  {
    "text": "which they will do if you actually listen to them,",
    "begin": "00:57:42.460",
    "end": "00:57:45.740"
  },
  {
    "text": "then you can have your cake and eat it too.",
    "begin": "00:57:46.300",
    "end": "00:57:49.020"
  },
  {
    "text": "That's a great deal.",
    "begin": "00:57:49.400",
    "end": "00:57:50.940"
  },
  {
    "text": "It's another way of reducing unnecessary suffering in the world by,",
    "begin": "00:57:50.940",
    "end": "00:57:55.180"
  },
  {
    "text": "certainly, reducing your suffering and perhaps, learning to be - how to be a greater use to people around you, which again, seems to be nothing but for the good.",
    "begin": "00:57:55.540",
    "end": "00:58:06.720"
  },
  {
    "text": "So humility is recognition of personal insufficiency and the willingness to learn,",
    "begin": "00:58:10.260",
    "end": "00:58:15.080"
  },
  {
    "text": "in order to overcome that insufficiency,",
    "begin": "00:58:15.080",
    "end": "00:58:17.600"
  },
  {
    "text": "and then to learn is to die voluntarily and be born again, in great ways and small.",
    "begin": "00:58:17.760",
    "end": "00:58:23.120"
  },
  {
    "text": "That's an archetypal idea at the basis of Western civilization,",
    "begin": "00:58:23.300",
    "end": "00:58:28.180"
  },
  {
    "text": "is the idea that the logos, which is the capacity for truthful speech,",
    "begin": "00:58:28.560",
    "end": "00:58:33.200"
  },
  {
    "text": "is somehow associated with the act of death and rebirth",
    "begin": "00:58:33.460",
    "end": "00:58:38.320"
  },
  {
    "text": "and there's multiple ways of interpreting that idea,",
    "begin": "00:58:39.380",
    "end": "00:58:42.980"
  },
  {
    "text": "and because I'm a psychologist, I tend to interpret it psychologically",
    "begin": "00:58:42.980",
    "end": "00:58:47.260"
  },
  {
    "text": "and I don't claim that the psychological interpretation exhausts the concept,",
    "begin": "00:58:47.260",
    "end": "00:58:51.600"
  },
  {
    "text": "because I don't believe it does, but you see, you are a certain way and some of that way is an error",
    "begin": "00:58:51.860",
    "end": "00:58:59.620"
  },
  {
    "text": "and then when you learn that an error has taken place, you have to let go of the conceptions that produced that error,",
    "begin": "00:58:59.720",
    "end": "00:59:06.720"
  },
  {
    "text": "and that could be very, very painful.",
    "begin": "00:59:06.760",
    "end": "00:59:09.240"
  },
  {
    "text": "For example, you may have entered into a relationship that was pathological,",
    "begin": "00:59:09.240",
    "end": "00:59:14.100"
  },
  {
    "text": "and you know it's pathological but you're hooked into it and you're emotions are hooked into it and you've configured you life around it",
    "begin": "00:59:14.100",
    "end": "00:59:19.820"
  },
  {
    "text": "and then in order to move forward, you have to let go of that, you have to admit to all the errors you made",
    "begin": "00:59:19.820",
    "end": "00:59:25.460"
  },
  {
    "text": "including the time that was wasted and you have to allow a large part of yourself to die,",
    "begin": "00:59:25.460",
    "end": "00:59:30.880"
  },
  {
    "text": "let's say, and you experienced that in grief and misery and sorrow and anxiety and sleepless nights and all of that,",
    "begin": "00:59:31.380",
    "end": "00:59:38.380"
  },
  {
    "text": "but it's better than dying completely,",
    "begin": "00:59:38.540",
    "end": "00:59:41.180"
  },
  {
    "text": "and what that indicates is that every time you learn something, large or small,",
    "begin": "00:59:42.440",
    "end": "00:59:47.720"
  },
  {
    "text": "the part of you that was in error prior to obtaining that bit of information has to deteriorate and disappear.",
    "begin": "00:59:48.120",
    "end": "00:59:56.500"
  },
  {
    "text": "There's pain associated with that.",
    "begin": "00:59:56.500",
    "end": "00:59:58.540"
  },
  {
    "text": "But then there's the possibility for regrowth and transformation,",
    "begin": "00:59:58.540",
    "end": "01:00:02.340"
  },
  {
    "text": "and one of the most fundamental decisions that human beings made in their lives is whether or not they're going to identify with what they are or with what they could be,",
    "begin": "01:00:04.960",
    "end": "01:00:11.960"
  },
  {
    "text": "and if they identify with what they could be, then they have to continually let what they are die",
    "begin": "01:00:11.960",
    "end": "01:00:17.140"
  },
  {
    "text": "so that what they could be can come forward.",
    "begin": "01:00:17.220",
    "end": "01:00:20.100"
  },
  {
    "text": "And so to learn is to die voluntarily and be born again in great ways and small.",
    "begin": "01:00:20.880",
    "end": "01:00:26.000"
  },
  {
    "text": "So then I wrote that speech must be untrammeled, so that dialogue can take place.",
    "begin": "01:00:30.680",
    "end": "01:00:38.980"
  },
  {
    "text": "I think of the discussions that I've had with my wife and my kids, but primarily with my wife,",
    "begin": "01:00:40.680",
    "end": "01:00:48.600"
  },
  {
    "text": "who's a very honest person,",
    "begin": "01:00:48.600",
    "end": "01:00:50.280"
  },
  {
    "text": "in fact, I don't - I've been married for 28 years",
    "begin": "01:00:50.840",
    "end": "01:00:55.600"
  },
  {
    "text": "I've known her for 45 years",
    "begin": "01:00:57.060",
    "end": "01:00:59.700"
  },
  {
    "text": "and I'm 55 - that's a very long time, we've been friends a very long time",
    "begin": "01:00:59.700",
    "end": "01:01:03.360"
  },
  {
    "text": "and when she first came to being with me,",
    "begin": "01:01:03.860",
    "end": "01:01:07.420"
  },
  {
    "text": "30 years ago, I was learning some of the things that I'm talking to you about tonight,",
    "begin": "01:01:07.820",
    "end": "01:01:13.420"
  },
  {
    "text": "and I told her that if we were going to be together,",
    "begin": "01:01:13.420",
    "end": "01:01:16.260"
  },
  {
    "text": "that she would have to tell the truth because if she didn't tell the truth and I wouldn't know who she was,",
    "begin": "01:01:19.620",
    "end": "01:01:23.600"
  },
  {
    "text": "and I wouldn't know where we were, I wouldn't be able to solve any problems and neither would she,",
    "begin": "01:01:23.600",
    "end": "01:01:29.420"
  },
  {
    "text": "cause we'd be living a fictional relationship with one another, and that struck me as a very bad idea.",
    "begin": "01:01:29.420",
    "end": "01:01:34.380"
  },
  {
    "text": "And so, she took that to heart,",
    "begin": "01:01:34.880",
    "end": "01:01:36.880"
  },
  {
    "text": "I would say,",
    "begin": "01:01:37.540",
    "end": "01:01:38.640"
  },
  {
    "text": "and I would also say it's like the more honest person than me.",
    "begin": "01:01:38.640",
    "end": "01:01:41.720"
  },
  {
    "text": "And I'm not claiming to be spectacularly morally virtuous in any particular manner, and I'm quite aware of my multitude of faults,",
    "begin": "01:01:43.200",
    "end": "01:01:53.860"
  },
  {
    "text": "but the fact that she has gripped so tightly onto the truth means that if I ever have a problem,",
    "begin": "01:01:54.480",
    "end": "01:02:00.640"
  },
  {
    "text": "that I can talk to her and I know what she thinks.",
    "begin": "01:02:00.720",
    "end": "01:02:03.840"
  },
  {
    "text": "And she doesn't tell me that she's right, we've learned that,",
    "begin": "01:02:03.840",
    "end": "01:02:06.280"
  },
  {
    "text": "you know, because to tell someone the truth does not mean to claim that you're correct,",
    "begin": "01:02:06.280",
    "end": "01:02:10.240"
  },
  {
    "text": "It only is to claim that you're trying to communicate the way things look to you as clearly as possible and that you're open to the possibility of correction.",
    "begin": "01:02:11.120",
    "end": "01:02:20.340"
  },
  {
    "text": "Right? Because if someone can tell you how you're wrong, precisely,",
    "begin": "01:02:20.340",
    "end": "01:02:24.300"
  },
  {
    "text": "exactly how you're wrong, that's such a gift,",
    "begin": "01:02:24.300",
    "end": "01:02:26.440"
  },
  {
    "text": "and if someone is willing to tell you the truth, then you have the possibility of learning from them,",
    "begin": "01:02:26.440",
    "end": "01:02:31.200"
  },
  {
    "text": "and then you have two brains instead of one.",
    "begin": "01:02:31.200",
    "end": "01:02:33.960"
  },
  {
    "text": "And that's a good deal and that's actually the spiritual purpose of marriage",
    "begin": "01:02:33.960",
    "end": "01:02:37.740"
  },
  {
    "text": "I'd say - it's to produce an union between two people that's predicated upon the truth so that the information flow between them can maximize,",
    "begin": "01:02:37.940",
    "end": "01:02:45.640"
  },
  {
    "text": "and so that they can both be elevated above the restrictions of their own solitary biased existence.",
    "begin": "01:02:45.900",
    "end": "01:02:56.880"
  },
  {
    "text": "And that facilitates, that produces the proper environment for children,",
    "begin": "01:02:56.880",
    "end": "01:03:01.700"
  },
  {
    "text": "because then the children don't face the father or face the mother, they face union of the father and the mother,",
    "begin": "01:03:01.700",
    "end": "01:03:08.080"
  },
  {
    "text": "and that's an invaluable force and the children will attempt to play one person off against the other",
    "begin": "01:03:08.520",
    "end": "01:03:15.240"
  },
  {
    "text": "because they're tricky, because they're human and they're full of trouble and they're very good that poking and prodding and manipulating and investing",
    "begin": "01:03:15.340",
    "end": "01:03:24.320"
  },
  {
    "text": "but they want to get a wall, they want to get a wall that doesn't move because that makes them secure",
    "begin": "01:03:25.200",
    "end": "01:03:31.680"
  },
  {
    "text": "and if you have a relationship that's based on truth,",
    "begin": "01:03:31.680",
    "end": "01:03:33.100"
  },
  {
    "text": "then you can talk about how it is that you should be with your children, for example, and you can agree upon it,",
    "begin": "01:03:33.100",
    "end": "01:03:38.800"
  },
  {
    "text": "and then when the children push the limits as they inevitably will, they don't find something spongy, decayed and weak",
    "begin": "01:03:38.800",
    "end": "01:03:45.560"
  },
  {
    "text": "they find something that's strong and sturdy and it's a wall and, of course, they can't through the wall, that's frustrating",
    "begin": "01:03:45.580",
    "end": "01:03:53.220"
  },
  {
    "text": "but then they're protected by the wall and that stops them from being anxious beyond their capacity to bear.",
    "begin": "01:03:53.220",
    "end": "01:03:59.840"
  },
  {
    "text": "And so that structure that's brought about by truthful communication builds the walls around children that allow them to play freely",
    "begin": "01:04:00.080",
    "end": "01:04:07.340"
  },
  {
    "text": "and expand themselves and exist properly in the world.",
    "begin": "01:04:07.580",
    "end": "01:04:11.260"
  },
  {
    "text": "and so, speech must be untrammeled so that dialogue can take place,",
    "begin": "01:04:11.360",
    "end": "01:04:15.740"
  },
  {
    "text": "means that, well if you talk to me I want to know what you think.",
    "begin": "01:04:15.880",
    "end": "01:04:19.340"
  },
  {
    "text": "I don't say I'll agree with it and if you disagree with me, I'm going to fight with every bit of power at my disposal to determine who is correct,",
    "begin": "01:04:20.060",
    "end": "01:04:30.120"
  },
  {
    "text": "while simultaneously recognizing that it's possible that it's you and not me.",
    "begin": "01:04:30.720",
    "end": "01:04:37.160"
  },
  {
    "text": "And I'm not going to risk undergoing the small or large death that I have to undergo,",
    "begin": "01:04:37.460",
    "end": "01:04:42.300"
  },
  {
    "text": "if I find out that you're right, without being convinced that you're right,",
    "begin": "01:04:42.600",
    "end": "01:04:46.240"
  },
  {
    "text": "so I'm going to hit you with everything I've got, but part of that is also in hope that if I'm wrong",
    "begin": "01:04:46.440",
    "end": "01:04:52.760"
  },
  {
    "text": "you will provide me with a better argument than the one I already have and that will make me better armed when I go out into the world.",
    "begin": "01:04:52.760",
    "end": "01:04:59.760"
  },
  {
    "text": "And so there's utility and mean defeated by a skillful opponent, and my wife was precisely that sort of opponent",
    "begin": "01:05:01.160",
    "end": "01:05:08.160"
  },
  {
    "text": "and also has the addition the remarkable talent of being able to straighten together a list of vicious insults one after the other like no one I've ever encountered in my life.",
    "begin": "01:05:08.420",
    "end": "01:05:20.340"
  },
  {
    "text": "It's quite comical because sometimes when we're embroiled in conflict, she'll start to do that and she'll say something so outrageous and so absolutely beyond the pale that'll make me laugh",
    "begin": "01:05:24.320",
    "end": "01:05:35.660"
  },
  {
    "text": "and crack up and then, of course, that's very useful because, there is something ridiculous about fighting and that",
    "begin": "01:05:35.900",
    "end": "01:05:42.900"
  },
  {
    "text": "always brings it back to mind and when she does that then I'm reminded why I liked her so much back then and still do",
    "begin": "01:05:42.900",
    "end": "01:05:49.700"
  },
  {
    "text": "because it's something to see someone with that kind of combative spirit and so, hooray for that.",
    "begin": "01:05:49.700",
    "end": "01:05:56.040"
  },
  {
    "text": "So, speech must be untrammeled so that dialogue can take place, so that we can all humbly learn.",
    "begin": "01:05:56.400",
    "end": "01:06:02.720"
  },
  {
    "text": "Well that's the other realm of humility is that, humility is the precondition for learning, right?",
    "begin": "01:06:02.720",
    "end": "01:06:08.400"
  },
  {
    "text": "and you'll have to be open to the possibility that you don't know what you need to know, that's the thing,",
    "begin": "01:06:08.400",
    "end": "01:06:13.160"
  },
  {
    "text": "it's not that you don't know everything because obviously you don't know everything,",
    "begin": "01:06:13.160",
    "end": "01:06:16.480"
  },
  {
    "text": "but what's more specific than that is that you may not you may not know what you NEED to know.",
    "begin": "01:06:16.480",
    "end": "01:06:21.000"
  },
  {
    "text": "Some time in your life there's going to be a piece of information that's crucial, it'll be a negotiation",
    "begin": "01:06:21.000",
    "end": "01:06:26.260"
  },
  {
    "text": "well maybe a medical decision, or maybe in a relationship decision, or in a complex intense situation of urgency and danger and you'll need a tool at hand,",
    "begin": "01:06:26.560",
    "end": "01:06:39.380"
  },
  {
    "text": "then and there, or thing will go badly for you,",
    "begin": "01:06:39.380",
    "end": "01:06:42.280"
  },
  {
    "text": "and, you won't have it because there was an opportunity at some point in your life where where had you been slightly more humble,",
    "begin": "01:06:42.280",
    "end": "01:06:48.840"
  },
  {
    "text": "you would have learned how to formulate and utilize that tool right then and there and you didn't,",
    "begin": "01:06:49.000",
    "end": "01:06:56.620"
  },
  {
    "text": "and left you unarmed.",
    "begin": "01:06:56.660",
    "end": "01:06:58.840"
  },
  {
    "text": "The thing is that your most powerful arms are your words, by any measurement,",
    "begin": "01:06:59.300",
    "end": "01:07:07.300"
  },
  {
    "text": "and the opportunity that you have to sharpen your capacity to use your words through combative dialogue, which is why spaces cannot be safe for any length of time",
    "begin": "01:07:08.080",
    "end": "01:07:19.160"
  },
  {
    "text": "i'ts because the safer the space is made now, the more dangerous the space is made in the future.",
    "begin": "01:07:19.160",
    "end": "01:07:24.380"
  },
  {
    "text": "And that's something that people are unwilling to understand because they don't want to face the fundamental truth that life is suffering,",
    "begin": "01:07:24.680",
    "end": "01:07:32.680"
  },
  {
    "text": "and that there's no real escape from it.",
    "begin": "01:07:32.680",
    "end": "01:07:34.060"
  },
  {
    "text": "And so they make artificial spaces where people can delude themselves temporarily in naivete that life can be made safe,",
    "begin": "01:07:34.500",
    "end": "01:07:41.620"
  },
  {
    "text": "when in fact the best you can do is to arm people to move forward and the best way you do that is to",
    "begin": "01:07:41.620",
    "end": "01:07:46.320"
  },
  {
    "text": "test them with combat at every opportunity that you have, and to do that with the most carefully crafted arguments at your disposal,",
    "begin": "01:07:46.740",
    "end": "01:07:53.740"
  },
  {
    "text": "and to teach them to stand up to defend their thoughts so that when they enter the real world and they're challenged, they know how to stand up forthrightly,",
    "begin": "01:07:54.360",
    "end": "01:08:01.360"
  },
  {
    "text": "instead of crying and running home.",
    "begin": "01:08:01.420",
    "end": "01:08:03.820"
  },
  {
    "text": "*applause intensifies*",
    "begin": "01:08:05.060",
    "end": "01:08:14.080"
  },
  {
    "text": "So that we can all humbly learn,",
    "begin": "01:08:18.660",
    "end": "01:08:20.980"
  },
  {
    "text": "so that truth can serve love,",
    "begin": "01:08:21.980",
    "end": "01:08:23.900"
  },
  {
    "text": "well that's the goal, is to inform yourself.",
    "begin": "01:08:24.920",
    "end": "01:08:31.160"
  },
  {
    "text": "That's a good word, to inform yourself, it's of course the short form of information.",
    "begin": "01:08:32.340",
    "end": "01:08:38.020"
  },
  {
    "text": "I really like that word because it breaks into \"in,\" \"formation\" something information is formed properly and in order,",
    "begin": "01:08:38.160",
    "end": "01:08:46.600"
  },
  {
    "text": "it's in-formation, right?",
    "begin": "01:08:46.700",
    "end": "01:08:48.680"
  },
  {
    "text": "Everything is aligned and moving in the same way, like an army, in formation.",
    "begin": "01:08:48.880",
    "end": "01:08:54.000"
  },
  {
    "text": "And so if you expose yourself to information, you get informed, and you put yourself in formation, and then,",
    "begin": "01:08:54.000",
    "end": "01:09:00.420"
  },
  {
    "text": "you're crystal lined in your structure and difficult to contend with,",
    "begin": "01:09:00.600",
    "end": "01:09:05.920"
  },
  {
    "text": "and that's what you want to be, that's the thing to be,",
    "begin": "01:09:05.920",
    "end": "01:09:09.180"
  },
  {
    "text": "and you do that by learning humbly, and then once you are informed,",
    "begin": "01:09:09.340",
    "end": "01:09:16.060"
  },
  {
    "text": "then your capacity to speak properly and to formulate your arguments and to negotiate and to formulate problems, to formulate solutions, and to seek consensus makes you powerful enough",
    "begin": "01:09:16.600",
    "end": "01:09:28.040"
  },
  {
    "text": "not so much that tragedy stays away from you, because it can't, but so that when tragedy does come along,",
    "begin": "01:09:28.320",
    "end": "01:09:35.200"
  },
  {
    "text": "and perhaps, even when malevolence comes along, you'll be maximally prepared for it,",
    "begin": "01:09:35.200",
    "end": "01:09:39.800"
  },
  {
    "text": "and will be able to deal with, which is what you have to do as a human being because there is, in fact, no avoiding it.",
    "begin": "01:09:39.800",
    "end": "01:09:46.220"
  },
  {
    "text": "And so what you do with someone that you love is to make them strong,",
    "begin": "01:09:46.220",
    "end": "01:09:50.060"
  },
  {
    "text": "you do not tell them that the world's safe and that they're secure, and that there's nothing there to get them because there is everything there to get them.",
    "begin": "01:09:50.080",
    "end": "01:10:00.040"
  },
  {
    "text": "And so the best you can do is strengthen them.",
    "begin": "01:10:02.520",
    "end": "01:10:04.800"
  },
  {
    "text": "And that what a college is supposed to do, and that's what an university is supposed to do",
    "begin": "01:10:04.800",
    "end": "01:10:09.400"
  },
  {
    "text": "and I would say that the colleges and universities are increasingly failing on both of those fronts,",
    "begin": "01:10:09.400",
    "end": "01:10:14.680"
  },
  {
    "text": "and it might be said that that's isolated only to the colleges and universities but we should remember that those are the storehouses of our cultural knowledge",
    "begin": "01:10:15.120",
    "end": "01:10:24.080"
  },
  {
    "text": "and the generators of the new leaders, and if the universities falter, and that's particularly true of the humanities,",
    "begin": "01:10:24.100",
    "end": "01:10:31.100"
  },
  {
    "text": "then that faltering undermines the entire culture and, perhaps the entire civilization,",
    "begin": "01:10:31.100",
    "end": "01:10:36.260"
  },
  {
    "text": "and I do believe that we're in the process of doing precisely that now.",
    "begin": "01:10:36.360",
    "end": "01:10:41.000"
  },
  {
    "text": "And I don't think that what I did six months ago",
    "begin": "01:10:41.960",
    "end": "01:10:45.000"
  },
  {
    "text": "in the creating of these two little videos complaining about a rather obscure piece of legislation in a rather tiny and insignificant country",
    "begin": "01:10:45.640",
    "end": "01:10:55.400"
  },
  {
    "text": "would've attracted the attention that did attract, if it was only about pronouns,",
    "begin": "01:10:55.400",
    "end": "01:11:00.620"
  },
  {
    "text": "it's certainly not only about pronouns, in fact, it's not about pronouns at all.",
    "begin": "01:11:00.740",
    "end": "01:11:06.480"
  },
  {
    "text": "So that truth can serve love,",
    "begin": "01:11:07.340",
    "end": "01:11:09.820"
  },
  {
    "text": "Well you want to articulate yourself and you want be in formation so that",
    "begin": "01:11:13.220",
    "end": "01:11:17.760"
  },
  {
    "text": "you can formulate your existence",
    "begin": "01:11:19.180",
    "end": "01:11:21.420"
  },
  {
    "text": "you can generate your narrative, you can take your position in the world",
    "begin": "01:11:21.780",
    "end": "01:11:26.660"
  },
  {
    "text": "forthrightly, and with the capacity to intimidate when necessary",
    "begin": "01:11:27.840",
    "end": "01:11:32.320"
  },
  {
    "text": "and with the capacity to be a monster when necessary, you have to be civilized when necessary,",
    "begin": "01:11:32.320",
    "end": "01:11:37.700"
  },
  {
    "text": "and there's nothing in that that making yourself sharper won't improve.",
    "begin": "01:11:37.960",
    "end": "01:11:42.840"
  },
  {
    "text": "To make yourself sharper is to carry a sharper sword and of course, in these days when the highest virtue is harmlessness,",
    "begin": "01:11:44.100",
    "end": "01:11:51.100"
  },
  {
    "text": "a message like that seems positively perverse, but it's completely wrong and,",
    "begin": "01:11:51.100",
    "end": "01:11:55.540"
  },
  {
    "text": "this is partly why my talks attract so many men,",
    "begin": "01:11:55.620",
    "end": "01:11:59.500"
  },
  {
    "text": "is that a woman who hates you wants to castrate you and make you safe that way, but a woman who loves you wants to make you incredibly powerful",
    "begin": "01:12:00.240",
    "end": "01:12:07.240"
  },
  {
    "text": "and wise because then your capacity for destruction is regulated in that manner and you're still good for something.",
    "begin": "01:12:07.240",
    "end": "01:12:14.160"
  },
  {
    "text": "And so that would be the optimal solution rather than merely weakening and destroying,",
    "begin": "01:12:14.720",
    "end": "01:12:20.560"
  },
  {
    "text": "and, I think we'd had plenty of that, we'd had more than enough for that,",
    "begin": "01:12:20.560",
    "end": "01:12:24.400"
  },
  {
    "text": "and I know as well that women who have their souls intact would rather have monstrous men who are civilized than cringing meltsofts who are harmless but good for nothing.",
    "begin": "01:12:24.680",
    "end": "01:12:37.120"
  },
  {
    "text": "*applause intensifies*",
    "begin": "01:12:37.380",
    "end": "01:12:44.160"
  },
  {
    "text": "Most women already have enough cildren to take care of.",
    "begin": "01:12:48.940",
    "end": "01:12:52.620"
  },
  {
    "text": "So the truth can serve love so that suffering can be ameliorated, well obviously that's the goal",
    "begin": "01:12:57.360",
    "end": "01:13:03.760"
  },
  {
    "text": "I hear people all the time who are possessed by a certain Nihilism spirit, and that's not surprising,",
    "begin": "01:13:05.160",
    "end": "01:13:11.280"
  },
  {
    "text": "the understructure, the foundations of our culture have been severely assaulted, I would say",
    "begin": "01:13:11.680",
    "end": "01:13:18.540"
  },
  {
    "text": "and they're under tremendous assault, now, that's a process that's been unfoling for very many years,",
    "begin": "01:13:18.860",
    "end": "01:13:25.140"
  },
  {
    "text": "perhaps since the development of empirical science, which is one of the contributing factors because it's undermined our faith and our traditional religious view points",
    "begin": "01:13:25.360",
    "end": "01:13:34.960"
  },
  {
    "text": "and those structure our moral behaviors and our decisions about value,",
    "begin": "01:13:35.180",
    "end": "01:13:39.980"
  },
  {
    "text": "there's many other reasons why the foundations upon which the Western civilizations rest are under assault,",
    "begin": "01:13:39.980",
    "end": "01:13:46.680"
  },
  {
    "text": "and because of that it's easy to be uncertain and to say, well, what is the meaning of life? There's nothing to life,",
    "begin": "01:13:47.940",
    "end": "01:13:54.940"
  },
  {
    "text": "we're all insignificant and there's nothing but suffering, and why should I do anything in the face of all that?",
    "begin": "01:13:55.940",
    "end": "01:14:03.340"
  },
  {
    "text": "I would say well, we can take that, part of that is the fundamental truth is that the fact that life is suffering is a meaning,",
    "begin": "01:14:04.940",
    "end": "01:14:11.940"
  },
  {
    "text": "and it's a meaning that no amount of rational argumentation will rescue you from,",
    "begin": "01:14:12.440",
    "end": "01:14:19.300"
  },
  {
    "text": "in fact,",
    "begin": "01:14:19.300",
    "end": "01:14:19.800"
  },
  {
    "text": "the more Nihilistic you become, the more the fact that life is suffering becomes self-evident,",
    "begin": "01:14:19.800",
    "end": "01:14:25.520"
  },
  {
    "text": "it's almost as if it's trying to teach you something, and it is trying to teach you something,",
    "begin": "01:14:25.520",
    "end": "01:14:30.740"
  },
  {
    "text": "it's trying to teach you that you can't argue your way out of suffering, and so then you might as well do something about it.",
    "begin": "01:14:30.740",
    "end": "01:14:37.140"
  },
  {
    "text": "And then, I would say well that's where you can find the meaning, it's very straightforward, there's suffering in the world and much of it is abhorrent",
    "begin": "01:14:37.140",
    "end": "01:14:44.560"
  },
  {
    "text": "and unacceptable to anyone who attends to it, anyone who looks at it and the right answer to a child who's been beaten and abused is not",
    "begin": "01:14:45.220",
    "end": "01:15:00.460"
  },
  {
    "text": "\"who's going to care in a million years\" but \"what can I do to stop that right now?\"",
    "begin": "01:15:02.880",
    "end": "01:15:07.160"
  },
  {
    "text": "And the Nihilistic response that everything is insignificant means that, the pain of children, for example, is insignificant",
    "begin": "01:15:08.440",
    "end": "01:15:15.500"
  },
  {
    "text": "and that seems to be, to me, close enough to self-evidently wrong so that it's an argument that can just be dispensed with",
    "begin": "01:15:16.180",
    "end": "01:15:24.180"
  },
  {
    "text": "so I might say to people who are wondering where to look for the meaning in their life is to take the self-evident phenomenon of suffering seriously",
    "begin": "01:15:24.320",
    "end": "01:15:36.620"
  },
  {
    "text": "and orient themselves as rapidly as possible towards its amelioration,",
    "begin": "01:15:36.620",
    "end": "01:15:41.120"
  },
  {
    "text": "and to work diligently towards that for a number of years and then to re-evaluate their life at the end of that and see if they think any differently about the world,",
    "begin": "01:15:41.320",
    "end": "01:15:49.860"
  },
  {
    "text": "because they certainly will.",
    "begin": "01:15:49.860",
    "end": "01:15:51.440"
  },
  {
    "text": "And so, the Nihilistic argument to me seems remarkably weak",
    "begin": "01:15:52.020",
    "end": "01:15:57.060"
  },
  {
    "text": "both on its base and in depth,",
    "begin": "01:15:57.500",
    "end": "01:15:59.560"
  },
  {
    "text": "because there are things to be done, and the things that need to be done are obvious to anyone who would open their eyes and look at them,",
    "begin": "01:15:59.560",
    "end": "01:16:06.960"
  },
  {
    "text": "so then I would say, well, open your eyes and look what needs to be done,",
    "begin": "01:16:06.960",
    "end": "01:16:10.660"
  },
  {
    "text": "immediately around you and do it, and keep doing that and keep doing it",
    "begin": "01:16:10.660",
    "end": "01:16:14.700"
  },
  {
    "text": "and then you'll find that the answers to the questions that you have that have been paralyzing you for so many years will manifest themselves to you,",
    "begin": "01:16:15.020",
    "end": "01:16:25.820"
  },
  {
    "text": "clearly enough so you won't have to believe them because they will be self evident.",
    "begin": "01:16:25.820",
    "end": "01:16:31.040"
  },
  {
    "text": "So that suffering can be ameliorated so that we can all stumble forward. Well, why stumble?",
    "begin": "01:16:31.940",
    "end": "01:16:38.020"
  },
  {
    "text": "Well, that's because... we stumble when we move forward because we don't know everything and so we move forward in error constantly",
    "begin": "01:16:38.080",
    "end": "01:16:47.280"
  },
  {
    "text": "which is why we need to speak with other people and listen so that we don't stumble and fall and be unable to arise.",
    "begin": "01:16:47.280",
    "end": "01:16:57.260"
  },
  {
    "text": "And so we stumble forward because forward movement is necessary to human beings and forward movement implies that there is something better to go to.",
    "begin": "01:16:57.620",
    "end": "01:17:07.320"
  },
  {
    "text": "And there is something better to go to.",
    "begin": "01:17:07.900",
    "end": "01:17:10.460"
  },
  {
    "text": "That is at least a world where there is the least amount of suffering that is commensurate with the existence of the world.",
    "begin": "01:17:11.600",
    "end": "01:17:22.040"
  },
  {
    "text": "And I would say that we have ameliorated a substantial amount of suffering in the 20th century, we're doing a very good job of doing such things as combating absolute poverty,",
    "begin": "01:17:22.620",
    "end": "01:17:33.220"
  },
  {
    "text": "you may or may not know that every single day, about 150000 people worldwide are lifted out of absolute poverty,",
    "begin": "01:17:33.580",
    "end": "01:17:41.280"
  },
  {
    "text": "and about 300000 people are attached to the electrical grid,",
    "begin": "01:17:41.460",
    "end": "01:17:45.540"
  },
  {
    "text": "and that we have been enriching the bottom segment of the world's population for the last 15 years",
    "begin": "01:17:47.280",
    "end": "01:17:53.760"
  },
  {
    "text": "at a rate that is absolutely unprecedented in human history,",
    "begin": "01:17:53.760",
    "end": "01:17:57.520"
  },
  {
    "text": "and that makes me wonder just how well we could do if everyone really put their shoulders to the wheel and push.",
    "begin": "01:17:57.520",
    "end": "01:18:04.360"
  },
  {
    "text": "And so if we get that together, then perhaps we won't degenerate into absolute chaos which is certainly something that lurks now and is a real threat,",
    "begin": "01:18:04.620",
    "end": "01:18:15.580"
  },
  {
    "text": "we're at a crisis point as far as I can tell.",
    "begin": "01:18:15.680",
    "end": "01:18:18.220"
  },
  {
    "text": "And we need to determine whether we want everything to go to hell,",
    "begin": "01:18:19.080",
    "end": "01:18:22.680"
  },
  {
    "text": "which it certainly could,",
    "begin": "01:18:22.920",
    "end": "01:18:24.680"
  },
  {
    "text": "and I wouldn't recommend that,",
    "begin": "01:18:24.680",
    "end": "01:18:26.200"
  },
  {
    "text": "or whether or not we can work together,",
    "begin": "01:18:26.200",
    "end": "01:18:28.140"
  },
  {
    "text": "and that brings me to the last line which is that \"so that we can all stumble forward to the Kingdom of God\"",
    "begin": "01:18:28.840",
    "end": "01:18:36.920"
  },
  {
    "text": "Why would I put it that way?",
    "begin": "01:18:37.160",
    "end": "01:18:39.260"
  },
  {
    "text": "The reason I put it that way is because, well first of all, everybody does really know what that means,",
    "begin": "01:18:39.260",
    "end": "01:18:44.160"
  },
  {
    "text": "even though they may not believe in it, but that doesn't really matter,",
    "begin": "01:18:44.160",
    "end": "01:18:47.820"
  },
  {
    "text": "being I think that to believe is to act and not to spout a  set of statements",
    "begin": "01:18:48.360",
    "end": "01:18:53.740"
  },
  {
    "text": "and it is certainly possible to act as if what you are attempting to do is to bring about the Kingdom of God,",
    "begin": "01:18:53.740",
    "end": "01:19:01.100"
  },
  {
    "text": "and I would say that doing so is something that will radically justify your miserable existence and that's really what you need,",
    "begin": "01:19:01.220",
    "end": "01:19:08.360"
  },
  {
    "text": "is radical justification for your miserable existence, and because human beings are so powerful,",
    "begin": "01:19:08.360",
    "end": "01:19:14.580"
  },
  {
    "text": "really powerful beyond the limits of our imagination,",
    "begin": "01:19:15.340",
    "end": "01:19:17.920"
  },
  {
    "text": "we have no idea where our ultimate destiny might be, that it's not clear what our limits are and then if we decided to improve the place, let's say,",
    "begin": "01:19:18.000",
    "end": "01:19:28.420"
  },
  {
    "text": "and I would say, starting with ourselves,",
    "begin": "01:19:28.420",
    "end": "01:19:30.460"
  },
  {
    "text": "because that is the safest and humblest way to begin,",
    "begin": "01:19:30.520",
    "end": "01:19:34.040"
  },
  {
    "text": "that there's no telling where we might end up.",
    "begin": "01:19:34.040",
    "end": "01:19:36.820"
  },
  {
    "text": "And since we're all fragile and vulnerable creatures, and we're going to lose everything anyway,",
    "begin": "01:19:36.820",
    "end": "01:19:42.340"
  },
  {
    "text": "we might as well risk everything to obtain the highest possible good, and then that would make the misery that constitutes our life bearable as a consequence of our intrinsic nobility.",
    "begin": "01:19:42.420",
    "end": "01:19:54.140"
  },
  {
    "text": "And there's nothing in that except the good.",
    "begin": "01:19:54.400",
    "end": "01:19:57.360"
  },
  {
    "text": "And so then why not do it?",
    "begin": "01:19:57.640",
    "end": "01:19:59.780"
  },
  {
    "text": "And so that's what I would enjoy and encourage,",
    "begin": "01:20:00.260",
    "end": "01:20:04.600"
  },
  {
    "text": "encourage everyone to do because there's nothing better to do than that and we might as well all do that which there is nothing better than!",
    "begin": "01:20:04.980",
    "end": "01:20:15.920"
  },
  {
    "text": "*applause*",
    "begin": "01:20:16.480",
    "end": "01:20:27.720"
  },
  {
    "text": "And so I'll repeat the outline and end:",
    "begin": "01:20:28.940",
    "end": "01:20:35.260"
  },
  {
    "text": "Now I was talking about the boundaries of free speech, and I believe that speech should be untrammeled because it's too dangerous to encapsulate with it",
    "begin": "01:20:39.640",
    "end": "01:20:51.140"
  },
  {
    "text": "does not mean that I believe that speech, free speech comes without responsibility.",
    "begin": "01:20:51.260",
    "end": "01:20:57.580"
  },
  {
    "text": "I believe quite the contrary, that free speech carries with it the highest responsibility",
    "begin": "01:20:57.580",
    "end": "01:21:03.080"
  },
  {
    "text": "because if you wish the right to speak, you wish to shoulder the responsibility of speaking.",
    "begin": "01:21:03.080",
    "end": "01:21:10.740"
  },
  {
    "text": "Then you have to contend with the fact that your words are the force that shapes the world,",
    "begin": "01:21:10.740",
    "end": "01:21:15.840"
  },
  {
    "text": "and with every word that you utter, things tilt slightly heaven-ward or slightly hell-ward",
    "begin": "01:21:16.220",
    "end": "01:21:23.620"
  },
  {
    "text": "and that that responsibility rests firmly on your shoulders, and it's inescapable.",
    "begin": "01:21:24.160",
    "end": "01:21:29.840"
  },
  {
    "text": "And that's a terrible thing to realize although it's a very meaningful thing to realize",
    "begin": "01:21:29.840",
    "end": "01:21:35.360"
  },
  {
    "text": "and people say that they would like their life to be meaningful, but that's a questionable claim because",
    "begin": "01:21:35.360",
    "end": "01:21:41.360"
  },
  {
    "text": "to recognize your life as meaningful is to understand that everything you do matters and that what it means for things to matter is that you're deciding, in some sense,",
    "begin": "01:21:41.660",
    "end": "01:21:51.800"
  },
  {
    "text": "between Heaven on Earth and Hell on Earth with every decision that you make.",
    "begin": "01:21:51.800",
    "end": "01:21:55.600"
  },
  {
    "text": "And the decisions that you make echo far beyond you in ways that are almost incomprehensible,",
    "begin": "01:21:55.600",
    "end": "01:22:01.540"
  },
  {
    "text": "and that the destiny of the world is determined by the collective decisions of all the individuals that make up the world",
    "begin": "01:22:01.880",
    "end": "01:22:09.140"
  },
  {
    "text": "and that we're all locked together deciding in which metaphysical direction our little planet will go.",
    "begin": "01:22:09.180",
    "end": "01:22:17.840"
  },
  {
    "text": "So free speech carries with a heavy responsibility, but the responsibility is something you want because it justifies the suffering of existence.",
    "begin": "01:22:19.480",
    "end": "01:22:27.320"
  },
  {
    "text": "I said that life is suffering; love is the desire to see unnecessary suffering ameliorated,",
    "begin": "01:22:28.020",
    "end": "01:22:36.040"
  },
  {
    "text": "Truth is the hand maiden of love; dialogue is the pathway to truth",
    "begin": "01:22:37.380",
    "end": "01:22:43.960"
  },
  {
    "text": "Humility, that's recognition of personal insufficiency and the willingness to learn; to learn is to die voluntarily and to be born again in great ways and small.",
    "begin": "01:22:46.760",
    "end": "01:23:01.060"
  },
  {
    "text": "So speech must be untrammeled so that dialogue can take place, so that we can all humbly learn,",
    "begin": "01:23:02.960",
    "end": "01:23:09.200"
  },
  {
    "text": "so that truth can serve love, so that suffering can be ameliorated,",
    "begin": "01:23:09.760",
    "end": "01:23:14.240"
  },
  {
    "text": "so that we can all stumble forward towards the Kingdom of God.",
    "begin": "01:23:14.440",
    "end": "01:23:18.980"
  },
  {
    "text": "Thank you for inviting me to...McMinnville.",
    "begin": "01:23:21.240",
    "end": "01:23:24.280"
  },
  {
    "text": "*applause intensifies*",
    "begin": "01:23:24.280",
    "end": "01:23:34.900"
  },
  {
    "text": "Well now, we'd like to take the opportunity to open things up for question and answer,",
    "begin": "01:24:02.740",
    "end": "01:24:07.180"
  },
  {
    "text": "and what we'd like to do is have a line from right up here, and I'll be sitting there with a microphone",
    "begin": "01:24:07.180",
    "end": "01:24:13.120"
  },
  {
    "text": "and we'll pass it to each successive person in the line,",
    "begin": "01:24:13.120",
    "end": "01:24:16.720"
  },
  {
    "text": "and Dr. Peterson will answer your questions.",
    "begin": "01:24:16.720",
    "end": "01:24:19.760"
  },
  {
    "text": "First I'd like to thank you for everything you said,",
    "begin": "01:24:33.040",
    "end": "01:24:37.600"
  },
  {
    "text": "excuse me if I get emotional,",
    "begin": "01:24:37.600",
    "end": "01:24:39.360"
  },
  {
    "text": "this is the first time in my life I've ever had the opportunity to see so many people and hear the words you say,",
    "begin": "01:24:39.580",
    "end": "01:24:48.380"
  },
  {
    "text": "and you have just validated my whole existence.",
    "begin": "01:24:48.540",
    "end": "01:24:51.740"
  },
  {
    "text": "So, thank you!",
    "begin": "01:24:52.180",
    "end": "01:24:54.260"
  },
  {
    "text": "*applause*",
    "begin": "01:24:54.660",
    "end": "01:24:58.800"
  },
  {
    "text": "My question for you is, we're working in Portandia (?)",
    "begin": "01:24:59.300",
    "end": "01:25:03.580"
  },
  {
    "text": "and we're alone, and we're...we don't know how to bring people together,",
    "begin": "01:25:04.400",
    "end": "01:25:12.500"
  },
  {
    "text": "it's like a death trap up there, bringing people together is monster building (?)",
    "begin": "01:25:12.560",
    "end": "01:25:18.000"
  },
  {
    "text": "How...what is it that people are resonating to that we can use that can bring people together so that we can talk about solutions?",
    "begin": "01:25:18.460",
    "end": "01:25:27.720"
  },
  {
    "text": "You know, I watch this Netflix special with Russel Peters,",
    "begin": "01:25:43.500",
    "end": "01:25:49.180"
  },
  {
    "text": "and Russel Peters, for those of you who don't know, is a Canadian comic, he's of Indian decent,",
    "begin": "01:25:49.300",
    "end": "01:25:55.540"
  },
  {
    "text": "he was raised in a suburb in Toronto , which makes him him, I would say, peculiarly Canadian",
    "begin": "01:25:55.540",
    "end": "01:26:02.120"
  },
  {
    "text": "and he's very simile to the Canadian culture,",
    "begin": "01:26:02.860",
    "end": "01:26:07.660"
  },
  {
    "text": "and Russel has made his living insulting every racial and ethnic group that he can possibly insult",
    "begin": "01:26:07.940",
    "end": "01:26:16.060"
  },
  {
    "text": "and it's so interesting because he filled an entire arena in London, I think it's the most people that had ever gathered together to see a comedian before",
    "begin": "01:26:16.840",
    "end": "01:26:28.180"
  },
  {
    "text": "and it was a United Nations in the arena",
    "begin": "01:26:28.640",
    "end": "01:26:32.000"
  },
  {
    "text": "you know, the Arabs were there and the Jews were there and the Russians were there and the South Americans were there,",
    "begin": "01:26:32.180",
    "end": "01:26:40.200"
  },
  {
    "text": "and every group was waiting with their tongues out so that Russel could insult their particular ethnicity",
    "begin": "01:26:40.280",
    "end": "01:26:47.680"
  },
  {
    "text": "so that they can feel finally that someone was saying something that was truthful,",
    "begin": "01:26:48.280",
    "end": "01:26:52.780"
  },
  {
    "text": "and not hiding, and to say it openly in some sense and to make light of it",
    "begin": "01:26:53.580",
    "end": "01:26:58.220"
  },
  {
    "text": "And I would say, you bring people together by telling them what you think.",
    "begin": "01:26:58.840",
    "end": "01:27:07.760"
  },
  {
    "text": "Without manipulation and without care for the outcome and people can handle very rough truths if they trust who is stating them",
    "begin": "01:27:10.240",
    "end": "01:27:17.240"
  },
  {
    "text": "and Peters is trusted by everyone because he is, I suppose,",
    "begin": "01:27:17.520",
    "end": "01:27:22.600"
  },
  {
    "text": "non-indiscriminately prejudiced.",
    "begin": "01:27:23.380",
    "end": "01:27:25.860"
  },
  {
    "text": "He hates everyone equally.",
    "begin": "01:27:26.860",
    "end": "01:27:28.540"
  },
  {
    "text": "There's nothing behind his assaults except the desire for everyone to come together in recognition of their idiocy and vulnerability and people very much enjoy that.",
    "begin": "01:27:36.120",
    "end": "01:27:43.120"
  },
  {
    "text": "And so I would say, you unite people to the degree that they can be united by saying what you think without trying to manipulate the outcome.",
    "begin": "01:27:43.200",
    "end": "01:27:51.380"
  },
  {
    "text": "And so, and that's a better way to live anyways because you don't have to keep track of anything that way and that's so nice.",
    "begin": "01:27:52.020",
    "end": "01:27:59.020"
  },
  {
    "text": "Say what you think, carefully, you observe the response and adjust your behavior,",
    "begin": "01:27:59.460",
    "end": "01:28:04.980"
  },
  {
    "text": "and, everyone likes that.",
    "begin": "01:28:05.060",
    "end": "01:28:07.680"
  },
  {
    "text": "And so, I don't know of a better way of doing it than that.",
    "begin": "01:28:08.300",
    "end": "01:28:13.140"
  },
  {
    "text": "I'm afraid I've got to get to a complicated question which one's been bugging me for many years",
    "begin": "01:28:21.660",
    "end": "01:28:25.760"
  },
  {
    "text": "I'm an author,",
    "begin": "01:28:27.120",
    "end": "01:28:28.220"
  },
  {
    "text": "and a biologist, and I was researching Irish elk of all things, for something I was writing,",
    "begin": "01:28:28.220",
    "end": "01:28:33.280"
  },
  {
    "text": "that I came across a page I found very disturbing,",
    "begin": "01:28:33.360",
    "end": "01:28:37.400"
  },
  {
    "text": "it was written by (???)",
    "begin": "01:28:37.760",
    "end": "01:28:40.900"
  },
  {
    "text": "and the Irish elk is a peculiar creature,",
    "begin": "01:28:41.820",
    "end": "01:28:44.740"
  },
  {
    "text": "it's extinct, it's neither an elk nor to a specific island,",
    "begin": "01:28:44.820",
    "end": "01:28:49.120"
  },
  {
    "text": "but it went extinct through a period of time, because it devoted so much of its energy to its antlers, that it could not (???)",
    "begin": "01:28:49.440",
    "end": "01:28:57.960"
  },
  {
    "text": "and the author took this and compared it to the human brain.",
    "begin": "01:28:58.520",
    "end": "01:29:02.880"
  },
  {
    "text": "And her proposition was that the human brain was growing so big and human intellect was growing so big",
    "begin": "01:29:03.760",
    "end": "01:29:10.480"
  },
  {
    "text": "that we are not capable of basically (something inaudible, but you get what she means right?)",
    "begin": "01:29:11.040",
    "end": "01:29:17.520"
  },
  {
    "text": "And her fearing was that, the brain...human brain as it exists,",
    "begin": "01:29:17.860",
    "end": "01:29:23.320"
  },
  {
    "text": "was a much of a  detritus to human race as the giant antlers were that may or may not (???)",
    "begin": "01:29:25.180",
    "end": "01:29:33.160"
  },
  {
    "text": "and I found that disturbing (......I'm so sorry)",
    "begin": "01:29:33.640",
    "end": "01:29:44.160"
  },
  {
    "text": "Well, that's a cool question, I think you just retold the story of the Fall in Genesis.",
    "begin": "01:29:47.280",
    "end": "01:29:55.060"
  },
  {
    "text": "You see, and I mean that,",
    "begin": "01:29:56.380",
    "end": "01:29:58.540"
  },
  {
    "text": "because, as far as I can tell, what that story means is that,",
    "begin": "01:29:58.800",
    "end": "01:30:02.880"
  },
  {
    "text": "at some point in time,",
    "begin": "01:30:03.380",
    "end": "01:30:06.280"
  },
  {
    "text": "people became conceptional and sophisticated enough to understand their own vulnerability,",
    "begin": "01:30:07.580",
    "end": "01:30:13.980"
  },
  {
    "text": "to realize their own nakedness, to discover death, to discover the necessity of work,",
    "begin": "01:30:14.240",
    "end": "01:30:20.000"
  },
  {
    "text": "and to be blown out of that pre-conscious paradise into the tragic domain of history",
    "begin": "01:30:20.580",
    "end": "01:30:26.780"
  },
  {
    "text": "I believe that's what that story means, and you can read that as a tragic catastrophe with no solution.",
    "begin": "01:30:27.220",
    "end": "01:30:34.100"
  },
  {
    "text": "And I would say though, however, that since that time and God only knows when that was,",
    "begin": "01:30:35.200",
    "end": "01:30:40.400"
  },
  {
    "text": "the human race has been collectively attempting to address that problem,",
    "begin": "01:30:40.400",
    "end": "01:30:45.240"
  },
  {
    "text": "and the solution that's emerged is something like: although a little bit of excess consciousness demolish us, a lot more consciousness could save us.",
    "begin": "01:30:45.640",
    "end": "01:30:58.380"
  },
  {
    "text": "And I think that that's the case.",
    "begin": "01:30:59.420",
    "end": "01:31:01.580"
  },
  {
    "text": "There's no going back, right?",
    "begin": "01:31:01.900",
    "end": "01:31:03.440"
  },
  {
    "text": "Alcohol makes you unconscious, for example , and that's part of why people like it, and it's not surprising; sedatives do that,",
    "begin": "01:31:04.020",
    "end": "01:31:12.100"
  },
  {
    "text": "the things that people do to themselves to destroy their consciousness, by distraction, do that.",
    "begin": "01:31:12.100",
    "end": "01:31:18.600"
  },
  {
    "text": "They alleviate the terrible catastrophe of being more awake than it's easy to bear,",
    "begin": "01:31:18.600",
    "end": "01:31:24.120"
  },
  {
    "text": "but it's the wrong solution.",
    "begin": "01:31:24.780",
    "end": "01:31:26.700"
  },
  {
    "text": "The right solution is to be even more awake,",
    "begin": "01:31:27.200",
    "end": "01:31:29.600"
  },
  {
    "text": "and to pay even more attention.",
    "begin": "01:31:29.740",
    "end": "01:31:31.820"
  },
  {
    "text": "And there's a way out of the problem that way.",
    "begin": "01:31:31.820",
    "end": "01:31:34.480"
  },
  {
    "text": "And so, the fall, the idea of the fall indicates that there's something about people that's irredeemably damaged, well perhaps not irredeemably,",
    "begin": "01:31:34.900",
    "end": "01:31:44.800"
  },
  {
    "text": "but seriously damaged, right?",
    "begin": "01:31:45.380",
    "end": "01:31:47.460"
  },
  {
    "text": "There's a schism in being, let's say, that's not easy to rectify.",
    "begin": "01:31:47.720",
    "end": "01:31:52.140"
  },
  {
    "text": "That's what the story indicates, and I think it's tightly tied with the kind of evolutionary process that you were just commenting on,",
    "begin": "01:31:53.660",
    "end": "01:32:00.540"
  },
  {
    "text": "the Irish elk has developed its excess antlers, the theory goes as a consequence of female sexual selection",
    "begin": "01:32:00.540",
    "end": "01:32:09.120"
  },
  {
    "text": "of course, female human beings are very choosy maters unlike chimpanzees, let's say,",
    "begin": "01:32:09.240",
    "end": "01:32:15.000"
  },
  {
    "text": "and there's reasonable evidence that one of the factors that compelled our cortical evolution forward was female sexual choosiness.",
    "begin": "01:32:15.280",
    "end": "01:32:22.280"
  },
  {
    "text": "And that's why perhaps that Eve attempts Adam into self-consciousness in Genesis,",
    "begin": "01:32:22.800",
    "end": "01:32:28.840"
  },
  {
    "text": "and maybe that's why there's been even eternal lamenting between men and women for their sins, because women certainly do make men self-conscious",
    "begin": "01:32:29.120",
    "end": "01:32:36.120"
  },
  {
    "text": "it might be the primary effect that women have on men,",
    "begin": "01:32:36.540",
    "end": "01:32:40.060"
  },
  {
    "text": "that's advantageous in that more conscious men are better but it's disadvantageous for in that self-consciousness is generally a very unpleasant emotion.",
    "begin": "01:32:41.960",
    "end": "01:32:48.960"
  },
  {
    "text": "So I would say, however, that self-consciousness is the guide way to transcendence and development,",
    "begin": "01:32:49.700",
    "end": "01:32:55.040"
  },
  {
    "text": "and so the best thing for human beings to do is to bear up under their self-conscious tragedy and to transcend pass that by becoming even more conscious.",
    "begin": "01:32:55.140",
    "end": "01:33:05.620"
  },
  {
    "text": "And I think that's the hope that we have, I think that's what the great religions of the world constantly dangle before us,",
    "begin": "01:33:05.780",
    "end": "01:33:12.780"
  },
  {
    "text": "is that if you are suffering in your half-awake state, then it's time to wake up completely and that perhaps that will go away,",
    "begin": "01:33:13.040",
    "end": "01:33:20.040"
  },
  {
    "text": "well we don't know but, we don't have a better option",
    "begin": "01:33:20.040",
    "end": "01:33:23.300"
  },
  {
    "text": "the other option is annihilation, and seems a bit premature, shall we say?",
    "begin": "01:33:23.540",
    "end": "01:33:33.720"
  },
  {
    "text": "Given that we're not all we could be, it seems a bit premature.",
    "begin": "01:33:35.620",
    "end": "01:33:39.700"
  },
  {
    "text": "In some of your YouTube videos, you talked about the ancient mythology of Babylon and Egypt,",
    "begin": "01:33:43.660",
    "end": "01:33:50.840"
  },
  {
    "text": "and you've described it as a way that they \"act out,\"",
    "begin": "01:33:50.960",
    "end": "01:33:55.120"
  },
  {
    "text": "what they sensed to be true but even because they couldn't articulate,",
    "begin": "01:33:55.520",
    "end": "01:33:59.840"
  },
  {
    "text": "is there a modern day equivalent of acting out the truth, and if so, can you describe it for us?",
    "begin": "01:34:01.320",
    "end": "01:34:10.660"
  },
  {
    "text": "Well I would say that, in large part, Christianity is the example of that,",
    "begin": "01:34:14.880",
    "end": "01:34:20.240"
  },
  {
    "text": "it's fundamentally a description of pattern of being, an optimized pattern of being, I would say",
    "begin": "01:34:24.600",
    "end": "01:34:31.080"
  },
  {
    "text": "and the way that it was generated, and again, this is a psychological interpretation, and I don't claim that it's exhaust of not talking the least,",
    "begin": "01:34:31.500",
    "end": "01:34:40.620"
  },
  {
    "text": "is that you can imagine that as people move through time, this is again the idea that the figure of Christ is implicit in the Old Testament,",
    "begin": "01:34:41.640",
    "end": "01:34:50.220"
  },
  {
    "text": "which is also a psychological idea,",
    "begin": "01:34:51.360",
    "end": "01:34:53.760"
  },
  {
    "text": "imagine that as people progress through time, they observe that some people were handling existence better than others,",
    "begin": "01:34:53.760",
    "end": "01:35:00.340"
  },
  {
    "text": "and those people attracted attention.",
    "begin": "01:35:00.920",
    "end": "01:35:04.280"
  },
  {
    "text": "And admiration. And stories were generated about them.",
    "begin": "01:35:04.460",
    "end": "01:35:08.220"
  },
  {
    "text": "So you might say that out of a hundred people, the most capable and honorable and respectable and useful and benevolent person was identified",
    "begin": "01:35:08.440",
    "end": "01:35:18.840"
  },
  {
    "text": "and then celebrated as least with admiration, and thenperhaps with stories",
    "begin": "01:35:18.840",
    "end": "01:35:22.540"
  },
  {
    "text": "and so then you might imagine that there were ten groups of a hundred people, and each of them had their story about the most admirable person",
    "begin": "01:35:23.660",
    "end": "01:35:30.920"
  },
  {
    "text": "and then those stories came together as those tribes amalgamated , and then the story of the ten most admirable people was amalgamated into",
    "begin": "01:35:32.940",
    "end": "01:35:39.940"
  },
  {
    "text": "a figure that was the most admirable of those ten and then the entire group of ten one hundred tribes, people could come together under that banner,",
    "begin": "01:35:41.060",
    "end": "01:35:51.440"
  },
  {
    "text": "and it really looks like in some sense that's how monotheism emerged out of polytheism,",
    "begin": "01:35:51.440",
    "end": "01:35:55.500"
  },
  {
    "text": "is that the tribal groups had their local ideals, let's say, and when they come together those local ideals were amalgamated into you may describe as a meta-ideal,",
    "begin": "01:35:55.980",
    "end": "01:36:01.760"
  },
  {
    "text": "and people were able to unite under that meta-ideal, so for example, in Mesopotamia,",
    "begin": "01:36:01.760",
    "end": "01:36:10.420"
  },
  {
    "text": "the was a God, known as Martyr, and Martyr kept a very large number of names,",
    "begin": "01:36:11.880",
    "end": "01:36:16.840"
  },
  {
    "text": "some of which are quite fascinating, and the reason that he had a large number of names is because he was an amalgam of a very large number of previous Gods.",
    "begin": "01:36:17.080",
    "end": "01:36:27.420"
  },
  {
    "text": "So you know there's an idea, a Christian idea, for example, that Christ was the King of kings, let's say",
    "begin": "01:36:33.600",
    "end": "01:36:40.400"
  },
  {
    "text": "the hero of heroes, and from a psychological perspective, I just read that as a straightforward observation,",
    "begin": "01:36:40.560",
    "end": "01:36:47.560"
  },
  {
    "text": "that as the stories of the great people of the past amalgamated, out of that emerged in the human imagination,",
    "begin": "01:36:48.400",
    "end": "01:36:56.860"
  },
  {
    "text": "a conceptualization of the ideal, it's a very strange conceptualization",
    "begin": "01:36:57.720",
    "end": "01:37:01.940"
  },
  {
    "text": "because it involves something like the voluntary acceptance of suffering and its simultaneous transcendence.",
    "begin": "01:37:04.700",
    "end": "01:37:11.700"
  },
  {
    "text": "And that's a kin in some sense the old stories of the hero who fights the dragon, because of course, in some sense, the ultimate dragon is, well death",
    "begin": "01:37:15.260",
    "end": "01:37:22.260"
  },
  {
    "text": "and also the malevolence that might produce an unjust death",
    "begin": "01:37:22.740",
    "end": "01:37:26.740"
  },
  {
    "text": "and to be able to face that without shrinking is perhaps the essential hallmark of the most well developed character,",
    "begin": "01:37:30.780",
    "end": "01:37:37.780"
  },
  {
    "text": "and that ideal is a product of the collective imagination of humanity, from a psychological perspective,",
    "begin": "01:37:38.160",
    "end": "01:37:45.860"
  },
  {
    "text": "what it means beyond that, if anything, I'm in no position to determine.",
    "begin": "01:37:46.380",
    "end": "01:37:53.000"
  },
  {
    "text": "My question was how...do you have any thoughts or recommendations about how will we speak the truth?",
    "begin": "01:38:01.500",
    "end": "01:38:09.300"
  },
  {
    "text": "(inaudible sounds...but don't worry, Dr. Peterson will repeat the question later)",
    "begin": "01:38:09.300",
    "end": "01:38:17.440"
  },
  {
    "text": "Okay, so the question is, how do you speak truth in a highly hierarchal environment, like a work place where perhaps you have disagreeable or even tyrannical managers and a resistance to the truth?",
    "begin": "01:38:24.080",
    "end": "01:38:35.740"
  },
  {
    "text": "Well, that's an excellent question.",
    "begin": "01:38:35.780",
    "end": "01:38:37.580"
  },
  {
    "text": "The first thing I would say is, you prepare yourself",
    "begin": "01:38:38.160",
    "end": "01:38:41.600"
  },
  {
    "text": "and so, if you want to negotiate, for example, you can't negotiate from a position of weakness,",
    "begin": "01:38:42.220",
    "end": "01:38:48.540"
  },
  {
    "text": "because you lose.",
    "begin": "01:38:49.020",
    "end": "01:38:50.220"
  },
  {
    "text": "You'll lose in every way. You can't withstand a conflict; you've got nothing to fall back on.",
    "begin": "01:38:50.220",
    "end": "01:38:54.860"
  },
  {
    "text": "So if you're in a workplace that's not amendable to informative messages, let's say,",
    "begin": "01:38:55.360",
    "end": "01:39:03.520"
  },
  {
    "text": "the first thing you do is look for another job.",
    "begin": "01:39:04.900",
    "end": "01:39:08.640"
  },
  {
    "text": "I don't mean that you take another job, that isn't what I mean,",
    "begin": "01:39:09.060",
    "end": "01:39:13.140"
  },
  {
    "text": "I mean that you need to provide yourself with credible options.",
    "begin": "01:39:13.560",
    "end": "01:39:17.800"
  },
  {
    "text": "Because otherwise, you'll be weak when you stand for it.",
    "begin": "01:39:18.520",
    "end": "01:39:22.280"
  },
  {
    "text": "and especially someone who's a bully will just bully you right over",
    "begin": "01:39:22.500",
    "end": "01:39:26.980"
  },
  {
    "text": "because you've got no power.",
    "begin": "01:39:27.020",
    "end": "01:39:28.940"
  },
  {
    "text": "And so you have to prepare yourself, and you do that by reducing the risk to yourself in an intelligent manner,",
    "begin": "01:39:31.740",
    "end": "01:39:38.740"
  },
  {
    "text": "and one of the things I counsel my clients, many of whom are executives, are people who are otherwise very successful,",
    "begin": "01:39:38.940",
    "end": "01:39:48.260"
  },
  {
    "text": "is that you should always be prepared to make a lateral upward move,",
    "begin": "01:39:49.040",
    "end": "01:39:53.520"
  },
  {
    "text": "because otherwise you have no negotiate power.",
    "begin": "01:39:53.680",
    "end": "01:39:56.880"
  },
  {
    "text": "and so of course that means that if you have no options, you're in a weak position, but it is the case that if you have no options, then you're in a weak position.",
    "begin": "01:39:57.380",
    "end": "01:40:05.160"
  },
  {
    "text": "So you keep your CV updated,",
    "begin": "01:40:05.500",
    "end": "01:40:07.420"
  },
  {
    "text": "you develop the skills necessary to make you movable in the marketplace to reduce your fear of interviews and alternative, you know the processes you have to go through to seek alternative employment",
    "begin": "01:40:07.800",
    "end": "01:40:19.620"
  },
  {
    "text": "which is a very good thing to do anyways,",
    "begin": "01:40:19.620",
    "end": "01:40:21.360"
  },
  {
    "text": "and then if you can put yourself in a position of relative strength,",
    "begin": "01:40:21.780",
    "end": "01:40:26.260"
  },
  {
    "text": "and then you can decide what it is that you have to say first,",
    "begin": "01:40:26.800",
    "end": "01:40:30.280"
  },
  {
    "text": "you don't fight unnecessary battles, and you don't make unnecessary enemies.",
    "begin": "01:40:30.680",
    "end": "01:40:35.960"
  },
  {
    "text": "And perhaps you put forward a tentative suggestion with great argumentation behind it after perhaps also finding out if there're other people who feel the same way you do",
    "begin": "01:40:36.380",
    "end": "01:40:47.340"
  },
  {
    "text": "and formulating a potential solution.",
    "begin": "01:40:47.340",
    "end": "01:40:49.760"
  },
  {
    "text": "And then, generally speaking, under those conditions, the probability that you'll be successful will be maximized.",
    "begin": "01:40:50.360",
    "end": "01:40:58.040"
  },
  {
    "text": "I would also say that if under those conditions, you still cannot succeed, then you should leave.",
    "begin": "01:40:58.620",
    "end": "01:41:06.320"
  },
  {
    "text": "Because you're purchasing security of person at the price of security of soul,",
    "begin": "01:41:06.640",
    "end": "01:41:13.520"
  },
  {
    "text": "and that's a bad choice, it'll beat you down across time, and you don't want that.",
    "begin": "01:41:14.100",
    "end": "01:41:19.460"
  },
  {
    "text": "Well, thank you again, Young American for Liberty,",
    "begin": "01:41:41.460",
    "end": "01:41:44.320"
  },
  {
    "text": "so thank you guys, and thank you, obviously,",
    "begin": "01:41:44.320",
    "end": "01:41:47.100"
  },
  {
    "text": "I'm also here from Portland, (I completely agree with your assessment) with some colleagues  from a (???)",
    "begin": "01:41:49.120",
    "end": "01:41:58.420"
  },
  {
    "text": "Um, I do have a societal question for you:",
    "begin": "01:41:58.660",
    "end": "01:42:02.000"
  },
  {
    "text": "what in your view is the macro-agenda or the goal, the end goal, the end game, for the current SJW left who fight free speech obfuscate the basic concept of identity",
    "begin": "01:42:02.640",
    "end": "01:42:15.540"
  },
  {
    "text": "and who peddle out-right falsity in regards to the oppression things, for instance,",
    "begin": "01:42:16.280",
    "end": "01:42:21.120"
  },
  {
    "text": "in the media and on college campuses?",
    "begin": "01:42:21.760",
    "end": "01:42:24.240"
  },
  {
    "text": "And is A solution, not THE solution, but A solution,",
    "begin": "01:42:25.460",
    "end": "01:42:29.220"
  },
  {
    "text": "to that moving with that Overton Window, so to speak",
    "begin": "01:42:30.440",
    "end": "01:42:34.340"
  },
  {
    "text": "through mischief, trolling, and as you said earlier, black truths?",
    "begin": "01:42:34.340",
    "end": "01:42:38.640"
  },
  {
    "text": "(Black truths, speaking of black truths.)",
    "begin": "01:42:39.740",
    "end": "01:42:41.660"
  },
  {
    "text": "Well, the motivation issue is complex, I mean, I think some of it is the nave good-heartedness of youth,",
    "begin": "01:42:42.960",
    "end": "01:42:56.240"
  },
  {
    "text": "a fair bit is that.",
    "begin": "01:42:57.380",
    "end": "01:42:58.580"
  },
  {
    "text": "Some of that I think is the consequence of the introduction of women en masse to the political environment,",
    "begin": "01:43:00.660",
    "end": "01:43:08.360"
  },
  {
    "text": "and the manifestation of the personality trait Agreeableness as a political force,  for perhaps the first time in history",
    "begin": "01:43:09.800",
    "end": "01:43:19.260"
  },
  {
    "text": "it's a radical transformation to have women occupy positions of power, and we don't know what that will mean, for better or for worse.",
    "begin": "01:43:19.580",
    "end": "01:43:26.580"
  },
  {
    "text": "And to think that it will only be for better is nave, beyond belief.",
    "begin": "01:43:26.580",
    "end": "01:43:30.460"
  },
  {
    "text": "So, and then, there's willful blindness, there's ideological possession, and there's a kind of ungrateful...there's a deep ingratitude as well.",
    "begin": "01:43:31.260",
    "end": "01:43:47.200"
  },
  {
    "text": "And a sense of historical...a lack of historical perspective that's quite compelling,",
    "begin": "01:43:48.980",
    "end": "01:43:55.420"
  },
  {
    "text": "I mean, to my way of thinking, and perhaps because I'm reasonably well versed in the nature of historical catastrophes,",
    "begin": "01:43:55.420",
    "end": "01:44:02.160"
  },
  {
    "text": "the fact that we can all assemble peacefully in this unbelievably beautiful place in this crazily beautiful town with the tension that does exist which is rather minimal by historical standards",
    "begin": "01:44:03.020",
    "end": "01:44:15.160"
  },
  {
    "text": "and engage in this sort of discussion peacefully and productively is almost incomprehensible,",
    "begin": "01:44:15.500",
    "end": "01:44:21.980"
  },
  {
    "text": "given the evidence that's come forth to us throughout history.",
    "begin": "01:44:22.560",
    "end": "01:44:27.200"
  },
  {
    "text": "And I don't believe that we do enough to teach our young people, just how exactly improbable that is,",
    "begin": "01:44:30.800",
    "end": "01:44:37.940"
  },
  {
    "text": "and so I don't think they know.",
    "begin": "01:44:38.180",
    "end": "01:44:40.960"
  },
  {
    "text": "And so what they see instead of the improbable functionality of our culture is all the errors that it still makes.",
    "begin": "01:44:41.780",
    "end": "01:44:50.960"
  },
  {
    "text": "And it's reasonable for them to see that, but not without that broader context.",
    "begin": "01:44:51.380",
    "end": "01:44:56.980"
  },
  {
    "text": "What to do about it? Well,",
    "begin": "01:44:58.160",
    "end": "01:45:01.300"
  },
  {
    "text": "I think the fundamental thing about it, as I said, is for (and this is I believe the Western way fundamentally)",
    "begin": "01:45:03.940",
    "end": "01:45:12.620"
  },
  {
    "text": "is for people to excel, to magnify the degree to which they're taking personal responsibility for their life",
    "begin": "01:45:13.080",
    "end": "01:45:20.460"
  },
  {
    "text": "because I think that then as individuals they'll find the proper way to fight the micro-battles that will be necessary to fight",
    "begin": "01:45:21.220",
    "end": "01:45:28.200"
  },
  {
    "text": "in order to stamp the tide of rising radical...radicalism, let's leave it at that.",
    "begin": "01:45:28.200",
    "end": "01:45:42.540"
  },
  {
    "text": "What I think will happen with humanity is what I also encourage people to do, is to stop enrolling in those classes,",
    "begin": "01:45:42.760",
    "end": "01:45:51.960"
  },
  {
    "text": "I mean the humanities are bleeding people like mad, man, they're leaving them in droves!",
    "begin": "01:45:51.960",
    "end": "01:45:57.540"
  },
  {
    "text": "There won't be a man in the humanities in ten years, and in most of the social sciences as well,",
    "begin": "01:45:57.540",
    "end": "01:46:03.220"
  },
  {
    "text": "I mean, I've watched the enrollment curves for...really, for decades, and have seen this propagate itself throughout time,",
    "begin": "01:46:03.220",
    "end": "01:46:09.840"
  },
  {
    "text": "but, more tellingly, even as that the overall proportion of enrollment amongst students in the humanities has declined every decades since the 1960's",
    "begin": "01:46:10.140",
    "end": "01:46:20.560"
  },
  {
    "text": "and so as the humanities move farther away from what it is that they truly have to offer,",
    "begin": "01:46:20.560",
    "end": "01:46:25.680"
  },
  {
    "text": "which is the transmission of the wisdom of the past to youths so that they can see their proper way forward",
    "begin": "01:46:25.800",
    "end": "01:46:32.760"
  },
  {
    "text": "and to become articulate, well-armed, and responsible citizens",
    "begin": "01:46:32.800",
    "end": "01:46:37.640"
  },
  {
    "text": "as they abandoned that responsibility, all they have to offer is Nihilism and resentment",
    "begin": "01:46:37.640",
    "end": "01:46:45.320"
  },
  {
    "text": "and that doesn't sell well except to a tiny fraction of people who would like to have as much of that as they can possibly manage.",
    "begin": "01:46:45.320",
    "end": "01:46:51.900"
  },
  {
    "text": "When we see it happening, we see it happening not just on college campus, but as a overall cultural shift",
    "begin": "01:46:52.440",
    "end": "01:46:59.920"
  },
  {
    "text": "toward selling also to people and not (?)",
    "begin": "01:46:59.920",
    "end": "01:47:04.160"
  },
  {
    "text": "so you look at what just happened, they're literally rallying in Berkeley",
    "begin": "01:47:04.160",
    "end": "01:47:06.720"
  },
  {
    "text": "you look at essentially every closed college protest that's going on in the streets, from Portland to Chicago",
    "begin": "01:47:06.820",
    "end": "01:47:16.040"
  },
  {
    "text": "it seems that how we address these type of narratives is not just happening with college campus, but it seems that the idea of your video framework of getting to the Kingdom of God",
    "begin": "01:47:16.200",
    "end": "01:47:30.600"
  },
  {
    "text": "what if the Kingdom's completely different (...???) from cultural shifts?",
    "begin": "01:47:30.600",
    "end": "01:47:37.180"
  },
  {
    "text": "Well, you know, in many times in my life, I've tried to face, let's say, the choice between a political route and this, I would say, a philosophical route or a psychological route that I've chosen to go.",
    "begin": "01:47:38.360",
    "end": "01:47:52.240"
  },
  {
    "text": "And what I gave you tonight is really the best answer that I have.",
    "begin": "01:47:52.940",
    "end": "01:47:56.280"
  },
  {
    "text": "I'm not trying to make the case I wouldn't, but that's a comprehensive answer.",
    "begin": "01:47:56.280",
    "end": "01:48:01.060"
  },
  {
    "text": "But I think that if you want to move forward properly, the best thing to do is to organize yourself, I mean personally,",
    "begin": "01:48:01.300",
    "end": "01:48:10.300"
  },
  {
    "text": "to organize yourself as well as you possibly can and to get those things around you that aren't in order in order,",
    "begin": "01:48:10.300",
    "end": "01:48:16.840"
  },
  {
    "text": "your family, how you conduct yourself, because then you're going to be the best position to make the proper decisions in the specific situations that obtain to you,",
    "begin": "01:48:20.180",
    "end": "01:48:27.180"
  },
  {
    "text": "and I think that that's where people have their most power.",
    "begin": "01:48:27.180",
    "end": "01:48:29.840"
  },
  {
    "text": "And I think that power is not insignificant, not at all.",
    "begin": "01:48:29.860",
    "end": "01:48:33.540"
  },
  {
    "text": "So, that's the best I can do for that.",
    "begin": "01:48:34.020",
    "end": "01:48:36.640"
  },
  {
    "text": "Yeah, I mean I can, that was a really interesting question and I'm not a Social Justice Warrior myself,",
    "begin": "01:48:40.060",
    "end": "01:48:46.840"
  },
  {
    "text": "but as I understand it, I think a lot of people who I've talked to have been thinking about that, I think they're really trying to dismantle what they see to be unfair systems of advantages and patriarchal structures, there you have it?",
    "begin": "01:48:46.840",
    "end": "01:49:01.500"
  },
  {
    "text": "So my question is, um, because this Truth idea really, really interests me, do you feel that because the limits of your own human experience and your own identity,",
    "begin": "01:49:06.580",
    "end": "01:49:13.280"
  },
  {
    "text": "that there are things that there are things you'll never be able to change your mind about? Thank you.",
    "begin": "01:49:13.280",
    "end": "01:49:18.360"
  },
  {
    "text": "I think there are...that there are things I'll never...there are things that I, let's say, will stay my life on,",
    "begin": "01:49:22.020",
    "end": "01:49:30.360"
  },
  {
    "text": "which I think is a better way of putting it,",
    "begin": "01:49:30.360",
    "end": "01:49:32.460"
  },
  {
    "text": "one of those is that is better to serve being than to denounce it,",
    "begin": "01:49:35.000",
    "end": "01:49:39.240"
  },
  {
    "text": "and that it's better to not lie, let's say, instead of telling the truth because someone asked earlier, you know, how do you go about the truth, and in some sense you can't, but you can stop saying things you know to be false.",
    "begin": "01:49:40.220",
    "end": "01:49:55.840"
  },
  {
    "text": "Which is a good start, and that's within anyone's grasp then I would say, I'm not likely to change my mind about the utility of doing that either",
    "begin": "01:49:58.220",
    "end": "01:50:05.220"
  },
  {
    "text": "because I've decided that I'm going to accept the consequences of doing that gratefully, regardless of what the consequences are.",
    "begin": "01:50:05.220",
    "end": "01:50:14.320"
  },
  {
    "text": "And so, at some point in your life, perhaps not precisely when you're young,",
    "begin": "01:50:14.660",
    "end": "01:50:19.960"
  },
  {
    "text": "you have to decide what it is that you're going to act out, that's something Carl Jung has specified",
    "begin": "01:50:19.960",
    "end": "01:50:26.100"
  },
  {
    "text": "He said, you know, if you're going to act out a mythological structure of one type or another,",
    "begin": "01:50:26.100",
    "end": "01:50:31.020"
  },
  {
    "text": "you're either going to be aware of it or not",
    "begin": "01:50:31.020",
    "end": "01:50:33.360"
  },
  {
    "text": "if you become aware of it, then perhaps you can choose it,",
    "begin": "01:50:33.360",
    "end": "01:50:36.760"
  },
  {
    "text": "and that doesn't give you any guarantee, precisely, you know? Because even if you act out, let's say, the heroic path, and you face the dragon in combat, there's no necessary...it's not a necessity that you win.",
    "begin": "01:50:36.880",
    "end": "01:50:51.540"
  },
  {
    "text": "The dragon could eat you.",
    "begin": "01:50:51.580",
    "end": "01:50:53.260"
  },
  {
    "text": "But the idea is that that's your best bet.",
    "begin": "01:50:53.260",
    "end": "01:50:55.680"
  },
  {
    "text": "All things considered it's your best bet",
    "begin": "01:50:56.600",
    "end": "01:50:59.000"
  },
  {
    "text": "to face it forthrightly and I believe that, I partly believe that, because I'm a clinical psychologist",
    "begin": "01:50:59.000",
    "end": "01:51:04.460"
  },
  {
    "text": "and one of the things that clinical psychologists know is that if you help people confront the things that they avoid,",
    "begin": "01:51:04.900",
    "end": "01:51:13.140"
  },
  {
    "text": "voluntarily, they get better.",
    "begin": "01:51:14.040",
    "end": "01:51:16.120"
  },
  {
    "text": "And that's a fundamental truth, I think that's the fundamental truth of human advancement and learning",
    "begin": "01:51:16.120",
    "end": "01:51:22.620"
  },
  {
    "text": "and it's possible that we are Irish elk, and their fundamental approach to the world is deeply flawed and if we pursue it whole-heartedly we'll end up extinct.",
    "begin": "01:51:23.000",
    "end": "01:51:32.620"
  },
  {
    "text": "It is possible that that's the case but if that's the case there's nothing I can do about it, I'm part of the human race and I'm going to act out its destiny the best that I can manage",
    "begin": "01:51:33.000",
    "end": "01:51:42.260"
  },
  {
    "text": "and I'm not willing to reconsider things at that level,",
    "begin": "01:51:42.800",
    "end": "01:51:47.740"
  },
  {
    "text": "I think that that's because I've thought them through sufficiently for me,",
    "begin": "01:51:47.740",
    "end": "01:51:52.060"
  },
  {
    "text": "and because I've also determined in the course of my own life that, (and from watching the effects of what I have been talking about on other people), what I'm doing is serving the good.",
    "begin": "01:51:52.240",
    "end": "01:52:03.480"
  },
  {
    "text": "At least as well as I can do it.",
    "begin": "01:52:03.720",
    "end": "01:52:05.640"
  },
  {
    "text": "And what I've learned has been very helpful to me personally, it's been very helpful to my family, I know it's been helpful for my students because they tell me that, and people write me all the time",
    "begin": "01:52:05.920",
    "end": "01:52:17.500"
  },
  {
    "text": "say that they found great utility in what I'm communicating.",
    "begin": "01:52:18.500",
    "end": "01:52:24.920"
  },
  {
    "text": "And so that's enough evidence for me right now that I'm on a path that's sufficient...that sufficiently justifies me.",
    "begin": "01:52:24.960",
    "end": "01:52:37.720"
  },
  {
    "text": "Just like to say we have about 20 minutes until nine o'clock, we're probably going to take five to ten minutes of more questions and then we have about ten minutes for people to talk amongst themselves and make their way out, so, up to ten minutes more.",
    "begin": "01:52:41.060",
    "end": "01:52:53.880"
  },
  {
    "text": "I'd just like to thank everybody who helped organize this event,",
    "begin": "01:52:56.600",
    "end": "01:53:00.920"
  },
  {
    "text": "I've been watching yourself on YouTube for a while now, and I really felt you've helped me and I'm sure a lot of other people in this room, I really appreciate it.",
    "begin": "01:53:01.220",
    "end": "01:53:14.360"
  },
  {
    "text": "Hey it's a pleasure :)",
    "begin": "01:53:15.120",
    "end": "01:53:16.560"
  },
  {
    "text": "So I was just wondering, based on history and whatnot that you go into discuss, like the Gulag Archipelago and whatnot,",
    "begin": "01:53:17.520",
    "end": "01:53:30.160"
  },
  {
    "text": "what kind of role do you think the government should play in society?",
    "begin": "01:53:30.160",
    "end": "01:53:32.360"
  },
  {
    "text": "I think that it depends on the circumstances",
    "begin": "01:53:46.500",
    "end": "01:53:49.560"
  },
  {
    "text": "and so, I don't think that that's the right question.",
    "begin": "01:53:51.380",
    "end": "01:53:54.900"
  },
  {
    "text": "I think the right question is: how should the government constitute itself so that it can respond flexibly  the demands of the situation?",
    "begin": "01:53:55.640",
    "end": "01:54:05.740"
  },
  {
    "text": "I believe that there's utility in the conservative viewpoint, and I believe that there's utility in the liberal viewpoint, but that it depends on the specifics of the situation.",
    "begin": "01:54:06.640",
    "end": "01:54:18.100"
  },
  {
    "text": "And that there is also error, and even catastrophic error on both sides.",
    "begin": "01:54:18.440",
    "end": "01:54:23.240"
  },
  {
    "text": "So that the government needs to be constituted, I would say, much like it is in the West",
    "begin": "01:54:23.700",
    "end": "01:54:28.760"
  },
  {
    "text": "where sovereignty is instantiated into people for better or worse, so that people can learn from their errors.",
    "begin": "01:54:29.780",
    "end": "01:54:36.780"
  },
  {
    "text": "And that we progress by engaging in dialogue across people of different temperamental types.",
    "begin": "01:54:37.220",
    "end": "01:54:45.320"
  },
  {
    "text": "Because sometimes the boarders are too open, and they need to be tightened; and sometimes the boarders are too closed, and they need to be loosened.",
    "begin": "01:54:46.060",
    "end": "01:54:56.220"
  },
  {
    "text": "If the boarders between everything become completely closed, then everything dies, right?",
    "begin": "01:54:56.220",
    "end": "01:55:01.740"
  },
  {
    "text": "It's deprived of air of water.",
    "begin": "01:55:01.740",
    "end": "01:55:03.440"
  },
  {
    "text": "And everything dies. There's endless mythological representation of that being part of the reason that Egypt, for example,",
    "begin": "01:55:03.440",
    "end": "01:55:09.700"
  },
  {
    "text": "and the Mosaic story is a Kingdom of sand and stone, because sand and stone lack water,",
    "begin": "01:55:09.700",
    "end": "01:55:15.280"
  },
  {
    "text": "and Moses who's someone who leads his people out of tyranny,",
    "begin": "01:55:15.500",
    "end": "01:55:19.640"
  },
  {
    "text": "is a master of water.",
    "begin": "01:55:19.640",
    "end": "01:55:21.140"
  },
  {
    "text": "And the message in that story is that sometimes the Kingdom turns to stone,",
    "begin": "01:55:21.140",
    "end": "01:55:25.100"
  },
  {
    "text": "and it's a tyranny.",
    "begin": "01:55:25.120",
    "end": "01:55:26.400"
  },
  {
    "text": "And new revivification needs to be integrated",
    "begin": "01:55:26.560",
    "end": "01:55:30.580"
  },
  {
    "text": "the doors have to open and new information has to flow in.",
    "begin": "01:55:30.580",
    "end": "01:55:33.920"
  },
  {
    "text": "But then there are times when, like the story for example,",
    "begin": "01:55:33.980",
    "end": "01:55:37.820"
  },
  {
    "text": "there are times when there's too much influx of information, that's a flood, that's one way of reading the flood story,",
    "begin": "01:55:39.260",
    "end": "01:55:47.460"
  },
  {
    "text": "is that there's just too much pouring in, and everyone drowns",
    "begin": "01:55:47.460",
    "end": "01:55:51.220"
  },
  {
    "text": "and what we have to always ask ourselves is: are we tending the guard properly?",
    "begin": "01:55:51.380",
    "end": "01:55:56.580"
  },
  {
    "text": "It's not drying out from lack of water, it's not drowning because there's too much moisture coming in,",
    "begin": "01:55:57.300",
    "end": "01:56:03.940"
  },
  {
    "text": "and the only way we can determine that is by paying attention and communicating, and that's why free speech is such a fundamental necessity.",
    "begin": "01:56:03.940",
    "end": "01:56:10.320"
  },
  {
    "text": "So it's not precisely what the government can do, because it has to do many things,",
    "begin": "01:56:10.420",
    "end": "01:56:15.860"
  },
  {
    "text": "but, because it's the society of people and people have to do many things",
    "begin": "01:56:15.860",
    "end": "01:56:20.280"
  },
  {
    "text": "but how the government goes about in making its decisions",
    "begin": "01:56:20.280",
    "end": "01:56:23.960"
  },
  {
    "text": "And then, at least what the government has to do is protect those, what we call rare and precious processes, that enable it to continue to be a responsive and alive entity.",
    "begin": "01:56:24.220",
    "end": "01:56:36.940"
  },
  {
    "text": "And I think we have done a remarkably good job at that in the West,",
    "begin": "01:56:36.940",
    "end": "01:56:40.260"
  },
  {
    "text": "and I think that the US is a great example of that.",
    "begin": "01:56:40.260",
    "end": "01:56:43.060"
  },
  {
    "text": "For all its flaws, everything is flawed, but the proper analysis is flawed compared to what?",
    "begin": "01:56:43.260",
    "end": "01:56:52.440"
  },
  {
    "text": "And the answer isn't to the hypothetical utopia of your imagination, the answer is to other similar systems that have actually existed in time and space.",
    "begin": "01:56:52.500",
    "end": "01:57:00.840"
  },
  {
    "text": "And by that measure, I would say that the West is doing spectacularly well.",
    "begin": "01:57:00.840",
    "end": "01:57:05.160"
  },
  {
    "text": "And I don't think that we should sink it.",
    "begin": "01:57:05.480",
    "end": "01:57:07.440"
  },
  {
    "text": "Because of...because we're ignorant about its value.",
    "begin": "01:57:08.220",
    "end": "01:57:12.100"
  },
  {
    "text": "About the Postmodern philosophers that you've mentioned that's having particularly threatening and destructive ideas",
    "begin": "01:57:22.960",
    "end": "01:57:30.780"
  },
  {
    "text": "that cause people to question and re-silent our culture, like you've mentioned Foucault,",
    "begin": "01:57:30.780",
    "end": "01:57:36.860"
  },
  {
    "text": "who has mentioned Egypt as his inspiration, so I wonder how might somebody like Foucault or someone like me who can think along with somebody like Foucault get each other along(?)",
    "begin": "01:57:36.960",
    "end": "01:57:51.360"
  },
  {
    "text": "Well, I've read a reasonable amount of Foucault",
    "begin": "01:57:52.200",
    "end": "01:57:57.500"
  },
  {
    "text": "and I would say that among the Postmodernists he's rather remarkable in the fact that you can actually understand what he say.",
    "begin": "01:57:57.960",
    "end": "01:58:04.960"
  },
  {
    "text": "I don't find what he wrote particularly surprising, like the idea that mental illness is in part a social construct,",
    "begin": "01:58:05.700",
    "end": "01:58:13.880"
  },
  {
    "text": "is...if you're a reasonably educated clinician, that's more than self-evident",
    "begin": "01:58:14.000",
    "end": "01:58:20.600"
  },
  {
    "text": "in that virtually every complex activity that human beings engage in is culturally determined to a large degree.",
    "begin": "01:58:21.160",
    "end": "01:58:28.160"
  },
  {
    "text": "It's Derrida that I have the most problem with.",
    "begin": "01:58:28.880",
    "end": "01:58:31.420"
  },
  {
    "text": "And I also know that he put his finger on a very complex problem, which is that the central Postmodernist claim is that every situation allows for a potentially infinite number of interpretations,",
    "begin": "01:58:32.120",
    "end": "01:58:46.780"
  },
  {
    "text": "which is true.",
    "begin": "01:58:46.860",
    "end": "01:58:47.820"
  },
  {
    "text": "And therefore it's difficult to determine which interpretation should be held up as paramount.",
    "begin": "01:58:47.820",
    "end": "01:58:54.180"
  },
  {
    "text": "Now, that's true. In fact, the artificial intelligence researchers ran into that when they were trying to design systems that can perceive the world",
    "begin": "01:58:55.280",
    "end": "01:59:02.280"
  },
  {
    "text": "because the original idea was that perceiving the world is easy, because it's just made out of things,",
    "begin": "01:59:02.280",
    "end": "01:59:07.460"
  },
  {
    "text": "and that learning how to manipulate those things and act upon them would be the complicated problem",
    "begin": "01:59:07.460",
    "end": "01:59:13.160"
  },
  {
    "text": "but it actually turned about that perception was the complicated problem because there's an indefinite number of ways  to perceive things.",
    "begin": "01:59:13.160",
    "end": "01:59:19.160"
  },
  {
    "text": "Now, the reason that Postmodernists were wrong was that there aren't indefinite number of interpretations of the world that don't kill you.",
    "begin": "01:59:20.000",
    "end": "01:59:30.760"
  },
  {
    "text": "Or make others kill you.",
    "begin": "01:59:30.900",
    "end": "01:59:32.500"
  },
  {
    "text": "There's a very constraint number of interpretations that allow you to continue to exist and equally importantly,",
    "begin": "01:59:32.500",
    "end": "01:59:39.180"
  },
  {
    "text": "to allow you to continue to exist in the presence of other people.",
    "begin": "01:59:39.180",
    "end": "01:59:42.580"
  },
  {
    "text": "So although, there are many interpretations that you can ferret out of the Shakespeare kit, your job is to ferret out one that helps you live properly.",
    "begin": "01:59:42.700",
    "end": "01:59:52.260"
  },
  {
    "text": "And that's hypothetically the goal of the guides to great literature",
    "begin": "01:59:52.260",
    "end": "01:59:56.260"
  },
  {
    "text": "And so I think the Postmodernists radically overplayed their hand,",
    "begin": "01:59:56.260",
    "end": "02:00:00.020"
  },
  {
    "text": "and that's particularly true for Derrida,",
    "begin": "02:00:00.020",
    "end": "02:00:02.420"
  },
  {
    "text": "and I think the people who follow Derrida are in many cases doing so because it's hell of a lot easier than actually doing the difficult job of extracting the useful tools from the literature of the world,",
    "begin": "02:00:02.700",
    "end": "02:00:15.820"
  },
  {
    "text": "which is what you do when you read, you extract out useful tools",
    "begin": "02:00:15.820",
    "end": "02:00:18.820"
  },
  {
    "text": "With regards to Nietzsche, Nietzsche said something about everything.",
    "begin": "02:00:18.980",
    "end": "02:00:23.860"
  },
  {
    "text": "And so every philosopher of the modern age, one way or another, is deeply influenced by Nietzsche.",
    "begin": "02:00:23.860",
    "end": "02:00:30.060"
  },
  {
    "text": "And the problem with Nietzsche is that he was a figure prolific beyond comprehension, virtually, I mean,",
    "begin": "02:00:30.320",
    "end": "02:00:37.320"
  },
  {
    "text": "recently I did, I think it was a 45 minute video on one paragraph of Nietzsche's \"Beyond Good and Evil\" and you know, I've barely started to scrape the surface of it,",
    "begin": "02:00:41.780",
    "end": "02:00:48.780"
  },
  {
    "text": "and of course he has multiple books.",
    "begin": "02:00:48.780",
    "end": "02:00:50.660"
  },
  {
    "text": "So Nietzsche is a very strange character, and he said that he philosophies with a hammer and he meant it.",
    "begin": "02:00:51.480",
    "end": "02:00:58.360"
  },
  {
    "text": "And his critque of Christianity was devastating, I would say,",
    "begin": "02:00:58.480",
    "end": "02:01:02.780"
  },
  {
    "text": "but I would also say, and this is a rather shocking comparison, that the role Nietzsche played with regard to Christianity was the same role a maggot can play at a wound,",
    "begin": "02:01:03.160",
    "end": "02:01:16.240"
  },
  {
    "text": "which is that it can devour nothing but diseased flesh and leave what's healthy behind",
    "begin": "02:01:16.240",
    "end": "02:01:20.860"
  },
  {
    "text": "and I think that there is a reading of Nietzsche that allows for precisely that.",
    "begin": "02:01:20.860",
    "end": "02:01:25.320"
  },
  {
    "text": "You know, when he said that God was dead,",
    "begin": "02:01:25.660",
    "end": "02:01:28.300"
  },
  {
    "text": "he also said that that would be a catastrophe, the lights with which we could not even imagine",
    "begin": "02:01:28.300",
    "end": "02:01:33.460"
  },
  {
    "text": "and society itself would oscillate back and forth murderously for centuries as a consequence.",
    "begin": "02:01:33.460",
    "end": "02:01:38.600"
  },
  {
    "text": "So wasn't triumphant.",
    "begin": "02:01:38.600",
    "end": "02:01:40.120"
  },
  {
    "text": "And he strove to find out what an alternative to that might be and he formulated the idea of over-man (ubermensch), essentially, right?",
    "begin": "02:01:40.460",
    "end": "02:01:48.440"
  },
  {
    "text": "The superman who was capable of creating his own values, and I think that Nietzsche made a mistake there, and I think it was a mistake that was rectified by Carl Jung,",
    "begin": "02:01:48.520",
    "end": "02:01:57.560"
  },
  {
    "text": "because Jung knew that...I think Jung was really the first person, although Nietzsche has intimations of this,",
    "begin": "02:01:57.800",
    "end": "02:02:04.800"
  },
  {
    "text": "because Nietzsche does say that our drives philosophies, right? which is very biologically oriented observation.",
    "begin": "02:02:04.860",
    "end": "02:02:11.860"
  },
  {
    "text": "But what Jung noted was that well we don't create our own values because the values are implicit within us, but we can rediscover them, and that's partly why he was so interested is analysis in mythology and the unconscious.",
    "begin": "02:02:12.000",
    "end": "02:02:24.260"
  },
  {
    "text": "And so, I think that Postmodernists took the part of Nietzsche that's only destructive to its final conclusion, and that's actually what's being played out now.",
    "begin": "02:02:24.720",
    "end": "02:02:35.380"
  },
  {
    "text": "Derrida's critique of modern civilization is Phallogocentric, right? male dominated, centered around the idea of the logos - he regarded that as nothing but a tool of oppression and marginalization.",
    "begin": "02:02:36.640",
    "end": "02:02:48.780"
  },
  {
    "text": "And there's some truth in that because whenever you produce a value system, you also exclude things from the value system as not valuable, obviously",
    "begin": "02:02:49.100",
    "end": "02:02:57.820"
  },
  {
    "text": "but the problem I think that the Postmodernists won't address is that the alternative to creating value systems and dealing with the exlusion that comes with that is to drown in Nihilistic chaos,",
    "begin": "02:02:58.000",
    "end": "02:03:12.940"
  },
  {
    "text": "and worse, while you're drowning in Nihilistic chaos, you're going to call out forces of totalitarian order.",
    "begin": "02:03:13.220",
    "end": "02:03:20.760"
  },
  {
    "text": "And so it's no solution.",
    "begin": "02:03:21.060",
    "end": "02:03:22.660"
  },
  {
    "text": "And what I see Postmodernism doing to students, generally speaking, is demoralize them completely.",
    "begin": "02:03:22.660",
    "end": "02:03:29.220"
  },
  {
    "text": "You know, they come to university looking to catalyze their identity,",
    "begin": "02:03:29.220",
    "end": "02:03:33.380"
  },
  {
    "text": "often clinging to last remaining shred of their culture that's just what's keeping them afloat and all that Postmodernist professors do is take those remaining fragments that are allowing them to stay above the water and",
    "begin": "02:03:33.620",
    "end": "02:03:45.340"
  },
  {
    "text": "tell them that they're illusory and take them away.",
    "begin": "02:03:45.340",
    "end": "02:03:48.260"
  },
  {
    "text": "It's like well now you're free.",
    "begin": "02:03:48.260",
    "end": "02:03:50.160"
  },
  {
    "text": "It's like I've dropped you in the middle of the ocean, you can swim in any direction you want,",
    "begin": "02:03:50.160",
    "end": "02:03:55.120"
  },
  {
    "text": "you're free.",
    "begin": "02:03:55.460",
    "end": "02:03:56.340"
  },
  {
    "text": "And I think that that's rooted in large part, even in hatred of youth. I really believe that.",
    "begin": "02:03:57.020",
    "end": "02:04:03.100"
  },
  {
    "text": "Because why would you cripple people if you didn't hate them?",
    "begin": "02:04:03.100",
    "end": "02:04:06.120"
  },
  {
    "text": "And so there's hatred of humanity lurking at the bottom of the worst access of the idealogues in general.",
    "begin": "02:04:06.120",
    "end": "02:04:11.760"
  },
  {
    "text": "You know, you hear this from environmentalists sometime, I've heard this many times: the planet will be better off if there were no people on it.",
    "begin": "02:04:11.760",
    "end": "02:04:18.640"
  },
  {
    "text": "It's like, well let's keep you away from the third nuclear weapons, shall we?",
    "begin": "02:04:18.640",
    "end": "02:04:22.700"
  },
  {
    "text": "So it's not easy to come up with canonical interpretation of Nietzsche, there's no doubt about that,",
    "begin": "02:04:31.040",
    "end": "02:04:36.200"
  },
  {
    "text": "but, again, I would say,",
    "begin": "02:04:36.300",
    "end": "02:04:37.900"
  },
  {
    "text": "I thought for a long time, from a psychological perspective, I tried to understand, whether it was Nietzsche's philosophy that drove him insane.",
    "begin": "02:04:38.900",
    "end": "02:04:47.300"
  },
  {
    "text": "But I think the evidence for that is non-existent, I think he did suffer from a degenerative brain disease of great severity",
    "begin": "02:04:47.300",
    "end": "02:04:54.100"
  },
  {
    "text": "and I actually think that his fundamental philosophy which I've read - I've read everything he wrote because there's been new books published, but I read his great works in chronological order",
    "begin": "02:04:54.100",
    "end": "02:05:02.680"
  },
  {
    "text": "I think his fundamental philosophy is affirmative, not negative.",
    "begin": "02:05:02.760",
    "end": "02:05:08.960"
  },
  {
    "text": "But he's a critic, you know? and he wanted to find something that he can stand on and that's what critics do",
    "begin": "02:05:08.960",
    "end": "02:05:14.700"
  },
  {
    "text": "if you're a real critic, you're not looking to destroy, you're looking for something that you can stand on",
    "begin": "02:05:14.700",
    "end": "02:05:18.600"
  },
  {
    "text": "And Nietzsche was certainly very useful to me and I know he was also extraordinarily useful to Carl Jung, who's a real student of Nietzsche,",
    "begin": "02:05:18.600",
    "end": "02:05:25.120"
  },
  {
    "text": "and he was really devoting himself to solving the problem that Nietzsche posed, which is what do we do in the aftermath of the death of God?",
    "begin": "02:05:25.440",
    "end": "02:05:32.700"
  },
  {
    "text": "And Jung's answer was: we rescue our father from the depth, and that's the right answer; that's what universities should be doing with young people,",
    "begin": "02:05:33.020",
    "end": "02:05:40.000"
  },
  {
    "text": "it's like your dead father's in the library",
    "begin": "02:05:40.000",
    "end": "02:05:42.020"
  },
  {
    "text": "go out there and fought(?) and ferret him out, right? and unite with him, and become the thing that keeps chaos at bay.",
    "begin": "02:05:42.360",
    "end": "02:05:49.360"
  },
  {
    "text": "On that note, this concludes our talk with Jordan Peterson, please join me in thanking him again for joining us!",
    "begin": "02:05:59.380",
    "end": "02:06:06.380"
  }
]