[
  {
    "text": "I've really been trying to understand the underlying psychology of postmodernism and its relationship with neo-Marxism,",
    "begin": "00:00:15.200",
    "end": "00:00:22.880"
  },
  {
    "text": "and then the spread of that into the universities and the effect on the culture.",
    "begin": "00:00:23.020",
    "end": "00:00:28.160"
  },
  {
    "text": "And what I would like to start with is a description of your understanding of that,",
    "begin": "00:00:28.320",
    "end": "00:00:32.740"
  },
  {
    "text": "because I've presented to the people who are listening to me my understanding of it.",
    "begin": "00:00:32.740",
    "end": "00:00:36.980"
  },
  {
    "text": "But I interviewed Stephen Hicks recently, and he wrote an interesting book called \"Explaining Postmodernism,\" which I liked quite a bit.",
    "begin": "00:00:36.980",
    "end": "00:00:43.360"
  },
  {
    "text": "It's been criticized for being too right-wing, although I don't think he's right-wing at all.",
    "begin": "00:00:43.360",
    "end": "00:00:47.620"
  },
  {
    "text": "I think maybe you could characterize him as middle-of-the-road conservative, but I would say he's more like a classic liberal.",
    "begin": "00:00:47.720",
    "end": "00:00:54.940"
  },
  {
    "text": "But I'm really curious about your views about, well, what— what Postmodernism is first of all.",
    "begin": "00:00:54.940",
    "end": "00:01:02.460"
  },
  {
    "text": "I know you've— you've identified it with the— with the general tricksters Derrida and Lacan and Foucault.",
    "begin": "00:01:02.460",
    "end": "00:01:08.240"
  },
  {
    "text": "And Foucault in particular you've talked about.",
    "begin": "00:01:08.240",
    "end": "00:01:10.480"
  },
  {
    "text": "But I'd like to know what you think about postmodernism and also why you think it's been so attractive to people.",
    "begin": "00:01:10.480",
    "end": "00:01:17.020"
  },
  {
    "text": "Well, my explanation is that there is no authentic 1960s point of view in any of the elite universities,",
    "begin": "00:01:17.020",
    "end": "00:01:25.140"
  },
  {
    "text": "but rather the most liberated minds of my generation of 1960 did not go on to graduate school.",
    "begin": "00:01:25.280",
    "end": "00:01:32.620"
  },
  {
    "text": "I witnessed this with my own eyes.",
    "begin": "00:01:32.620",
    "end": "00:01:34.180"
  },
  {
    "text": "I saw genuine Marxists, okay, at my college, which was the State University of New York at Binghamton, upstate New York, Harpur College,",
    "begin": "00:01:34.380",
    "end": "00:01:42.200"
  },
  {
    "text": "which had a huge cohort of very radical downstate New York Jews, okay, who—",
    "begin": "00:01:42.200",
    "end": "00:01:48.820"
  },
  {
    "text": "In fact, Harpur used to be called Berkeley East.",
    "begin": "00:01:48.820",
    "end": "00:01:52.100"
  },
  {
    "text": "I saw genuine passionate Marxists with my own eyes.",
    "begin": "00:01:52.100",
    "end": "00:01:55.920"
  },
  {
    "text": "They were not word choppers.",
    "begin": "00:01:55.920",
    "end": "00:01:58.620"
  },
  {
    "text": "They were not snide postmodernists, right?",
    "begin": "00:01:58.620",
    "end": "00:02:01.520"
  },
  {
    "text": "They were in-your-face aggressive.",
    "begin": "00:02:01.520",
    "end": "00:02:04.540"
  },
  {
    "text": "They used the language of the people.",
    "begin": "00:02:04.540",
    "end": "00:02:06.640"
  },
  {
    "text": "They had a populist and energy, okay?",
    "begin": "00:02:06.640",
    "end": "00:02:09.220"
  },
  {
    "text": "They dressed working class. They were nonmaterialistic, okay?",
    "begin": "00:02:09.220",
    "end": "00:02:12.092"
  },
  {
    "text": "These are people who lived by their own convictions.",
    "begin": "00:02:12.100",
    "end": "00:02:14.920"
  },
  {
    "text": "They were against the graduate schools, all right?",
    "begin": "00:02:14.920",
    "end": "00:02:17.720"
  },
  {
    "text": "When I— When I, uh, went on to graduate school, and it became known that I was going to go to Yale,",
    "begin": "00:02:17.720",
    "end": "00:02:23.860"
  },
  {
    "text": "I was confronted by a leader of the radicals on campus, in broad daylight in front of everyone,",
    "begin": "00:02:23.860",
    "end": "00:02:29.800"
  },
  {
    "text": "who denounced me for— he said,",
    "begin": "00:02:29.800",
    "end": "00:02:32.520"
  },
  {
    "text": "\"Grad school is not where it's happening. You don't— You don't do that.",
    "begin": "00:02:32.520",
    "end": "00:02:35.560"
  },
  {
    "text": "If you have to go to graduate school you should go to Buffalo.\"",
    "begin": "00:02:35.700",
    "end": "00:02:38.300"
  },
  {
    "text": "Now, I had applied to SUNY Buffalo, because the great leftist critic Leslie Fiedler was there, who had a huge impact on me.",
    "begin": "00:02:38.360",
    "end": "00:02:45.580"
  },
  {
    "text": "He's practically created identity politics, but without its present distortions, all right?",
    "begin": "00:02:45.580",
    "end": "00:02:50.680"
  },
  {
    "text": "And Norman Holland, the psychoanalytic critic was there.",
    "begin": "00:02:50.680",
    "end": "00:02:53.400"
  },
  {
    "text": "I would have been very happy to have gone on to Buffalo, but I needed the library at Yale, so I continued on to Yale.",
    "begin": "00:02:53.400",
    "end": "00:02:57.760"
  },
  {
    "text": "There were no radicals in the graduate schools, okay, from 1968 to '72, when i was there.",
    "begin": "00:02:57.760",
    "end": "00:03:05.180"
  },
  {
    "text": "Only one radical, Todd Gitlin, who went on to have a career success, okay?",
    "begin": "00:03:05.180",
    "end": "00:03:10.340"
  },
  {
    "text": "The actual radicals of the 1960s, okay, either went off— dropped out of college, or went off to create communes, right,",
    "begin": "00:03:10.520",
    "end": "00:03:17.920"
  },
  {
    "text": "or they were taking acid and destroyed their brains.",
    "begin": "00:03:17.920",
    "end": "00:03:20.800"
  },
  {
    "text": "Now, I have also written about that,",
    "begin": "00:03:20.820",
    "end": "00:03:22.700"
  },
  {
    "text": "the destruction of the minds, okay, of the most talented members of my generation through LSD.",
    "begin": "00:03:22.700",
    "end": "00:03:29.140"
  },
  {
    "text": "It was going on all around me, right?",
    "begin": "00:03:29.180",
    "end": "00:03:31.440"
  },
  {
    "text": "So, what's happened is the actual legacy of the '60s got truncated.",
    "begin": "00:03:31.480",
    "end": "00:03:35.500"
  },
  {
    "text": "The idea that these post-structuralists and postmodernists are heirs of the 1960s revolution is an absolute crock, okay?",
    "begin": "00:03:35.500",
    "end": "00:03:44.180"
  },
  {
    "text": "What they represent, as Foucault shows—",
    "begin": "00:03:44.180",
    "end": "00:03:46.660"
  },
  {
    "text": "Foucault said, okay, that the biggest influence on his thinking, okay, was Samuel Beckett's \"Waiting for Godot,\" okay,",
    "begin": "00:03:46.660",
    "end": "00:03:53.560"
  },
  {
    "text": "which was a post-World-War-II play, written in Paris,",
    "begin": "00:03:53.560",
    "end": "00:03:58.260"
  },
  {
    "text": "that was about the disillusionment and nihilism experienced after Hitler went through, occupied France, right, and all of Europe was in ruins.",
    "begin": "00:03:58.260",
    "end": "00:04:06.240"
  },
  {
    "text": "It had nothing to do with what—",
    "begin": "00:04:06.240",
    "end": "00:04:09.060"
  },
  {
    "text": "\"Waiting for Godot\" has nothing to do with the authentic legacy of the 1960s,",
    "begin": "00:04:09.060",
    "end": "00:04:13.300"
  },
  {
    "text": "which was about genuine multiculturalism, a movement toward India, toward Hinduism,",
    "begin": "00:04:13.300",
    "end": "00:04:18.780"
  },
  {
    "text": "a transformation of consciousness through psychedelics, which I did not take, but which I identify with totally through the music, etc., all right?",
    "begin": "00:04:18.780",
    "end": "00:04:26.500"
  },
  {
    "text": "It was a turn toward the body.",
    "begin": "00:04:26.500",
    "end": "00:04:28.720"
  },
  {
    "text": "It was a turn towards sensory experience, okay?",
    "begin": "00:04:28.720",
    "end": "00:04:31.313"
  },
  {
    "text": "Not this \"word-chopping\" thing, and this, like, cynical removal from actual experience, all right?",
    "begin": "00:04:31.320",
    "end": "00:04:37.160"
  },
  {
    "text": "That French import, okay, came in, okay, to the graduate schools.",
    "begin": "00:04:37.160",
    "end": "00:04:41.140"
  },
  {
    "text": "It did not affect any genuine 1960s person.",
    "begin": "00:04:41.140",
    "end": "00:04:44.200"
  },
  {
    "text": "The real 1960s revolution was about Jung.",
    "begin": "00:04:44.200",
    "end": "00:04:47.580"
  },
  {
    "text": "It was about a way of seeing the cosmos in mythological terms, all right?",
    "begin": "00:04:47.580",
    "end": "00:04:52.200"
  },
  {
    "text": "And the Jungian contribution went on into the New Age movement of the 1970s, aside from the universities, all right?",
    "begin": "00:04:52.400",
    "end": "00:05:00.520"
  },
  {
    "text": "So, who took over the universities were these careerists, okay?",
    "begin": "00:05:00.520",
    "end": "00:05:04.700"
  },
  {
    "text": "I saw them with my own eyes. I saw what happened. I saw—",
    "begin": "00:05:04.700",
    "end": "00:05:08.200"
  },
  {
    "text": "I was at Yale when Derrida was being shipped over, okay, to address the, uh, you know, the students— the grad students and the faculty.",
    "begin": "00:05:08.200",
    "end": "00:05:16.120"
  },
  {
    "text": "And I said to a fellow student, after hearing one of these guys speak—",
    "begin": "00:05:16.120",
    "end": "00:05:20.300"
  },
  {
    "text": "It wasn't Derrida. It was another one of the theorists.",
    "begin": "00:05:20.300",
    "end": "00:05:24.500"
  },
  {
    "text": "I said, \"They are like high priests murmuring to each other.\" All right?",
    "begin": "00:05:24.500",
    "end": "00:05:29.120"
  },
  {
    "text": "This was an elitist form from the start, okay?",
    "begin": "00:05:29.120",
    "end": "00:05:32.940"
  },
  {
    "text": "It was not progressive. It was not revolutionary. It was reactionary.",
    "begin": "00:05:33.120",
    "end": "00:05:38.200"
  },
  {
    "text": "It was a desperate attempt to hold on to what had happened before the 1960s sensory revolution.",
    "begin": "00:05:38.200",
    "end": "00:05:44.380"
  },
  {
    "text": "But this postmodernist thing, okay, this trashing, okay, of the text,",
    "begin": "00:05:44.500",
    "end": "00:05:50.000"
  },
  {
    "text": "this— this encouragement, okay, of a superior and destructive attitude toward the work of art—",
    "begin": "00:05:50.060",
    "end": "00:05:56.600"
  },
  {
    "text": "We're going through it, okay, primly, with red pen in hand, finding all the evidence of sexism, check, racism, check, homophobia, check.",
    "begin": "00:05:56.600",
    "end": "00:06:04.520"
  },
  {
    "text": "That is not the empathic, emotional, okay, sensory-based, okay, revolution of the 1960s, right?",
    "begin": "00:06:04.560",
    "end": "00:06:12.660"
  },
  {
    "text": "I am sick and tired of these people claiming any kind of mantle from the 1960s. They're frauds.",
    "begin": "00:06:12.660",
    "end": "00:06:17.740"
  },
  {
    "text": "These people are— What happened in the 1970s was a collapse of the job market in academia, okay?",
    "begin": "00:06:17.740",
    "end": "00:06:23.940"
  },
  {
    "text": "All of a sudden, jobs were scarce, and this thing was there, the new and improved and shiny thing, okay, to be a theorist.",
    "begin": "00:06:24.040",
    "end": "00:06:31.920"
  },
  {
    "text": "And people seized on it, okay? It was institutionalized, all right?",
    "begin": "00:06:32.060",
    "end": "00:06:35.140"
  },
  {
    "text": "And it's an enormous betrayal of the 1960s.",
    "begin": "00:06:35.140",
    "end": "00:06:38.400"
  },
  {
    "text": "Okay so that- You touched on this idea of \"the destruction of the work of art\".",
    "begin": "00:06:38.400",
    "end": "00:06:42.900"
  },
  {
    "text": "You know, and one of the things I really liked about reading Nietzsche was his discussion of \"ressentiment\" right?",
    "begin": "00:06:43.180",
    "end": "00:06:48.400"
  },
  {
    "text": "-of resentment and it seems to me that tremendous amount of the motive power",
    "begin": "00:06:48.400",
    "end": "00:06:54.200"
  },
  {
    "text": "that drives the postmodernist- let's call It- it's not a revolution, uh-",
    "begin": "00:06:54.200",
    "end": "00:06:59.400"
  },
  {
    "text": "transformation seems to me to be driven by resentment about virtually anything that has any,",
    "begin": "00:06:59.500",
    "end": "00:07:05.109"
  },
  {
    "text": "well, what would you say... any merit of competence or aesthetic quality,",
    "begin": "00:07:05.419",
    "end": "00:07:09.429"
  },
  {
    "text": "and I don't know if that's- It seems to me that that's partly rooted in the",
    "begin": "00:07:09.770",
    "end": "00:07:13.870"
  },
  {
    "text": "academic's disdain for the business world, which I think is driven by their relative economic inequality,",
    "begin": "00:07:14.180",
    "end": "00:07:20.000"
  },
  {
    "text": "because most people who are as intelligent as academics are,",
    "begin": "00:07:20.000",
    "end": "00:07:23.300"
  },
  {
    "text": "from a pure IQ point of view, make more money in the private sphere, and so I think that drives some of it.",
    "begin": "00:07:23.300",
    "end": "00:07:28.570"
  },
  {
    "text": "But there also seems to be this- There's a destruction, an aim for destruction of the  aesthetic quality of",
    "begin": "00:07:28.570",
    "end": "00:07:35.200"
  },
  {
    "text": "the literary or artistic work, its reduction to nothing but some kind of power game, and then surrounding that,",
    "begin": "00:07:35.200",
    "end": "00:07:43.600"
  },
  {
    "text": "the reduction of *everything* to something that approximates a power game, which I can't help but",
    "begin": "00:07:43.600",
    "end": "00:07:48.500"
  },
  {
    "text": "identifying with jealousy and resentment as a fundamental motivator.",
    "begin": "00:07:48.500",
    "end": "00:07:53.500"
  },
  {
    "text": "Does that seem reasonable to you?",
    "begin": "00:07:53.500",
    "end": "00:07:55.300"
  },
  {
    "text": "These professors who allege that art is nothing but an ideological movement by one elite,",
    "begin": "00:07:55.300",
    "end": "00:08:00.579"
  },
  {
    "text": "against the- against another group, these people are Philistines, okay?",
    "begin": "00:08:05.210",
    "end": "00:08:09.900"
  },
  {
    "text": "They're Philistines. They're Middlebrow, hopelessly Middlebrow.",
    "begin": "00:08:10.000",
    "end": "00:08:13.900"
  },
  {
    "text": "They have no sense of beauty. They have no sense of the aesthetic.",
    "begin": "00:08:13.900",
    "end": "00:08:17.200"
  },
  {
    "text": "Now, Marxism does indeed assert this, but Marxism tries to reconfigure the universe in terms of materialism.",
    "begin": "00:08:17.200",
    "end": "00:08:24.500"
  },
  {
    "text": "It sees- It does not recognize any kind of spiritual dimension.",
    "begin": "00:08:24.500",
    "end": "00:08:28.500"
  },
  {
    "text": "Now, I'm an atheist, but i see the great world religions as enormous works of art,",
    "begin": "00:08:28.600",
    "end": "00:08:34.700"
  },
  {
    "text": "as the best way to understand the universe and a man's place in there.",
    "begin": "00:08:34.700",
    "end": "00:08:39.700"
  },
  {
    "text": "I find them enormously moving. They're like enormous poems, right?",
    "begin": "00:08:39.700",
    "end": "00:08:44.900"
  },
  {
    "text": "And what I have called for, the true revolution, okay, would have been to make the core curriculum",
    "begin": "00:08:44.900",
    "end": "00:08:50.700"
  },
  {
    "text": "of the world education, the *world*, okay, the great religions of the world.",
    "begin": "00:08:50.700",
    "end": "00:08:54.800"
  },
  {
    "text": "I feel that is the only way to achieve an understanding, and it's also a way to present the aesthetic,",
    "begin": "00:08:55.000",
    "end": "00:09:01.000"
  },
  {
    "text": "because i feel that that that the real sixties vision was about exultation, elevation, cosmic consciousness, okay?",
    "begin": "00:09:01.000",
    "end": "00:09:10.000"
  },
  {
    "text": "All of these things were rejected by these midgets, okay, intellectual midgets",
    "begin": "00:09:10.000",
    "end": "00:09:16.500"
  },
  {
    "text": "who seized onto Lacan, Derrida and Foucault. It's a- my career has been in the art school, my entire career,",
    "begin": "00:09:16.500",
    "end": "00:09:24.000"
  },
  {
    "text": "beginning at Bennington college. So I represent a challenge to this from the perspective of Art.",
    "begin": "00:09:24.000",
    "end": "00:09:29.200"
  },
  {
    "text": "It is an absolute nonsense, okay, as post-Structuralism maintains, that reality is mediated by language, by words.",
    "begin": "00:09:29.600",
    "end": "00:09:37.700"
  },
  {
    "text": "Everything that we can know, including gender.",
    "begin": "00:09:37.700",
    "end": "00:09:39.200"
  },
  {
    "text": "It is absolutely madness, because I'm teaching students whose majors are ceramics, ok, or dance,",
    "begin": "00:09:39.200",
    "end": "00:09:47.500"
  },
  {
    "text": "or who are jazz musicians, who understand reality in terms of the body, its sensory activation.",
    "begin": "00:09:47.500",
    "end": "00:09:54.300"
  },
  {
    "text": "So they- See, what happened was something was going on in the art world as well.",
    "begin": "00:09:54.300",
    "end": "00:09:58.070"
  },
  {
    "text": "I identify With Andy Warhol in pop art, okay? That was what was going on during my years in college.",
    "begin": "00:09:58.070",
    "end": "00:10:03.439"
  },
  {
    "text": "Everything about Andy Warhol was like, \"Wow! Admiration! Wow!\"",
    "begin": "00:10:03.780",
    "end": "00:10:08.500"
  },
  {
    "text": "What happened immediately after that in the arts, 1970's okay, was this collapse into a snide sort of post-Modernism also.",
    "begin": "00:10:08.500",
    "end": "00:10:16.900"
  },
  {
    "text": "This happened in the art world, and it was an utter misunderstanding of culture, it seems to me,",
    "begin": "00:10:16.900",
    "end": "00:10:23.200"
  },
  {
    "text": "by that movement in the art World. That Is, oppositional art, in my view, is dead, okay?",
    "begin": "00:10:23.200",
    "end": "00:10:30.000"
  },
  {
    "text": "-and what post-Modernism is, is a pathetic attempt to continue the old heroism of the Avant-garde.",
    "begin": "00:10:30.000",
    "end": "00:10:37.200"
  },
  {
    "text": "The Avant-garde was genuinely heroic from the early 19th Century, okay?",
    "begin": "00:10:37.200",
    "end": "00:10:41.300"
  },
  {
    "text": "We're talking about, you know, the corbeil, the realists, you know?",
    "begin": "00:10:41.300",
    "end": "00:10:44.600"
  },
  {
    "text": "We're talking about Monet and the Impressionists,",
    "begin": "00:10:44.600",
    "end": "00:10:46.400"
  },
  {
    "text": "people who have genuinely suffered for their radical ideas,",
    "begin": "00:10:46.400",
    "end": "00:10:49.000"
  },
  {
    "text": "and their innovations and so on, going right down to Picasso, and down to Jackson Pollock,",
    "begin": "00:10:49.000",
    "end": "00:10:55.700"
  },
  {
    "text": "who like was- who truly suffered for, you know, for his art.",
    "begin": "00:10:55.700",
    "end": "00:10:58.700"
  },
  {
    "text": "It was only after his death, okay, that suddenly the market was created for abstract art.",
    "begin": "00:10:58.700",
    "end": "00:11:03.800"
  },
  {
    "text": "Pop art killed The Avant-garde.",
    "begin": "00:11:03.800",
    "end": "00:11:06.800"
  },
  {
    "text": "The idea that the Avant-garde continues is an absolute delusion of the contemporary art world,",
    "begin": "00:11:06.800",
    "end": "00:11:11.200"
  },
  {
    "text": "which feels that it must attack, attack, attack- challenge, okay, the simplistic beliefs of the hoi polloi, okay?",
    "begin": "00:11:11.220",
    "end": "00:11:18.000"
  },
  {
    "text": "It's somehow the order- What? Excuse me, okay?",
    "begin": "00:11:18.000",
    "end": "00:11:20.340"
  },
  {
    "text": "From The Moment, okay, Andy Warhol went through and embraced the popular media,",
    "begin": "00:11:20.710",
    "end": "00:11:26.000"
  },
  {
    "text": "instead of having the opposition to it that serious artists have had, that was the end of Oppositional art, okay?",
    "begin": "00:11:26.000",
    "end": "00:11:32.300"
  },
  {
    "text": "So, we've been going on now for 50 years: the post-modernism and academes hand-in-hand",
    "begin": "00:11:32.300",
    "end": "00:11:37.700"
  },
  {
    "text": "with the stupidity and infantilism that masquerades as, you know, as important art galleries everywhere,",
    "begin": "00:11:37.700",
    "end": "00:11:44.000"
  },
  {
    "text": "this incredible, incredible, you know, its mechanism of contemporary art,",
    "begin": "00:11:44.300",
    "end": "00:11:48.500"
  },
  {
    "text": "pushing things that are so hopelessly derivative,",
    "begin": "00:11:48.500",
    "end": "00:11:51.809"
  },
  {
    "text": "and with this idea that, once again, that the art world somehow superior view of reality,",
    "begin": "00:11:52.120",
    "end": "00:11:57.179"
  },
  {
    "text": "Authentic Leftism Is populist, okay?",
    "begin": "00:11:57.179",
    "end": "00:12:00.300"
  },
  {
    "text": "It is based in working-class style, working-class language, working-class direct emotion,",
    "begin": "00:12:00.300",
    "end": "00:12:05.600"
  },
  {
    "text": "in an openness and brusqueness of speech, okay?",
    "begin": "00:12:05.600",
    "end": "00:12:08.300"
  },
  {
    "text": "-not this fancy, contorted jargon of the pseudo-leftist of academe, who are frauds.",
    "begin": "00:12:08.500",
    "end": "00:12:15.000"
  },
  {
    "text": "These people who manage to rise to the top at Berkeley, at Harvard, At Princeton, okay?",
    "begin": "00:12:15.000",
    "end": "00:12:21.000"
  },
  {
    "text": "How many of these people are radical?",
    "begin": "00:12:21.000",
    "end": "00:12:22.700"
  },
  {
    "text": "They are career people. They're corporate types, okay, who succeeded in-",
    "begin": "00:12:22.700",
    "end": "00:12:27.000"
  },
  {
    "text": "They *love* the institutional context. They know how to manipulate the bureaucracy,",
    "begin": "00:12:27.000",
    "end": "00:12:31.000"
  },
  {
    "text": "which has totally invaded and usurped academe everywhere, okay?",
    "begin": "00:12:31.000",
    "end": "00:12:35.300"
  },
  {
    "text": "These people are company-players.",
    "begin": "00:12:35.400",
    "end": "00:12:37.800"
  },
  {
    "text": "They could have done well in any field, okay? They love to sit on endless committees.",
    "begin": "00:12:37.900",
    "end": "00:12:42.000"
  },
  {
    "text": "They love bureaucratic regulation, and so on. There's not-",
    "begin": "00:12:42.000",
    "end": "00:12:44.500"
  },
  {
    "text": "Not one *Leftist* in American academia raised his or her voice against obscene growth of tuition costs,",
    "begin": "00:12:45.000",
    "end": "00:12:54.200"
  },
  {
    "text": "which have bankrupted a whole generation of young people.",
    "begin": "00:12:54.200",
    "end": "00:12:57.000"
  },
  {
    "text": "Not one voice to challenge that invasion by the bureaucrats, okay, absolute fascist bureaucrats, okay,",
    "begin": "00:12:57.000",
    "end": "00:13:04.300"
  },
  {
    "text": "with- who had a- They're like, uh,  cancerous, okay?",
    "begin": "00:13:04.300",
    "end": "00:13:06.800"
  },
  {
    "text": "There's so many of them, the faculty have completely lost any power in American Academia, okay?",
    "begin": "00:13:06.800",
    "end": "00:13:13.000"
  },
  {
    "text": "It's a scandal what has happened. I mean-",
    "begin": "00:13:13.000",
    "end": "00:13:15.000"
  },
  {
    "text": "And they deserve the present servitude that they're in right now, because they never protested, okay?",
    "begin": "00:13:15.000",
    "end": "00:13:19.500"
  },
  {
    "text": "When I- My first job at Bennington college, 1976 I was there, when there was an uprising by the faculty",
    "begin": "00:13:19.500",
    "end": "00:13:25.469"
  },
  {
    "text": "against encroachment by the board of trustees and the president, and It was a huge thing. It Was reported on",
    "begin": "00:13:25.469",
    "end": "00:13:31.480"
  },
  {
    "text": "The New York Times and so on and we pushed that president out and and there's not been a single",
    "begin": "00:13:31.480",
    "end": "00:13:36.519"
  },
  {
    "text": "uprising of that kind against encroachment by the trustees and by the administrations,",
    "begin": "00:13:36.709",
    "end": "00:13:41.100"
  },
  {
    "text": "and all these decades, passive slaves- Slaves! They *deserve* their slavery.",
    "begin": "00:13:41.100",
    "end": "00:13:46.360"
  },
  {
    "text": "Yep, I couldn't agree more. I've thought the same thing about university professors for a long time.",
    "begin": "00:13:47.269",
    "end": "00:13:52.700"
  },
  {
    "text": "is that they get exactly what they deserve because they never stand up and say, \"no,\"",
    "begin": "00:13:52.800",
    "end": "00:13:56.000"
  },
  {
    "text": "and the fact that- In the United States it's not quite as bad in Canada, i wouldn't say, but the fact that the",
    "begin": "00:13:56.000",
    "end": "00:14:02.949"
  },
  {
    "text": "students have been essentially handed a bill of indentured servitude here",
    "begin": "00:14:03.410",
    "end": "00:14:07.000"
  },
  {
    "text": "for their student loans is absolutely beyond comprehension. You know, it seems to me that the",
    "begin": "00:14:07.000",
    "end": "00:14:11.800"
  },
  {
    "text": "bureaucracy has basically conspired to determine how to pick the pockets of",
    "begin": "00:14:11.990",
    "end": "00:14:16.000"
  },
  {
    "text": "The Students future earnings right and They do that By offering them an Extended adolescence With no quality control",
    "begin": "00:14:16.220",
    "end": "00:14:22.689"
  },
  {
    "text": "something Like That so it's a real Bargain with the devil and Antle the abandonment of any Kind of Education Actually in history and culture",
    "begin": "00:14:23.120",
    "end": "00:14:30.309"
  },
  {
    "text": "All right Think it's gone Along With It that is the",
    "begin": "00:14:30.589",
    "end": "00:14:32.828"
  },
  {
    "text": "Transformation into a cafeteria",
    "begin": "00:14:33.470",
    "end": "00:14:35.209"
  },
  {
    "text": "Kind of a Menu okay we can Pick This course or that Course of This course without any Kind of Guidance From the University about",
    "begin": "00:14:35.209",
    "end": "00:14:41.169"
  },
  {
    "text": "A central core curriculum That teaches you history and Chronology and Introduces you to the basics",
    "begin": "00:14:41.170",
    "end": "00:14:46.209"
  },
  {
    "text": "Because Oh yeah because our professors are such prima donnas they can Only teach in their little areas so we have this total",
    "begin": "00:14:46.759",
    "end": "00:14:53.469"
  },
  {
    "text": "Fragmentation okay the Great Art History Survey Courses are being abandoned",
    "begin": "00:14:54.019",
    "end": "00:14:57.758"
  },
  {
    "text": "Instead of Lincoln Because Why because graduate students are not trained to see the great",
    "begin": "00:14:57.920",
    "end": "00:15:02.229"
  },
  {
    "text": "Narratives or the net Wheel Because we are taught Now that Narratives are false okay so That's another issue that i'd like to bring up",
    "begin": "00:15:02.389",
    "end": "00:15:08.289"
  },
  {
    "text": "Because One of The Things i cannot figure out is the alliance between the post modernists and the",
    "begin": "00:15:08.290",
    "end": "00:15:14.050"
  },
  {
    "text": "Neo-Marxists i can't Understand The Causal relationship There Because the",
    "begin": "00:15:14.449",
    "end": "00:15:18.699"
  },
  {
    "text": "Tell me if you disagree with This okay because",
    "begin": "00:15:19.519",
    "end": "00:15:21.758"
  },
  {
    "text": "I'm a Psychologist not a",
    "begin": "00:15:22.339",
    "end": "00:15:24.139"
  },
  {
    "text": "Sociologist and so I'm dabbling in things that are outside of My Field Of expertise and There Is some danger in that but the center",
    "begin": "00:15:24.139",
    "end": "00:15:30.188"
  },
  {
    "text": "The Central post Modernist claim Seems to me that Because There's a Near infinite Number of Ways to interpret a complex set of",
    "begin": "00:15:30.189",
    "end": "00:15:36.909"
  },
  {
    "text": "Phenomena Which Which Actually happens to be the case",
    "begin": "00:15:37.250",
    "end": "00:15:39.729"
  },
  {
    "text": "That You can't make a case That Any of Those Modes of Interpretation are canonical and so if They're not canonical",
    "begin": "00:15:39.950",
    "end": "00:15:46.299"
  },
  {
    "text": "If that and if That",
    "begin": "00:15:47.330",
    "end": "00:15:48.740"
  },
  {
    "text": "Canonical Element Isn't Based in some Kind of Reality Then It Serves some Other Master and so the Master that it",
    "begin": "00:15:48.740",
    "end": "00:15:54.159"
  },
  {
    "text": "Hypothetically Serves for The post Modernists is nothing But Power Because That Seems to be everything that They believe in they don't believe in",
    "begin": "00:15:54.380",
    "end": "00:16:00.520"
  },
  {
    "text": "Competence They don't believe in Authority They don't",
    "begin": "00:16:00.590",
    "end": "00:16:03.189"
  },
  {
    "text": "Seem to believe in an objective World Because Everything is language mediated so it's an extraordinarily",
    "begin": "00:16:03.190",
    "end": "00:16:08.229"
  },
  {
    "text": "Cynical perspective That That Because There's an infinite Number of",
    "begin": "00:16:08.660",
    "end": "00:16:12.760"
  },
  {
    "text": "interpretations none of Them are canonical You can attribute It everything to power and dominance",
    "begin": "00:16:13.070",
    "end": "00:16:17.020"
  },
  {
    "text": "okay so that Does that Seem like a Reasonable Summary of the",
    "begin": "00:16:17.270",
    "end": "00:16:20.259"
  },
  {
    "text": "Okay it's a Radical relativism Now but the strange Thing Is despite okay and so What Goes Along with that is the demolition of Grand",
    "begin": "00:16:23.090",
    "end": "00:16:29.949"
  },
  {
    "text": "Narratives and so That Would Be associated for Example with The rejection of Thinkers Like Jung and Eric Norman Because of Course Their",
    "begin": "00:16:30.050",
    "end": "00:16:36.370"
  },
  {
    "text": "Foundational Thinkers in relationship to the idea that there are embodied grand Narratives That's never Touched but Then",
    "begin": "00:16:36.830",
    "end": "00:16:44.710"
  },
  {
    "text": "Despite the fact that the grand narrative is Rejected There's a Neo Marxism That's Tightly Tightly allied With",
    "begin": "00:16:45.110",
    "end": "00:16:51.010"
  },
  {
    "text": "Post-Modernism That Also Seems to shade Into This strange identity Politics and i don't",
    "begin": "00:16:51.200",
    "end": "00:16:55.450"
  },
  {
    "text": "Two Things i don't understand the Causal relationship They're like The the skeptical part of me thinks That",
    "begin": "00:16:56.210",
    "end": "00:17:02.289"
  },
  {
    "text": "Post-Modernism Was a Was an Intellectual its Intellectual camouflage for the continuation of the Kind of Pathological",
    "begin": "00:17:02.780",
    "end": "00:17:09.849"
  },
  {
    "text": "Marxism That Produced the soviet union and that has no independent existence As an Intellectual field Whatsoever",
    "begin": "00:17:10.310",
    "end": "00:17:15.999"
  },
  {
    "text": "but i still can't Understand How the post modernists can Make The no grand narrative claim",
    "begin": "00:17:16.310",
    "end": "00:17:22.329"
  },
  {
    "text": "But Then",
    "begin": "00:17:22.850",
    "end": "00:17:24.530"
  },
  {
    "text": "immerse Themselves in This grand narrative Without",
    "begin": "00:17:24.530",
    "end": "00:17:27.099"
  },
  {
    "text": "Anyone Pointing Out the evident contradictions like i don't understand that so what do you think about that well i can Only Speak about Literary",
    "begin": "00:17:27.800",
    "end": "00:17:35.349"
  },
  {
    "text": "professors Really and They Seemed to me almost Universally in the u.s",
    "begin": "00:17:36.020",
    "end": "00:17:39.609"
  },
  {
    "text": "To be very naive i they Seem to know nothing about Actual History political science or economics",
    "begin": "00:17:39.610",
    "end": "00:17:45.280"
  },
  {
    "text": "So it is simply an attitude They have an attitude it",
    "begin": "00:17:45.530",
    "end": "00:17:49.359"
  },
  {
    "text": "Marxism and become Simply a Badge By Which They telegraph Their",
    "begin": "00:17:49.790",
    "end": "00:17:53.629"
  },
  {
    "text": "Their Solidarity With a Working Class That They have nothing to do with i mean Easy and Generally nothing But contempt yes and the Thing",
    "begin": "00:17:54.360",
    "end": "00:18:01.939"
  },
  {
    "text": "Is that that the campus leftist are almost notorious for their for theirs Rather snobbish Treatment of Staff and They don't They don't",
    "begin": "00:18:01.940",
    "end": "00:18:09.529"
  },
  {
    "text": "Have Any rapport With The Actual Working Class members of The",
    "begin": "00:18:09.529",
    "end": "00:18:12.859"
  },
  {
    "text": "you Know of the infrastructure the janitor The Janitors and you Know even That's even The secretaries there's a Kind of High and Mighty",
    "begin": "00:18:13.320",
    "end": "00:18:19.909"
  },
  {
    "text": "Aristocracy You Know but There was Just these are People who",
    "begin": "00:18:20.789",
    "end": "00:18:23.929"
  },
  {
    "text": "Who have Wandered into the english department and are products of a Time When",
    "begin": "00:18:24.419",
    "end": "00:18:29.839"
  },
  {
    "text": "During The The new criticism may wait When history of history and Psychology had Been Excluded right i Mean My",
    "begin": "00:18:30.749",
    "end": "00:18:36.439"
  },
  {
    "text": "Ambition okay Was i mean i love the New criticism okay as As a Style of Textual",
    "begin": "00:18:36.690",
    "end": "00:18:41.840"
  },
  {
    "text": "Analysis right and and that in the new criticism had",
    "begin": "00:18:41.940",
    "end": "00:18:44.840"
  },
  {
    "text": "Multiple Interpretations",
    "begin": "00:18:45.179",
    "end": "00:18:46.320"
  },
  {
    "text": "Okay that were possible okay and then They were encouraged in fact one of the one of the Great projects was made in max of",
    "begin": "00:18:46.320",
    "end": "00:18:52.189"
  },
  {
    "text": "Serious 20th Century Views When you had at Least Books i Adored them in college It was about Jane Austen or about you know",
    "begin": "00:18:52.190",
    "end": "00:18:58.159"
  },
  {
    "text": "Emily Bronte or about",
    "begin": "00:18:58.440",
    "end": "00:19:00.440"
  },
  {
    "text": "Wordsworth and They were collections of alternate views of The same Thing the idea that no alternate views and there was no",
    "begin": "00:19:00.869",
    "end": "00:19:08.449"
  },
  {
    "text": "Relativistic the situational Kind of an interpretive approach is nonsense okay i'm but the point was we needed to restore",
    "begin": "00:19:08.820",
    "end": "00:19:16.159"
  },
  {
    "text": "History to literary Literary Study okay and we Needed to add",
    "begin": "00:19:16.950",
    "end": "00:19:20.569"
  },
  {
    "text": "Psychology to it because it was there was Great animus against freud and When i arrived in",
    "begin": "00:19:20.909",
    "end": "00:19:25.069"
  },
  {
    "text": "Graduate School in fact i actually went into the director of graduate studies and protested The way freud in Freudian were used as",
    "begin": "00:19:25.320",
    "end": "00:19:31.700"
  },
  {
    "text": "negative Terms Play in a Sneering Way by The Very Wasp professors right so we need to do",
    "begin": "00:19:32.009",
    "end": "00:19:36.679"
  },
  {
    "text": "Actually It Seemed Like we were moving there came in the Early 1970s Was a Great Period of Psycho",
    "begin": "00:19:37.049",
    "end": "00:19:42.349"
  },
  {
    "text": "Biography about Great about political Figures okay",
    "begin": "00:19:42.749",
    "end": "00:19:45.289"
  },
  {
    "text": "so i thought it's happening Let's Say and all of a Sudden It all Got Short-Circuited by This arrival You know of post structuralism and",
    "begin": "00:19:45.809",
    "end": "00:19:52.368"
  },
  {
    "text": "Post-Modernism in The in the in the 1970s right so i",
    "begin": "00:19:52.679",
    "end": "00:19:56.089"
  },
  {
    "text": "I feel i'm an old Historicist, okay,",
    "begin": "00:19:56.760",
    "end": "00:19:59.200"
  },
  {
    "text": "not a new Historicist.  I having i think new Historicism is an absolute scam.",
    "begin": "00:19:59.200",
    "end": "00:20:02.460"
  },
  {
    "text": "right and it's like- it's just a way- it's like tweezers do you like Just a",
    "begin": "00:20:02.560",
    "end": "00:20:06.540"
  },
  {
    "text": "Little Bit of This a Little Bit of That a Little Bit of that you make a Little tiny",
    "begin": "00:20:07.179",
    "end": "00:20:10.319"
  },
  {
    "text": "Salad i guess and I'm some of This Atomized Thing Right it's supposed to",
    "begin": "00:20:10.539",
    "end": "00:20:14.519"
  },
  {
    "text": "Mean something it's all to me very superficial Very Cynical a",
    "begin": "00:20:14.770",
    "end": "00:20:17.879"
  },
  {
    "text": "Very distance i like i am i am the product okay of old historicism the German Philosopher",
    "begin": "00:20:18.010",
    "end": "00:20:23.969"
  },
  {
    "text": "Profession When i was a Child What Was Ejected",
    "begin": "00:20:26.799",
    "end": "00:20:28.949"
  },
  {
    "text": "Archeology Like I'm everything i ever think about or Say Is",
    "begin": "00:20:29.530",
    "end": "00:20:33.269"
  },
  {
    "text": "Related to an Enormous time scheme okay from from Antiquity and Indeed from the stone age",
    "begin": "00:20:33.820",
    "end": "00:20:38.460"
  },
  {
    "text": "and That is the problem with these People: They're mal-educated. The post-Modernists and",
    "begin": "00:20:38.530",
    "end": "00:20:43.469"
  },
  {
    "text": "Academic Marxist okay are mal educated",
    "begin": "00:20:43.990",
    "end": "00:20:47.159"
  },
  {
    "text": "Embarrassingly so okay they know nothing before the present. Foucault is",
    "begin": "00:20:47.740",
    "end": "00:20:53.039"
  },
  {
    "text": "absolutely a joke before the Enlightenment.",
    "begin": "00:20:53.559",
    "end": "00:20:55.559"
  },
  {
    "text": "Perhaps he might Be useful People to talk about What happens after",
    "begin": "00:20:56.830",
    "end": "00:21:00.569"
  },
  {
    "text": "Neoclassicism Which by the way he failed to notice okay a Lot of What he was talking about It turns Out to see be simply",
    "begin": "00:21:00.909",
    "end": "00:21:07.199"
  },
  {
    "text": "The Hangover of Neoclassicism okay",
    "begin": "00:21:07.200",
    "end": "00:21:09.700"
  },
  {
    "text": "This is how ignorant that Man Was i Mean he's he was he was not Talented as a Researcher he knew absolutely",
    "begin": "00:21:09.700",
    "end": "00:21:14.609"
  },
  {
    "text": "nothing okay was so you know nothing about Antiquity how can you make any Kind of large",
    "begin": "00:21:14.740",
    "end": "00:21:19.079"
  },
  {
    "text": "structure large mechanism you know to analyze Western culture Without Knowing about",
    "begin": "00:21:20.200",
    "end": "00:21:25.140"
  },
  {
    "text": "Classical Antiquity he did not see anything This Was a Person Who had no business",
    "begin": "00:21:25.419",
    "end": "00:21:29.369"
  },
  {
    "text": "Making Large Theoretical Statements about anything Well Maybe Part of It is that if you if you",
    "begin": "00:21:29.470",
    "end": "00:21:35.459"
  },
  {
    "text": "Generate an Intelligible doctrine of Radical relativism Then There is no reason to assume that there are distinctions between",
    "begin": "00:21:35.740",
    "end": "00:21:43.530"
  },
  {
    "text": "Categories of Knowledge or Between different Levels of quality of Knowledge right so",
    "begin": "00:21:43.780",
    "end": "00:21:47.579"
  },
  {
    "text": "I've seen The same Thing in in the psychology Departments although We Have the?",
    "begin": "00:21:48.549",
    "end": "00:21:52.979"
  },
  {
    "text": "What Would you call it the Luxury of being Bounded at Least to some degree by the",
    "begin": "00:21:53.590",
    "end": "00:21:57.329"
  },
  {
    "text": "Empirical Method and By Biology Right It's one of The things that Keeps most of the Branches of",
    "begin": "00:21:57.429",
    "end": "00:22:01.589"
  },
  {
    "text": "Psychology relatively sane you know because the Real World is Actually built into it to some degree but",
    "begin": "00:22:01.840",
    "end": "00:22:07.980"
  },
  {
    "text": "If you accept the",
    "begin": "00:22:08.559",
    "end": "00:22:10.090"
  },
  {
    "text": "Postmodernist Claim of Radical relativism then You completely demolish The idea That there our quality levels That are associated with Education",
    "begin": "00:22:10.090",
    "end": "00:22:16.570"
  },
  {
    "text": "Because Everything Becomes The same and That Seems to me to be a perfectly reasonable Justification for Maintaining Ignorance",
    "begin": "00:22:16.880",
    "end": "00:22:22.989"
  },
  {
    "text": "You Know like Foucault i Actually Found Him the most readable of the locka",
    "begin": "00:22:23.170",
    "end": "00:22:26.829"
  },
  {
    "text": "Derrida Foucault triad You can Read foucault i Read Madness and",
    "begin": "00:22:27.230",
    "end": "00:22:31.780"
  },
  {
    "text": "Civilization and a Couple of His other Books and i thought They were Painfully obvious you know the idea That",
    "begin": "00:22:32.000",
    "end": "00:22:37.329"
  },
  {
    "text": "Mental disorder Is in part a Social Construct Is self-Evident to anybody",
    "begin": "00:22:37.610",
    "end": "00:22:41.979"
  },
  {
    "text": "Who has Even a Smattering of psychiatric training i Mean That the Real Narrow medical Types tend to to think of a",
    "begin": "00:22:41.980",
    "end": "00:22:48.699"
  },
  {
    "text": "Mental disorder Let's Say As something That might Be Purely Biological They have a pure disease Model But Nobody's Who's a",
    "begin": "00:22:49.790",
    "end": "00:22:56.050"
  },
  {
    "text": "sophisticated Thinker ever Thinks That it's a",
    "begin": "00:22:56.330",
    "end": "00:22:58.480"
  },
  {
    "text": "Bit Partly Because medicine Is a Brand of engineering Not a brand of science Because it's associated with Health and the",
    "begin": "00:22:58.700",
    "end": "00:23:04.990"
  },
  {
    "text": "Diagnostic Categories are Hybrids Between",
    "begin": "00:23:05.150",
    "end": "00:23:07.150"
  },
  {
    "text": "Physiological Observation and socio-cultural Condition Everyone Knows That and so When i Read Madness and",
    "begin": "00:23:07.700",
    "end": "00:23:13.240"
  },
  {
    "text": "Civilization i thought Well That's Not radical That's Just Bloody",
    "begin": "00:23:13.520",
    "end": "00:23:16.599"
  },
  {
    "text": "self-Evident But Well you Know Foucault's Admirers Actually Think that he began you know the entire Turn toward a Sort of Sociological",
    "begin": "00:23:16.970",
    "end": "00:23:24.699"
  },
  {
    "text": "you Know Grounding of Modern Psychology to social Psychology Was well well Launched in the 1920s for",
    "begin": "00:23:25.100",
    "end": "00:23:31.329"
  },
  {
    "text": "Examine The Levels of Ignorance of These People Who think foucault Is so original have not Read?",
    "begin": "00:23:32.000",
    "end": "00:23:36.640"
  },
  {
    "text": "Durkheim They've Not Read Marks of Weber They've never Read urban Goffman okay so in other Words Through to me",
    "begin": "00:23:36.860",
    "end": "00:23:41.740"
  },
  {
    "text": "Everything Is Foucault Seem obvious to me because i had Read the sources from Which he was Borrowing Without attribution",
    "begin": "00:23:42.380",
    "end": "00:23:47.560"
  },
  {
    "text": "So i mean Again i know these People i mean i mean in some cases",
    "begin": "00:23:47.810",
    "end": "00:23:51.879"
  },
  {
    "text": "Knew them in graduate school People Who went on to become these",
    "begin": "00:23:52.100",
    "end": "00:23:54.910"
  },
  {
    "text": "These Admirers of Foucault",
    "begin": "00:23:55.400",
    "end": "00:23:57.290"
  },
  {
    "text": "Lacan derrida and I know What Their training Was Their training Was Purely Within the english department That's all They ever Knew They never made",
    "begin": "00:23:57.290",
    "end": "00:24:03.849"
  },
  {
    "text": "Any Research Outside of That Right and so the idea so they",
    "begin": "00:24:03.850",
    "end": "00:24:07.180"
  },
  {
    "text": "Foucault is simply This is a Mechanism",
    "begin": "00:24:07.700",
    "end": "00:24:09.700"
  },
  {
    "text": "It's like a Little Tiny kit by Which they can approach everything in culture and Then and then They put the contortions of language the",
    "begin": "00:24:09.950",
    "end": "00:24:17.110"
  },
  {
    "text": "Deliberate Labyrinth in Elitist language at The same time as pretending to be a leftist",
    "begin": "00:24:17.360",
    "end": "00:24:21.969"
  },
  {
    "text": "Okay this is one of the biggest Frauds Every practice so i got a Story to tell you That",
    "begin": "00:24:22.100",
    "end": "00:24:26.800"
  },
  {
    "text": "you Might Like Because i've Thought a lot about that use of language you know because",
    "begin": "00:24:26.870",
    "end": "00:24:30.500"
  },
  {
    "text": "Language can Be Used as camouflage and so, Here's the Story i think i Got this from Robert Sapolsky?",
    "begin": "00:24:30.809",
    "end": "00:24:35.989"
  },
  {
    "text": "So he was talking about Zebras and",
    "begin": "00:24:36.720",
    "end": "00:24:38.990"
  },
  {
    "text": "Zebras Of Course have stripes and hypothetically That's associated with camouflage but it's it's not a straightforward",
    "begin": "00:24:40.080",
    "end": "00:24:45.920"
  },
  {
    "text": "Association Because Zebras are Black and White and They're on the veldt Along With the lions the lions are",
    "begin": "00:24:46.530",
    "end": "00:24:51.410"
  },
  {
    "text": "camouflage Because They are grass colored But the Bloody Zebras are Black and White you can See them like 15 miles away, so ok so",
    "begin": "00:24:51.480",
    "end": "00:24:58.339"
  },
  {
    "text": "Biologists Go Out to study Zebras and They're Like",
    "begin": "00:24:59.070",
    "end": "00:25:01.939"
  },
  {
    "text": "Making notes on a Zebra and They Watch It then they look down at Their notes and then They look up but they think oh?",
    "begin": "00:25:02.130",
    "end": "00:25:06.619"
  },
  {
    "text": "No, no, Which zebra i was looking at so",
    "begin": "00:25:07.590",
    "end": "00:25:10.340"
  },
  {
    "text": "The camouflage is Actually against The Heard Because of Zebras a Herd Animal not an individual and so",
    "begin": "00:25:10.340",
    "end": "00:25:15.290"
  },
  {
    "text": "The Black and White stripes break Up the animal against The herd so you can't identify It so this Was a",
    "begin": "00:25:15.290",
    "end": "00:25:20.540"
  },
  {
    "text": "Quandary for the Biologist so they did one of Two Things One Was",
    "begin": "00:25:20.670",
    "end": "00:25:23.959"
  },
  {
    "text": "drive a Jeep Up to the to the zebra Herd and use a dab of Red paint and Dab the horns of the zebra or",
    "begin": "00:25:24.090",
    "end": "00:25:30.350"
  },
  {
    "text": "tag It with an ear tag Like he used for cattle",
    "begin": "00:25:30.390",
    "end": "00:25:32.839"
  },
  {
    "text": "The Lions Would Kill it",
    "begin": "00:25:33.660",
    "end": "00:25:35.660"
  },
  {
    "text": "So as soon as it became",
    "begin": "00:25:36.179",
    "end": "00:25:38.040"
  },
  {
    "text": "identifiable The",
    "begin": "00:25:38.040",
    "end": "00:25:39.150"
  },
  {
    "text": "Predator Yes",
    "begin": "00:25:39.150",
    "end": "00:25:40.280"
  },
  {
    "text": "The predators Could organize Their Hunt Around That identify about animal That's Why you know there's the old Idea That",
    "begin": "00:25:40.280",
    "end": "00:25:46.219"
  },
  {
    "text": "Lions and predators Take Down the Weak animals but They don't They take down the",
    "begin": "00:25:46.290",
    "end": "00:25:49.939"
  },
  {
    "text": "identifiable animals so That's the Thing is if you stick your Damn hand up",
    "begin": "00:25:50.309",
    "end": "00:25:54.379"
  },
  {
    "text": "You Get Picked off by The predators and so One of The things that Academics seem to do is congregate together and herd-Like",
    "begin": "00:25:54.540",
    "end": "00:26:00.829"
  },
  {
    "text": "Entities and Then They share a language right and the language Unites them and",
    "begin": "00:26:01.050",
    "end": "00:26:05.300"
  },
  {
    "text": "Also Keeps Them as long as They share the same set of linguistic Tools Among Themselves",
    "begin": "00:26:05.490",
    "end": "00:26:10.250"
  },
  {
    "text": "They're they know that there isn't anybody in the in the coterie That's going to attack them or deeds",
    "begin": "00:26:10.500",
    "end": "00:26:16.250"
  },
  {
    "text": "Destabilize The entire herd and that Seems to me to account for that impenetrable use of language it's it's it's Group",
    "begin": "00:26:16.620",
    "end": "00:26:23.510"
  },
  {
    "text": "Protection strategy and It has Absolutely nothing to do with the search for",
    "begin": "00:26:23.700",
    "end": "00:26:27.260"
  },
  {
    "text": "It's the Search for Security Within a System and not the desire to Expand the system",
    "begin": "00:26:27.630",
    "end": "00:26:32.449"
  },
  {
    "text": "But it'S to me it's Blatantly Careerist Because It Was it was about",
    "begin": "00:26:32.790",
    "end": "00:26:35.989"
  },
  {
    "text": "Advancement and It was also about the claim that Somehow",
    "begin": "00:26:36.300",
    "end": "00:26:38.629"
  },
  {
    "text": "They have Like Special expertise This is a Special Technical language no One else can Understand That Only Only a Weekend But What's absurd about",
    "begin": "00:26:38.759",
    "end": "00:26:45.088"
  },
  {
    "text": "It absolutely",
    "begin": "00:26:45.089",
    "end": "00:26:46.059"
  },
  {
    "text": "Ludicrous all Right That These People These These American Academics who are imitating the contorted language of French",
    "begin": "00:26:46.059",
    "end": "00:26:53.309"
  },
  {
    "text": "Translations From The French okay",
    "begin": "00:26:54.249",
    "end": "00:26:56.249"
  },
  {
    "text": "When Lack Call is translated into into english Right There's a",
    "begin": "00:26:56.699",
    "end": "00:27:00.419"
  },
  {
    "text": "Contortion There okay he's what he was trying to do in french Was to break up okay the",
    "begin": "00:27:00.729",
    "end": "00:27:05.879"
  },
  {
    "text": "Neoclassical",
    "begin": "00:27:06.399",
    "end": "00:27:07.509"
  },
  {
    "text": "Formulations That Descended From arras scene there Was something that Was going on there Was a Sabotage of The french language going on that Was?",
    "begin": "00:27:07.509",
    "end": "00:27:13.139"
  },
  {
    "text": "Necessary in france not Necessary in english We Have This long tradition of",
    "begin": "00:27:13.269",
    "end": "00:27:17.429"
  },
  {
    "text": "Poetry Going back to the shakespearean Chaucer We Have We Have our own language?",
    "begin": "00:27:17.649",
    "end": "00:27:21.958"
  },
  {
    "text": "Far more Vital Than That Than the french oh yeah the french constrain Their language all The time but my dear?",
    "begin": "00:27:22.329",
    "end": "00:27:28.139"
  },
  {
    "text": "Facility in Amateurism okay of American Academics trying to imitate okay a",
    "begin": "00:27:29.229",
    "end": "00:27:35.968"
  },
  {
    "text": "Chance a chinois",
    "begin": "00:27:36.549",
    "end": "00:27:38.369"
  },
  {
    "text": "okay When like Costumes something in france that is Actually not Necessary and Indeed wrong to be doing in english right the",
    "begin": "00:27:38.369",
    "end": "00:27:45.419"
  },
  {
    "text": "Other Cynical Abandonment okay of the Great tradition of",
    "begin": "00:27:45.879",
    "end": "00:27:49.379"
  },
  {
    "text": "you Know of the english Departments i and iii i felt That the true Radicalism Was not about adding on other",
    "begin": "00:27:49.719",
    "end": "00:27:56.279"
  },
  {
    "text": "Departments okay so we have",
    "begin": "00:27:56.679",
    "end": "00:27:58.149"
  },
  {
    "text": "African-American Studies and You Know and and and Women's studies and so on the true radicalism would have Been Just to Shatter The",
    "begin": "00:27:58.149",
    "end": "00:28:04.289"
  },
  {
    "text": "Departmental structure That's What i wanted i feel that Was the authentic revolutionary Nineteen Sixties Thing to do right",
    "begin": "00:28:04.419",
    "end": "00:28:09.868"
  },
  {
    "text": "Tell It to blend all the literate literature studies studies Together okay",
    "begin": "00:28:10.049",
    "end": "00:28:13.978"
  },
  {
    "text": "to make Easier to make an interdisciplinary Kind of",
    "begin": "00:28:14.859",
    "end": "00:28:17.728"
  },
  {
    "text": "Organization you Know closer to the british Model Where a person can Pursue related Subjects Overlapping Subjects",
    "begin": "00:28:17.919",
    "end": "00:28:23.758"
  },
  {
    "text": "These dip These Depart Mental Models okay are were to me",
    "begin": "00:28:24.549",
    "end": "00:28:28.378"
  },
  {
    "text": "Totalitarian to Begin With okay separating the language into fiefdom and and and What What this did to create the english What Women's studies Department",
    "begin": "00:28:28.659",
    "end": "00:28:36.059"
  },
  {
    "text": "Absolutely Out of The air Just Snap Your fingers and create Women Studies the english department had taken a Century to develop okay that Way?",
    "begin": "00:28:36.819",
    "end": "00:28:43.469"
  },
  {
    "text": "It Was a Huge argument okay within Within Within It right and all of a Sudden to create okay",
    "begin": "00:28:43.469",
    "end": "00:28:48.299"
  },
  {
    "text": "A department where they",
    "begin": "00:28:48.580",
    "end": "00:28:49.610"
  },
  {
    "text": "politicize agenda From The start and hey by People Without any training Whatever in that Field i Mean What should Be the what Should be",
    "begin": "00:28:49.610",
    "end": "00:28:55.630"
  },
  {
    "text": "The parameters of The field Which Would be the requirements of that Field How about Biology",
    "begin": "00:28:55.630",
    "end": "00:28:58.419"
  },
  {
    "text": "okay if you're going to be discussing gender that Should",
    "begin": "00:28:58.909",
    "end": "00:29:01.268"
  },
  {
    "text": "Have Been a Number One requirement okay as Part of Any Women's studies department or program but no okay",
    "begin": "00:29:01.269",
    "end": "00:29:06.849"
  },
  {
    "text": "It Was all Hands off It Was Just the",
    "begin": "00:29:07.000",
    "end": "00:29:09.000"
  },
  {
    "text": "Administrators Wanted To solve a public relations problem They had a Situation with Very Few Women Faculty",
    "begin": "00:29:09.049",
    "end": "00:29:14.679"
  },
  {
    "text": "Nationwide at a time When the women's movement had Just started up that spotlight of Attention Was Was on them they want They Needed Women",
    "begin": "00:29:16.070",
    "end": "00:29:22.510"
  },
  {
    "text": "Faculty Fast They Need to do with the with the women's subject on the agenda fast right so they Just like Poof",
    "begin": "00:29:22.510",
    "end": "00:29:27.369"
  },
  {
    "text": "Let There be Women studies okay and Now we'll Just hire some women and usually from english Departments you know",
    "begin": "00:29:27.549",
    "end": "00:29:33.579"
  },
  {
    "text": "Here and there and we'll Just Throw them together you invent it you Say What it is so That's Why women's studies Got",
    "begin": "00:29:33.769",
    "end": "00:29:39.879"
  },
  {
    "text": "Frozen At a Certain Point of ideologies",
    "begin": "00:29:40.250",
    "end": "00:29:42.609"
  },
  {
    "text": "okay of The Early",
    "begin": "00:29:42.970",
    "end": "00:29:44.059"
  },
  {
    "text": "1970s i was",
    "begin": "00:29:44.059",
    "end": "00:29:44.929"
  },
  {
    "text": "Already in Revolt From It okay i was a precursor in terms of My endorsement of feminism Before It before even Now was created Right",
    "begin": "00:29:44.929",
    "end": "00:29:52.929"
  },
  {
    "text": "But i couldn't yeah i couldn't even have a Conversation With Any of These Women They were?",
    "begin": "00:29:52.929",
    "end": "00:29:56.798"
  },
  {
    "text": "Hysterical about The subject of Biology They Knew nothing about Hormones and i i mean i i",
    "begin": "00:29:57.169",
    "end": "00:30:01.449"
  },
  {
    "text": "Probably Got in fistfights",
    "begin": "00:30:01.669",
    "end": "00:30:02.809"
  },
  {
    "text": "Over This They What People were so",
    "begin": "00:30:02.809",
    "end": "00:30:04.309"
  },
  {
    "text": "Convinced That Biology had nothing Whatever to do with gender differences see that also Seems to me to be related",
    "begin": "00:30:04.309",
    "end": "00:30:10.658"
  },
  {
    "text": "To the postmodern emphasis on power yeah Because There's a There's something?",
    "begin": "00:30:10.659",
    "end": "00:30:14.679"
  },
  {
    "text": "Terrible Underground Going on there that Is and i think this is the sort of Thing That Was Reflected in the soviet union",
    "begin": "00:30:14.990",
    "end": "00:30:20.589"
  },
  {
    "text": "Too and the especially in the 20s When there was this idea a Radical idea that You could",
    "begin": "00:30:20.600",
    "end": "00:30:24.760"
  },
  {
    "text": "Remake Human Beings Entirely Right Because They have no essential nature and so if your Fundamental",
    "begin": "00:30:24.860",
    "end": "00:30:30.699"
  },
  {
    "text": "Hypothesis is that nothing Exists Except Power and you believe That then that also Gives you the right in some sense to",
    "begin": "00:30:30.950",
    "end": "00:30:38.110"
  },
  {
    "text": "exercise Your Power at The Creation of the Kind of Humanity That Your",
    "begin": "00:30:38.510",
    "end": "00:30:41.829"
  },
  {
    "text": "Utopian Vision envisions and Then That has no that and that also Seems to me to justify the postmodern insistence That",
    "begin": "00:30:41.990",
    "end": "00:30:48.669"
  },
  {
    "text": "Everything is Only a Linguistic",
    "begin": "00:30:48.919",
    "end": "00:30:50.419"
  },
  {
    "text": "Construct It Again Goes down to the notion of Power Which derrida and Foucault and locke Our so bloody obsessed with and",
    "begin": "00:30:50.419",
    "end": "00:30:56.379"
  },
  {
    "text": "so and It Seems to me what They're trying to do is to it to take all",
    "begin": "00:30:56.450",
    "end": "00:31:00.100"
  },
  {
    "text": "All the potential Power for the Creation of Human Beings to Themselves Without Any Bounding Conditions?",
    "begin": "00:31:00.300",
    "end": "00:31:05.159"
  },
  {
    "text": "Whatsoever right There's no History There's no biology There's and and everything Is a Fluid culture that can be",
    "begin": "00:31:05.500",
    "end": "00:31:11.940"
  },
  {
    "text": "Manipulated at Will and so i mean in canada there are terrible arguments Right Now about",
    "begin": "00:31:12.250",
    "end": "00:31:16.950"
  },
  {
    "text": "Biological essentialism Let's Say And One of The Things that Happened Which Was something i objected to precisely a Year ago is that the social",
    "begin": "00:31:17.500",
    "end": "00:31:24.750"
  },
  {
    "text": "constructionist view of Human Identity has Been Built now into canadian law so there's an insistence That",
    "begin": "00:31:25.030",
    "end": "00:31:30.450"
  },
  {
    "text": "Biological sex",
    "begin": "00:31:31.360",
    "end": "00:31:33.360"
  },
  {
    "text": "Gender Identity Gender Expression and Sexual Proclivity Very",
    "begin": "00:31:33.460",
    "end": "00:31:37.710"
  },
  {
    "text": "Independently With no causal",
    "begin": "00:31:38.080",
    "end": "00:31:39.490"
  },
  {
    "text": "Relationship Between Any of The levels and so That's in the law and not Only is It in the law it's being Taught",
    "begin": "00:31:39.490",
    "end": "00:31:44.550"
  },
  {
    "text": "Everywhere it's being taught in the armed Forces",
    "begin": "00:31:44.620",
    "end": "00:31:46.210"
  },
  {
    "text": "it's being taught in the police it's being taught to the Elementary School Kids and the Junior High school Kids and",
    "begin": "00:31:46.210",
    "end": "00:31:51.419"
  },
  {
    "text": "Underneath It all i see this terrible",
    "begin": "00:31:51.820",
    "end": "00:31:53.820"
  },
  {
    "text": "Striving for Arbitrary Power That's associated with This Crazy utopianism and and and",
    "begin": "00:31:54.430",
    "end": "00:31:59.460"
  },
  {
    "text": "but i still don't Exactly Understand It i don't like i don't Understand That",
    "begin": "00:31:59.770",
    "end": "00:32:03.480"
  },
  {
    "text": "What seems to be the hatred that motivates It that You see bubbling Up for Example in identity Politics and and",
    "begin": "00:32:03.640",
    "end": "00:32:09.720"
  },
  {
    "text": "in the desire to do nothing But Let's Say Demolish The",
    "begin": "00:32:09.820",
    "end": "00:32:13.049"
  },
  {
    "text": "Patriarchy It Kind of Reminds me and this is something else i wanted to talk to you about you know and",
    "begin": "00:32:13.240",
    "end": "00:32:17.790"
  },
  {
    "text": "You're you're an Admirer of Eric Norman and all you yeah and That's the",
    "begin": "00:32:17.920",
    "end": "00:32:21.600"
  },
  {
    "text": "Norman Connection is Really interesting cuz i think he's a Bloody Genius i Really like the great mother Is a Great",
    "begin": "00:32:21.670",
    "end": "00:32:27.060"
  },
  {
    "text": "Book and I'm Really a Great Warning that. Book and also the origins and History of Consciousness",
    "begin": "00:32:27.060",
    "end": "00:32:31.889"
  },
  {
    "text": "Yeah But That's so interesting i Read an Essay that you wrote",
    "begin": "00:32:34.150",
    "end": "00:32:36.930"
  },
  {
    "text": "Yes it's always Been staggering to me that that book hasn't had the impact that it Should",
    "begin": "00:32:41.050",
    "end": "00:32:45.360"
  },
  {
    "text": "Have had i Mean Young Himself in the preface to that book?",
    "begin": "00:32:45.360",
    "end": "00:32:47.909"
  },
  {
    "text": "Wrote that that Was the book that he wished that he would have Written it's Very Much associated With Young Symbols of",
    "begin": "00:32:47.980",
    "end": "00:32:53.279"
  },
  {
    "text": "Transformation and It Was a Major influence on my book maps of Meaning Which Was an Attempt to",
    "begin": "00:32:53.560",
    "end": "00:32:58.110"
  },
  {
    "text": "Outline the universal Archetypes That are portrayed in the Kind of religious structures that you",
    "begin": "00:32:58.570",
    "end": "00:33:03.419"
  },
  {
    "text": "That You Put Forward but The thing that i really see happening and you can tell me what you think about this in annoyance book?",
    "begin": "00:33:03.490",
    "end": "00:33:09.840"
  },
  {
    "text": "Consciousness Which is",
    "begin": "00:33:10.210",
    "end": "00:33:11.890"
  },
  {
    "text": "Masculine symbolically Masculine for a Variety of Reasons Is is viewed as",
    "begin": "00:33:11.890",
    "end": "00:33:16.150"
  },
  {
    "text": "Rising Up",
    "begin": "00:33:16.730",
    "end": "00:33:18.440"
  },
  {
    "text": "Against The countervailing Force of Tragedy from an Underlying",
    "begin": "00:33:18.440",
    "end": "00:33:21.700"
  },
  {
    "text": "feminine symbolically feminine Unconsciousness Right and it's something That Can Always Be pulled back into that unconsciousness That Would Be the",
    "begin": "00:33:22.370",
    "end": "00:33:29.319"
  },
  {
    "text": "Microcosm of That Would be The Freudian eatable mother",
    "begin": "00:33:29.600",
    "end": "00:33:32.380"
  },
  {
    "text": "Familial Dynamic Where the mother is so over",
    "begin": "00:33:32.960",
    "end": "00:33:35.799"
  },
  {
    "text": "protective and all-Encompassing",
    "begin": "00:33:36.679",
    "end": "00:33:37.760"
  },
  {
    "text": "That She Interferes with the development of The competence not Only of her sons but also of her Daughters of her Children in General and",
    "begin": "00:33:37.760",
    "end": "00:33:43.959"
  },
  {
    "text": "It seems to me that That's the",
    "begin": "00:33:44.000",
    "end": "00:33:45.890"
  },
  {
    "text": "Dynamic That's being Played Out in our society Right Now is that there's this and",
    "begin": "00:33:45.890",
    "end": "00:33:49.540"
  },
  {
    "text": "It's it's related in some Way that i don't understand to this to this",
    "begin": "00:33:49.610",
    "end": "00:33:53.140"
  },
  {
    "text": "Insistence That all Forms of masculine Authority are nothing But Tyrannical Power so the Symbolic representation is",
    "begin": "00:33:53.419",
    "end": "00:34:00.579"
  },
  {
    "text": "Tyrannical Father With no",
    "begin": "00:34:01.400",
    "end": "00:34:03.400"
  },
  {
    "text": "Appreciation for the benevolent Father and",
    "begin": "00:34:03.470",
    "end": "00:34:05.470"
  },
  {
    "text": "Benevolent mother With no appreciation Whatsoever for the tyrannical mother right and That's that and because i thought of ideologies as",
    "begin": "00:34:05.929",
    "end": "00:34:13.209"
  },
  {
    "text": "Fragmentary Mythologies That's Where They Get Their",
    "begin": "00:34:13.369",
    "end": "00:34:15.549"
  },
  {
    "text": "Archetypal and Psychological Power Right and so in a Balanced representation You have the terrible mother and the great mother as?",
    "begin": "00:34:15.950",
    "end": "00:34:22.629"
  },
  {
    "text": "Knowing Been Laid Out so Nicely and",
    "begin": "00:34:23.060",
    "end": "00:34:25.040"
  },
  {
    "text": "You Have the terrible father and the Great Father so That'S the fact that culture bangels you have to Death well it's also?",
    "begin": "00:34:25.040",
    "end": "00:34:30.850"
  },
  {
    "text": "Promoting you in developing you you have to see that as balanced and then You have the heroic and Adversarial individual but in the?",
    "begin": "00:34:31.040",
    "end": "00:34:37.659"
  },
  {
    "text": "Postmodern World and This Seems to be something That's increasingly",
    "begin": "00:34:37.850",
    "end": "00:34:40.929"
  },
  {
    "text": "Seeping Out into the culture at large you have nothing but the tyrannical father?",
    "begin": "00:34:41.450",
    "end": "00:34:45.310"
  },
  {
    "text": "nothing But The destructive Force of masculine consciousness and nothing but the benevolent",
    "begin": "00:34:45.770",
    "end": "00:34:51.219"
  },
  {
    "text": "Benevolent Great mother and It's a it's an appalling ideology and It Seems to me that it's sucking the vitality",
    "begin": "00:34:52.040",
    "end": "00:34:57.519"
  },
  {
    "text": "Which is Exactly What you would Expect symbolically it's sucking the Vitality of Our culture you see that with the increasing",
    "begin": "00:34:58.310",
    "end": "00:35:04.449"
  },
  {
    "text": "Demolition of",
    "begin": "00:35:05.359",
    "end": "00:35:06.650"
  },
  {
    "text": "Young men",
    "begin": "00:35:06.650",
    "end": "00:35:08.030"
  },
  {
    "text": "and Not Only Young men in terms of Their Academic performance Which like They're Falling Way behind",
    "begin": "00:35:08.030",
    "end": "00:35:12.550"
  },
  {
    "text": "in Elementary School Way behind in Junior High and Bailing Out of the universities like Mad and so and i",
    "begin": "00:35:12.650",
    "end": "00:35:18.820"
  },
  {
    "text": "Well The Public school Education become completely Permeated by This Kind of my anti male",
    "begin": "00:35:19.070",
    "end": "00:35:24.009"
  },
  {
    "text": "Propaganda i mean and i need to me public Schools are Just a form of imprisonment you Know right Now they're particularly",
    "begin": "00:35:24.470",
    "end": "00:35:29.519"
  },
  {
    "text": "Destructive to young men who have a Lot of physical Energy",
    "begin": "00:35:29.619",
    "end": "00:35:31.919"
  },
  {
    "text": "Now you know i identify as transgender gay Mic Myself away but i do not i do not",
    "begin": "00:35:32.920",
    "end": "00:35:38.039"
  },
  {
    "text": "require the entire world to alter itself okay to fit my particular The self-image i do believe in",
    "begin": "00:35:38.410",
    "end": "00:35:45.240"
  },
  {
    "text": "The Power of Hormones i believe that men Exist and Women Exist and They are biologically different i think that i think there is",
    "begin": "00:35:45.579",
    "end": "00:35:52.919"
  },
  {
    "text": "No cure for",
    "begin": "00:35:53.470",
    "end": "00:35:55.000"
  },
  {
    "text": "The Cultures ills Right Now Except If men Start standing opera in demanding That They be",
    "begin": "00:35:55.000",
    "end": "00:36:01.019"
  },
  {
    "text": "Respected As men okay okay so i got a question about That",
    "begin": "00:36:01.299",
    "end": "00:36:04.889"
  },
  {
    "text": "So so one of The Things we did a research Project a Year ago trying to figure out if there Was such a Thing as",
    "begin": "00:36:04.990",
    "end": "00:36:11.069"
  },
  {
    "text": "Political Correctness From a Psychometric perspective to find out if there the loose",
    "begin": "00:36:11.069",
    "end": "00:36:15.149"
  },
  {
    "text": "Aggregation of Beliefs Actually Clumped Together",
    "begin": "00:36:15.819",
    "end": "00:36:17.819"
  },
  {
    "text": "Statistically and We Actually Found two factors Which i won't go into but then we Looked at Things That predicted adherence to that That?",
    "begin": "00:36:17.950",
    "end": "00:36:24.480"
  },
  {
    "text": "Politically Correct Creed and There were a couple That were surprising one was being female Was a predictor",
    "begin": "00:36:25.119",
    "end": "00:36:30.959"
  },
  {
    "text": "The",
    "begin": "00:36:31.420",
    "end": "00:36:32.289"
  },
  {
    "text": "Personality attributes associated With Femininity so that Would Be Agreeableness and higher levels of negative emotion were also both",
    "begin": "00:36:32.289",
    "end": "00:36:38.278"
  },
  {
    "text": "independent predictors but so were symptoms of personality disorder Which i thought Was really important Because Part of What i see happening is That",
    "begin": "00:36:38.349",
    "end": "00:36:45.989"
  },
  {
    "text": "Like i think that Women whose relationship with men have has Been Seriously?",
    "begin": "00:36:46.480",
    "end": "00:36:50.639"
  },
  {
    "text": "Pathologized Cannot distinguish Between male Authority and competence and male",
    "begin": "00:36:51.009",
    "end": "00:36:55.439"
  },
  {
    "text": "Tyrannical Power Like They fail to differentiate because all They see is the oppressive male and then They may Have had Experiences that That?",
    "begin": "00:36:55.690",
    "end": "00:37:03.179"
  },
  {
    "text": "Their Experiences with men might have Been Rough enough so that That differentiation never occurred Because it has to occur",
    "begin": "00:37:04.809",
    "end": "00:37:10.349"
  },
  {
    "text": "And You have to have a Lot Of Experience with men and Good men do before that will occur?",
    "begin": "00:37:10.660",
    "end": "00:37:15.059"
  },
  {
    "text": "But It Seems to me that we're also increasingly dominated By a view of Masculinity That's Mostly Characteristic of Women who have terrible",
    "begin": "00:37:15.309",
    "end": "00:37:23.099"
  },
  {
    "text": "Personality disorders and Who are unable to have Healthy relationships with men Now but Here's the problem you know?",
    "begin": "00:37:23.410",
    "end": "00:37:29.430"
  },
  {
    "text": "This is something My Wife is pointed Out to she said well men are gonna have to stand up for Themselves but Here's the problem?",
    "begin": "00:37:29.799",
    "end": "00:37:35.159"
  },
  {
    "text": "I know how to stand up to a man Who's",
    "begin": "00:37:35.160",
    "end": "00:37:38.160"
  },
  {
    "text": "Whose",
    "begin": "00:37:38.960",
    "end": "00:37:40.050"
  },
  {
    "text": "Unfairly",
    "begin": "00:37:40.050",
    "end": "00:37:41.430"
  },
  {
    "text": "Trespassed Against me and the reason i know that is because the parameters for My resistance are quite well-Defined Which is",
    "begin": "00:37:41.430",
    "end": "00:37:48.020"
  },
  {
    "text": "We talk We argue we Push and then It Becomes physical",
    "begin": "00:37:48.240",
    "end": "00:37:52.339"
  },
  {
    "text": "Right Like If We Move Beyond The Boundaries of civil discourse we Know what the Next step is ok That's Forbidden in in",
    "begin": "00:37:52.890",
    "end": "00:38:00.710"
  },
  {
    "text": "Discourse with Women and so i don't think that men can control Crazy Women i don't they i really don't believe it i think That",
    "begin": "00:38:00.900",
    "end": "00:38:07.700"
  },
  {
    "text": "They have to Throw Their Hands up in in in in what in in it's not even disbelief",
    "begin": "00:38:07.700",
    "end": "00:38:13.970"
  },
  {
    "text": "It's that The cultural There's no step Forward That You can take Under Those Circumstances",
    "begin": "00:38:14.190",
    "end": "00:38:18.859"
  },
  {
    "text": "Because if the Man Is offensive enough and Crazy Enough The",
    "begin": "00:38:19.200",
    "end": "00:38:22.460"
  },
  {
    "text": "Reaction Becomes Physical Right Away or at Least The Threat is there and",
    "begin": "00:38:23.130",
    "end": "00:38:26.750"
  },
  {
    "text": "When men are talking to each Other in any serious Manner That Underlying Threat of",
    "begin": "00:38:26.970",
    "end": "00:38:31.550"
  },
  {
    "text": "Physicality is Always there especially if It's a real conversation and Keeps The Things civilized to some degree you know iF you're talking to a",
    "begin": "00:38:31.680",
    "end": "00:38:38.570"
  },
  {
    "text": "Man Who wouldn't fight with You under any Circumstances Whatsoever then you're talking",
    "begin": "00:38:38.570",
    "end": "00:38:43.669"
  },
  {
    "text": "To someone to whom you have absolutely no respect but i can't See any Way for Example",
    "begin": "00:38:43.670",
    "end": "00:38:48.500"
  },
  {
    "text": "There's a There's a Woman in in toronto Who's Been?",
    "begin": "00:38:48.690",
    "end": "00:38:51.440"
  },
  {
    "text": "Organizing This movement Let's Say Against me and some Other People who are gonna do a free speech",
    "begin": "00:38:52.680",
    "end": "00:38:57.139"
  },
  {
    "text": "Event and she Managed to organize quite effectively and She's quite?",
    "begin": "00:38:57.930",
    "end": "00:39:01.909"
  },
  {
    "text": "offensive You might Say She compared us to nazis for Example Which you know publicly",
    "begin": "00:39:02.880",
    "end": "00:39:07.339"
  },
  {
    "text": "Using The Swastika Which wasn't really something i was all That far in Depth but i i'm defenseless against That Kind of female",
    "begin": "00:39:07.650",
    "end": "00:39:14.629"
  },
  {
    "text": "Insanity Because The",
    "begin": "00:39:14.970",
    "end": "00:39:16.970"
  },
  {
    "text": "Techniques That i would use against a Man Who was employing those tactics are Forbidden to me",
    "begin": "00:39:17.280",
    "end": "00:39:21.859"
  },
  {
    "text": "So i don't know like It seems to me that It isn't men that have to stand up and Say Enough of This even though",
    "begin": "00:39:22.020",
    "end": "00:39:28.159"
  },
  {
    "text": "That is What They Should do It Seems to me that it's same Women who have to stand up against Their Crazy",
    "begin": "00:39:28.160",
    "end": "00:39:33.530"
  },
  {
    "text": "sisters and Say Look enough of That enough man-Hating enough",
    "begin": "00:39:33.630",
    "end": "00:39:37.190"
  },
  {
    "text": "Pathology enough Bringing disgrace on us as a Gender But",
    "begin": "00:39:37.589",
    "end": "00:39:42.559"
  },
  {
    "text": "The problem there and then They'll Start My little tirade is that most of the Women i know",
    "begin": "00:39:42.930",
    "end": "00:39:47.570"
  },
  {
    "text": "Who are saying are Busy doing same Thing",
    "begin": "00:39:47.730",
    "end": "00:39:50.240"
  },
  {
    "text": "Right They're off They have Their career They have Their Family They're quite occupied and they don't seem",
    "begin": "00:39:50.779",
    "end": "00:39:55.008"
  },
  {
    "text": "To have the time or maybe even the interest to go after Their Their Crazy Harpy sisters and so i don't see any",
    "begin": "00:39:55.009",
    "end": "00:40:01.519"
  },
  {
    "text": "regulating Force For That That terrible Femininity and It Seems to me to be",
    "begin": "00:40:01.739",
    "end": "00:40:05.779"
  },
  {
    "text": "Invading the culture and",
    "begin": "00:40:07.529",
    "end": "00:40:09.209"
  },
  {
    "text": "undermining The The masculine Power of the culture in a Way That's i think",
    "begin": "00:40:09.209",
    "end": "00:40:13.428"
  },
  {
    "text": "Fatal i really do Believe that i - i too believe these are",
    "begin": "00:40:13.619",
    "end": "00:40:16.788"
  },
  {
    "text": "Symptomatic of the decline of Western culture and We and it Will Just Go down flat i don't think People realize that you know",
    "begin": "00:40:17.489",
    "end": "00:40:23.899"
  },
  {
    "text": "Masculinity Still Exists okay in the World As a Code among Jihadists",
    "begin": "00:40:24.479",
    "end": "00:40:28.968"
  },
  {
    "text": "Okay and when you have passionate Masculinity okay circling the Borders like The huns and the Vandals during The roman empire",
    "begin": "00:40:29.309",
    "end": "00:40:36.258"
  },
  {
    "text": "That's what i see i see this culture rotting from Within okay and",
    "begin": "00:40:36.509",
    "end": "00:40:40.339"
  },
  {
    "text": "Disemboweling Itself Literally Now mile an Overview of Why we're having this problem",
    "begin": "00:40:41.039",
    "end": "00:40:45.049"
  },
  {
    "text": "and It comes from The fact that I'm the product of an immigrant Family all four of My",
    "begin": "00:40:45.299",
    "end": "00:40:49.609"
  },
  {
    "text": "Grandparents and My mother were born in Italy",
    "begin": "00:40:50.219",
    "end": "00:40:52.489"
  },
  {
    "text": "so i remember from my earliest Years in This factory Town in upstate New York where the wife of My relatives came to work in",
    "begin": "00:40:52.589",
    "end": "00:40:58.068"
  },
  {
    "text": "The shoe Factory i can Remember Still okay",
    "begin": "00:40:58.069",
    "end": "00:41:00.889"
  },
  {
    "text": "They the life of the Agrarian era okay which we're not Which Was for most of Human History",
    "begin": "00:41:01.159",
    "end": "00:41:05.599"
  },
  {
    "text": "The Agrarian era",
    "begin": "00:41:06.269",
    "end": "00:41:07.439"
  },
  {
    "text": "Where there was the World of men and the World of Women and the sexes had Very little to do with each Other",
    "begin": "00:41:07.439",
    "end": "00:41:14.899"
  },
  {
    "text": "Each had power and status in its own Realm Right and They Laughed at Each Other in in essence",
    "begin": "00:41:14.969",
    "end": "00:41:21.259"
  },
  {
    "text": "The Way the Women had enormous power in fact the old Women Ruled not the young Beautiful Woman Like Today but",
    "begin": "00:41:21.569",
    "end": "00:41:27.738"
  },
  {
    "text": "The Older You were the more you had control Over Everyone including the mating and marriage",
    "begin": "00:41:27.959",
    "end": "00:41:33.109"
  },
  {
    "text": "Um there were no doctors so though",
    "begin": "00:41:33.509",
    "end": "00:41:35.718"
  },
  {
    "text": "you had the you know the old Women were like Midwives and Knew all the ins and outs of This and inherited Knowledge about Pregnancy",
    "begin": "00:41:35.819",
    "end": "00:41:42.018"
  },
  {
    "text": "and All These Other Things right i can Remember This in the Ignition and and the Joy That",
    "begin": "00:41:42.019",
    "end": "00:41:46.579"
  },
  {
    "text": "Women had with each Other all day Long okay cooking With each Other a",
    "begin": "00:41:46.709",
    "end": "00:41:51.709"
  },
  {
    "text": "Companions to each Other talking conversing My mother Remembered As a Small Child in Italy When It Was time to do the laundry",
    "begin": "00:41:52.259",
    "end": "00:41:58.279"
  },
  {
    "text": "They Would take The Laundry Up the mount up the hill to the fountain You'll soar go okay",
    "begin": "00:41:58.499",
    "end": "00:42:03.499"
  },
  {
    "text": "And do It by Hand they would sing They Would picnic and so on alright and we Get a glimpse of that in the Odyssey",
    "begin": "00:42:03.760",
    "end": "00:42:09.010"
  },
  {
    "text": "When Odysseus is is is Thrown up naked on the shores of phoenicia alright and and he Hears the sound of Women Young Women",
    "begin": "00:42:09.010",
    "end": "00:42:16.419"
  },
  {
    "text": "Laughing and Singing and it'S no Nikki or the princess Bringing the Women to do the laundry",
    "begin": "00:42:16.730",
    "end": "00:42:20.740"
  },
  {
    "text": "He's Exactly The same Thing ok? So there was a Each Gender Had its own?",
    "begin": "00:42:20.869",
    "end": "00:42:25.539"
  },
  {
    "text": "Hierarchy its own Values its own Way of talking and the sex is rarely",
    "begin": "00:42:26.390",
    "end": "00:42:30.280"
  },
  {
    "text": "Intersected Like I can Remember in My in childhood and a Holiday Typical ago It could Be a Christmas It could Be a",
    "begin": "00:42:30.890",
    "end": "00:42:36.400"
  },
  {
    "text": "Thanksgiving Whatever all after Then Women Would be cooking all day Long Everyone Would Sit down to eat",
    "begin": "00:42:36.560",
    "end": "00:42:41.409"
  },
  {
    "text": "ok and then After That",
    "begin": "00:42:41.600",
    "end": "00:42:43.540"
  },
  {
    "text": "ok",
    "begin": "00:42:43.540",
    "end": "00:42:43.960"
  },
  {
    "text": "The Women were retired on",
    "begin": "00:42:43.960",
    "end": "00:42:45.140"
  },
  {
    "text": "Master The Kitchen and the men would go i would i would look at the Food window and see all the men the men would",
    "begin": "00:42:45.140",
    "end": "00:42:50.920"
  },
  {
    "text": "Be all outside usually Gather on the car",
    "begin": "00:42:50.920",
    "end": "00:42:53.619"
  },
  {
    "text": "Ok a time When cars didn't",
    "begin": "00:42:53.930",
    "end": "00:42:55.690"
  },
  {
    "text": "Work as Well as They do today with the hood up",
    "begin": "00:42:55.690",
    "end": "00:42:57.560"
  },
  {
    "text": "Okay and the men Would be standing with Their Hands on Their Hips like That?",
    "begin": "00:42:57.560",
    "end": "00:43:00.489"
  },
  {
    "text": "Everyone's Staring at The engine and i went Yeah That's how i learned okay men were",
    "begin": "00:43:00.590",
    "end": "00:43:05.829"
  },
  {
    "text": "refreshing Themselves By Studying something",
    "begin": "00:43:06.080",
    "end": "00:43:08.229"
  },
  {
    "text": "Technical and Mechanical after Being With The Women okay you know for during the Dinner okay",
    "begin": "00:43:08.359",
    "end": "00:43:12.129"
  },
  {
    "text": "So so also all of These problems of Today are the direct consequence of Women's emancipation and Freedom from",
    "begin": "00:43:12.130",
    "end": "00:43:18.910"
  },
  {
    "text": "Housework Thanks to capitalism okay Which made It possible for Women to have Jobs That Said at home for The very first time in the?",
    "begin": "00:43:19.460",
    "end": "00:43:26.230"
  },
  {
    "text": "Nineteenth Century no longer to be dependent on a Husband or father or brother right and so This Great",
    "begin": "00:43:26.230",
    "end": "00:43:32.439"
  },
  {
    "text": "Great Thing That's Happened to us they're allowing us to be totally self",
    "begin": "00:43:32.840",
    "end": "00:43:36.369"
  },
  {
    "text": "Knowing Self Supporting Independent Agents has Produced all This Animosity about maybe Too Many men and Women Because the Women",
    "begin": "00:43:36.680",
    "end": "00:43:43.960"
  },
  {
    "text": "Women Feel Unhappy Women Today and Wherever i go whether it's Italy or brazil or England or America",
    "begin": "00:43:44.240",
    "end": "00:43:50.740"
  },
  {
    "text": "or toronto okay the of the upper-Middle class professional Women are",
    "begin": "00:43:51.140",
    "end": "00:43:55.750"
  },
  {
    "text": "Unhappy Miserable They want and They don't know What Why they're Unhappy they want to blame it on men okay the men must change",
    "begin": "00:43:56.060",
    "end": "00:44:02.769"
  },
  {
    "text": "Men must become more Like Women no that is the wrong Way to go okay it's when men are men okay and",
    "begin": "00:44:02.960",
    "end": "00:44:10.090"
  },
  {
    "text": "Understand Themselves As men are",
    "begin": "00:44:10.340",
    "end": "00:44:11.900"
  },
  {
    "text": "Secure as men then you're going to be happier yeah well there's nothing more Dangerous Than a Weak man Yeah absolutely",
    "begin": "00:44:11.900",
    "end": "00:44:17.859"
  },
  {
    "text": "Okay especially all These Quislings okay spouting feminists you Hear That okay it Makes me sick but Here's the point?",
    "begin": "00:44:18.050",
    "end": "00:44:24.340"
  },
  {
    "text": "Men and Women Have never Worked side by side?",
    "begin": "00:44:24.710",
    "end": "00:44:27.820"
  },
  {
    "text": "Ever Maybe on The",
    "begin": "00:44:28.100",
    "end": "00:44:29.420"
  },
  {
    "text": "Farms okay when you were like maybe One person's in the potato field the other Ones over here in the tomato we're Doing Tomatoes or",
    "begin": "00:44:29.420",
    "end": "00:44:34.269"
  },
  {
    "text": "Whatever okay you you had you had Families Working Working side by side",
    "begin": "00:44:34.270",
    "end": "00:44:38.259"
  },
  {
    "text": "Exhausted With each Other no time to have It in any Clash of This It Was a collaborative effort on farms and so on",
    "begin": "00:44:38.780",
    "end": "00:44:44.590"
  },
  {
    "text": "Never in all of Human History have men and Women Been Working side By side and Women are Now the pressure about silicon Valley?",
    "begin": "00:44:44.780",
    "end": "00:44:52.600"
  },
  {
    "text": "They're also",
    "begin": "00:44:52.780",
    "end": "00:44:53.660"
  },
  {
    "text": "Sexist oh there there say They don't allow Women in and so on the men are being men in silicon Valley",
    "begin": "00:44:53.660",
    "end": "00:44:58.180"
  },
  {
    "text": "All right and They Should Be engineers and The Women are demanding that you're oh?",
    "begin": "00:44:58.250",
    "end": "00:45:02.140"
  },
  {
    "text": "This is terrible You're being sick maybe the sex is okay have their own particular",
    "begin": "00:45:02.210",
    "end": "00:45:06.520"
  },
  {
    "text": "Form of Rhetoric Their own particular form you know by Density okay maybe okay we Need to",
    "begin": "00:45:06.650",
    "end": "00:45:11.739"
  },
  {
    "text": "Reexamine okay this Business about your they may be we have to perhaps",
    "begin": "00:45:12.350",
    "end": "00:45:16.360"
  },
  {
    "text": "Accept some degree of tension and Conflict",
    "begin": "00:45:16.610",
    "end": "00:45:19.059"
  },
  {
    "text": "Between The Sexes okay it in a Work environment i don't Mean Harassment I'm sorry I'm talking about Women Feeling",
    "begin": "00:45:19.250",
    "end": "00:45:25.630"
  },
  {
    "text": "Disrespective Yeah how some how They're with their opinions When They Express them okay are not taking Seriously or or That",
    "begin": "00:45:25.970",
    "end": "00:45:31.390"
  },
  {
    "text": "Even Hillary Clinton Is complaining oh When your Woman write something online She's Attacked",
    "begin": "00:45:31.760",
    "end": "00:45:36.400"
  },
  {
    "text": "Immediately and Sorry Well Everyone's Attacked online What are you talking about the World is tough the World is",
    "begin": "00:45:36.830",
    "end": "00:45:41.469"
  },
  {
    "text": "Competitive okay identity Is Whole okay by conflict the idea That There's Been no",
    "begin": "00:45:41.570",
    "end": "00:45:45.850"
  },
  {
    "text": "Conflict That We Have to be in this back okay of approbation yes and",
    "begin": "00:45:46.130",
    "end": "00:45:50.289"
  },
  {
    "text": "That's the devouring Cycle That's right It's",
    "begin": "00:45:51.230",
    "end": "00:45:53.740"
  },
  {
    "text": "Absolutely infantile and Mean It okay so a couple of Things there well the first Thing is is that the the",
    "begin": "00:45:53.840",
    "end": "00:45:58.989"
  },
  {
    "text": "AgreeaBleness trait That Divides men and Women most There's three Things that Divide Women and men most particularly from the",
    "begin": "00:45:59.090",
    "end": "00:46:04.900"
  },
  {
    "text": "Psychrometric perspective One is that Women are more agreeable Than men and so that Seems to be the primary",
    "begin": "00:46:05.120",
    "end": "00:46:10.779"
  },
  {
    "text": "Maternal Dimension as far As i can Tell it's associated with a desire to avoid conflict but it's it's associated with interpersonal Closeness",
    "begin": "00:46:10.970",
    "end": "00:46:18.520"
  },
  {
    "text": "Compassion Politeness Women are reliably Hired",
    "begin": "00:46:19.070",
    "end": "00:46:21.699"
  },
  {
    "text": "Especially in the Scandinavian countries and in the countries where egalitarianism has progressed the farthest so That's where the difference is",
    "begin": "00:46:22.300",
    "end": "00:46:29.129"
  },
  {
    "text": "Maximized Which is one of the things James d'Amour Pointed Out quite Correctly in His",
    "begin": "00:46:29.800",
    "end": "00:46:33.509"
  },
  {
    "text": "Infamous Google Memo okay women are higher and negative emotion so That's Anxiety and emotional Pain",
    "begin": "00:46:33.760",
    "end": "00:46:38.999"
  },
  {
    "text": "Now that difference is approximately the same size and again That",
    "begin": "00:46:39.240",
    "end": "00:46:43.139"
  },
  {
    "text": "Maximizes in egalitarian Societies Which is Extremely interesting and then The Biggest difference is the",
    "begin": "00:46:43.480",
    "end": "00:46:48.570"
  },
  {
    "text": "Difference in interest Between People and Things and so Women are more interested in people and men are more",
    "begin": "00:46:48.760",
    "end": "00:46:53.790"
  },
  {
    "text": "Interested in Things Which Goes Along quite Nicely with your car anecdote but",
    "begin": "00:46:53.860",
    "end": "00:46:57.779"
  },
  {
    "text": "The Thing about men",
    "begin": "00:46:58.900",
    "end": "00:47:00.640"
  },
  {
    "text": "Interacting With Men again is that It isn't That They respect each Other's Viewpoints",
    "begin": "00:47:00.640",
    "end": "00:47:04.230"
  },
  {
    "text": "That's not Exactly Right What happens with a Man and i know a Lot of men that i would regard is as",
    "begin": "00:47:04.300",
    "end": "00:47:10.350"
  },
  {
    "text": "Remarkably Tough People For One reason or another and",
    "begin": "00:47:10.750",
    "end": "00:47:13.949"
  },
  {
    "text": "Everything You do with them is a form of Combat Like if you want your viewpoint Taken Seriously",
    "begin": "00:47:14.470",
    "end": "00:47:19.199"
  },
  {
    "text": "Often you have to yell them down and like They're not gonna stop talking Unless you start talking over them you know and it's it's",
    "begin": "00:47:19.540",
    "end": "00:47:25.769"
  },
  {
    "text": "Not like men are automatically Giving respect to other men Because that Just Doesn't Happen it's that the Combat is there and it's Expected and",
    "begin": "00:47:25.770",
    "end": "00:47:33.330"
  },
  {
    "text": "One of the problems",
    "begin": "00:47:33.640",
    "end": "00:47:34.840"
  },
  {
    "text": "and so this is part of The reason Why i think men are bailing out of",
    "begin": "00:47:34.840",
    "end": "00:47:38.399"
  },
  {
    "text": "so much Of Academia and and maybe The Academic World in General and Maybe The World in General is That",
    "begin": "00:47:38.470",
    "end": "00:47:44.520"
  },
  {
    "text": "Men Actually don't have any Idea how to compete with Women Because the problem is is that if you",
    "begin": "00:47:44.740",
    "end": "00:47:50.280"
  },
  {
    "text": "Unleash Yourself",
    "begin": "00:47:50.859",
    "end": "00:47:52.300"
  },
  {
    "text": "Completely Then you're an absolute bully and There's no Doubt about that Because iF",
    "begin": "00:47:52.300",
    "end": "00:47:55.889"
  },
  {
    "text": "men unleash",
    "begin": "00:47:56.320",
    "end": "00:47:57.400"
  },
  {
    "text": "Themselves on other men that can Be Pretty Goddamn Brutal especially for the men that are really Tough and this so that Just Doesn't Happen",
    "begin": "00:47:57.400",
    "end": "00:48:03.510"
  },
  {
    "text": "With Women ever",
    "begin": "00:48:03.510",
    "end": "00:48:04.900"
  },
  {
    "text": "but so you can't unleash Yourself completely if you win you're a Bully if You lose While you're Just Bloody",
    "begin": "00:48:04.900",
    "end": "00:48:11.220"
  },
  {
    "text": "Pathetic so how the hell are you Supposed to play a game like That",
    "begin": "00:48:11.320",
    "end": "00:48:14.279"
  },
  {
    "text": "you Know so in i've worked with lots of Women in law Firms in",
    "begin": "00:48:14.440",
    "end": "00:48:18.060"
  },
  {
    "text": "Canada For Example and and High achieving Women Like Really remarkable People i would Say and They're often",
    "begin": "00:48:18.520",
    "end": "00:48:24.989"
  },
  {
    "text": "Nonplussed i would Say By The attitude of the man in the law firm because They Would like to see everyone pulling together Because",
    "begin": "00:48:25.630",
    "end": "00:48:31.890"
  },
  {
    "text": "All Part of The same team Whereas the Manner like at Each Other's Throats in an in a",
    "begin": "00:48:32.040",
    "end": "00:48:36.929"
  },
  {
    "text": "Cooperative Way Because They want the law firm to succeed but They want",
    "begin": "00:48:37.360",
    "end": "00:48:41.729"
  },
  {
    "text": "To be the person Who's at the top of the success",
    "begin": "00:48:41.730",
    "end": "00:48:44.010"
  },
  {
    "text": "Hierarchy Right so and that that Doesn't Jive well with the more competitive or cooperative",
    "begin": "00:48:44.200",
    "end": "00:48:49.560"
  },
  {
    "text": "Ethos That's Part and parcel Of Agreeableness and so",
    "begin": "00:48:49.840",
    "end": "00:48:53.009"
  },
  {
    "text": "We don't really have any Idea how to integrate male and female Doormen Exactly Exactly",
    "begin": "00:48:53.500",
    "end": "00:48:58.530"
  },
  {
    "text": "Exactly Right This is Why i love this show",
    "begin": "00:48:58.930",
    "end": "00:49:01.380"
  },
  {
    "text": "a real Housewives me which is worse Than Mc scorns and Just Say It Just last night okay i was watching on an episode all",
    "begin": "00:49:01.620",
    "end": "00:49:08.249"
  },
  {
    "text": "Right Where the Women were at each Other okay at a Party and all in",
    "begin": "00:49:08.250",
    "end": "00:49:11.160"
  },
  {
    "text": "Recounting",
    "begin": "00:49:11.470",
    "end": "00:49:12.070"
  },
  {
    "text": "But i said this to you and but you Said this to me anyway and the men and God we Got together there and Said",
    "begin": "00:49:12.070",
    "end": "00:49:17.429"
  },
  {
    "text": "Well This is the way they communicate you know with each Other and you know Say in them you know men we men okay",
    "begin": "00:49:17.430",
    "end": "00:49:22.560"
  },
  {
    "text": "Just Will have a fist fight and we'll Em in ten minutes Later we're gonna have a beer at The bar Where they met next?",
    "begin": "00:49:22.710",
    "end": "00:49:27.570"
  },
  {
    "text": "To each Other and so i mean i have observed That Land Finland Yeah my Daughter My Daughter used to be really",
    "begin": "00:49:27.570",
    "end": "00:49:32.820"
  },
  {
    "text": "irritated about That Because she she like most People",
    "begin": "00:49:33.460",
    "end": "00:49:36.840"
  },
  {
    "text": "Was the target of feminine",
    "begin": "00:49:38.080",
    "end": "00:49:40.080"
  },
  {
    "text": "conspiratorial Bullying At Once She's no pushover My Daughter so this Wasn't like This Was a",
    "begin": "00:49:40.870",
    "end": "00:49:45.419"
  },
  {
    "text": "Continual Thing or that She Didn't know what to do about it but",
    "begin": "00:49:45.550",
    "end": "00:49:48.060"
  },
  {
    "text": "She had to observe",
    "begin": "00:49:48.430",
    "end": "00:49:49.810"
  },
  {
    "text": "These Girls conspiring Against her and then Blackening her name on on Facebook Which is part of It Part and parcel of The typical female",
    "begin": "00:49:49.810",
    "end": "00:49:56.789"
  },
  {
    "text": "Bullying routine Which is often reputation demolition Right That There's a Good editor on that and then She'd Watch What Would Happen if",
    "begin": "00:49:57.250",
    "end": "00:50:04.140"
  },
  {
    "text": "My Brother or my son would have a",
    "begin": "00:50:04.510",
    "end": "00:50:06.840"
  },
  {
    "text": "Dispute with his friends you know and maybe They were drinking and there Was a dispute They'd Have a fight and then The next day",
    "begin": "00:50:07.330",
    "end": "00:50:11.969"
  },
  {
    "text": "They were friends again and That's another Thing That strange is that like men have a Way of",
    "begin": "00:50:11.970",
    "end": "00:50:16.169"
  },
  {
    "text": "Bringing a conflict to a head and Resolving It right and that It isn't obvious to me that Women have that same?",
    "begin": "00:50:16.480",
    "end": "00:50:23.010"
  },
  {
    "text": "Perhaps You might Call It a Luxury but it's also the case that men don't know what to do when they get into a conflict",
    "begin": "00:50:23.500",
    "end": "00:50:28.890"
  },
  {
    "text": "With a Woman Because What the hell are you Supposed to do you know Mostly What you're supposed to do is avoid It and and",
    "begin": "00:50:28.890",
    "end": "00:50:34.890"
  },
  {
    "text": "Well i think you know i don't know whether the crosses into other countries but That there's a Certain Kind of Taunting and",
    "begin": "00:50:35.260",
    "end": "00:50:41.969"
  },
  {
    "text": "The Men Boys do with each Other That toughen them okay and where they don't they don't take Things Seriously but",
    "begin": "00:50:42.319",
    "end": "00:50:47.778"
  },
  {
    "text": "Girls Feelings Become Extremely Hurt if you Hear something like That it's Very Tough for you know again like Sarcastic",
    "begin": "00:50:47.880",
    "end": "00:50:53.390"
  },
  {
    "text": "Against her so i mean i do Feel that there are",
    "begin": "00:50:53.789",
    "end": "00:50:56.448"
  },
  {
    "text": "Profound differences Between The Sexes and in Terms of Emotions in Terms of communication patterns",
    "begin": "00:50:56.579",
    "end": "00:51:01.429"
  },
  {
    "text": "you Know my father used to say That he could never follow Women's",
    "begin": "00:51:01.529",
    "end": "00:51:04.669"
  },
  {
    "text": "Conversations he Said he said Women don't even finish Their Sentences They're there with Their Women?",
    "begin": "00:51:05.219",
    "end": "00:51:09.289"
  },
  {
    "text": "Understand immediately What the Other Woman is Saying okay",
    "begin": "00:51:09.900",
    "end": "00:51:12.170"
  },
  {
    "text": "And and you know in the way Women tend to be more interested in or have Been traditionally more interested in soap operas",
    "begin": "00:51:12.329",
    "end": "00:51:18.589"
  },
  {
    "text": "It's not Just The Women were home Without Jobs",
    "begin": "00:51:18.719",
    "end": "00:51:20.958"
  },
  {
    "text": "It's that Honestly i believe that Soap opera",
    "begin": "00:51:21.229",
    "end": "00:51:23.479"
  },
  {
    "text": "Does Reflect Does Mirror The Way Women talk to each Other They Say these",
    "begin": "00:51:23.609",
    "end": "00:51:27.558"
  },
  {
    "text": "Communication patterns have Been Built Up through Women in the World of Women okay Which Was It made sense there Was a Division of Labor",
    "begin": "00:51:27.630",
    "end": "00:51:34.009"
  },
  {
    "text": "Okay It wasn't Sexism against Women That There Was a Division of Labor The men went off",
    "begin": "00:51:34.229",
    "end": "00:51:38.629"
  },
  {
    "text": "to hunt and did the Dangerous Things the Women Stayed Around The hearth Because you had pregnant Women",
    "begin": "00:51:38.630",
    "end": "00:51:42.739"
  },
  {
    "text": "Nursing Women older Women okay They were cooking and so on so i feel that these",
    "begin": "00:51:42.839",
    "end": "00:51:46.818"
  },
  {
    "text": "Communication patterns That we're talking about have Been Built Up became over the centuries and then men had to toughen each Other",
    "begin": "00:51:47.009",
    "end": "00:51:53.478"
  },
  {
    "text": "okay too hard to go out in the hunting parties the native americans you know it would Be They could be gone for two weeks",
    "begin": "00:51:53.630",
    "end": "00:51:58.009"
  },
  {
    "text": "And It went When the temperature was Below zero Many of them died okay yes yeah the idea that somehow",
    "begin": "00:51:58.009",
    "end": "00:52:03.259"
  },
  {
    "text": "Oh in any Kind of Separation of The sexes or different Spheres of the sexes Is",
    "begin": "00:52:03.259",
    "end": "00:52:08.269"
  },
  {
    "text": "Inherently Sexist yeah an inherently Driven By all powered By Now the Answer to all of This okay everything That we're talking about okay is",
    "begin": "00:52:08.519",
    "end": "00:52:16.519"
  },
  {
    "text": "Education Into Early History okay until you until People Understand The stone age of a Nomadic",
    "begin": "00:52:17.640",
    "end": "00:52:23.180"
  },
  {
    "text": "Period the Agrarian era and the band how culture Health Civilization Built up okay in",
    "begin": "00:52:23.249",
    "end": "00:52:29.119"
  },
  {
    "text": "Mesopotamia The Great Irrigation Projects Where orange or in Egypt Today Where you had for the first Thing",
    "begin": "00:52:29.400",
    "end": "00:52:34.759"
  },
  {
    "text": "Centralized Government Authority Became Necessary okay to master these Leaves and you had a Situation where an",
    "begin": "00:52:35.160",
    "end": "00:52:41.479"
  },
  {
    "text": "Environmentally You know you know a difficult Situation Like The deserts of mesopotamia or the the peculiar",
    "begin": "00:52:42.089",
    "end": "00:52:48.919"
  },
  {
    "text": "Character of Egyptian Geography Where you can Only have a Little Tiny fertile line Along The edges Of a Nile",
    "begin": "00:52:49.229",
    "end": "00:52:55.189"
  },
  {
    "text": "okay otherwise desert Landscape so the This",
    "begin": "00:52:55.459",
    "end": "00:52:58.379"
  },
  {
    "text": "Civilization and Authority Came Right It's not Necessarily about Power Grabbing But about",
    "begin": "00:52:58.930",
    "end": "00:53:04.950"
  },
  {
    "text": "Organization to achieve something for the good of The people as a Whole",
    "begin": "00:53:06.039",
    "end": "00:53:09.719"
  },
  {
    "text": "yes you Will see That's well That's Exactly The symbolism of the Greeks by Reducing all",
    "begin": "00:53:10.480",
    "end": "00:53:15.869"
  },
  {
    "text": "Hierarchy to to power you know and and selfish Power okay it's it is utterly Naive its ignorant so i",
    "begin": "00:53:16.210",
    "end": "00:53:23.339"
  },
  {
    "text": "Say Education has to be totally Reconstituted",
    "begin": "00:53:23.650",
    "end": "00:53:26.760"
  },
  {
    "text": "Including Public",
    "begin": "00:53:27.160",
    "end": "00:53:28.059"
  },
  {
    "text": "Education to begin in the most distant past it's so that so our Young People Today who know nothing about",
    "begin": "00:53:28.059",
    "end": "00:53:33.149"
  },
  {
    "text": "How the World Was created Today and Have It okay can Understand okay what Marvelous in particular Like",
    "begin": "00:53:33.150",
    "end": "00:53:38.940"
  },
  {
    "text": "Paradise They live in and it's the product of capitalist is the product of individual",
    "begin": "00:53:39.430",
    "end": "00:53:43.769"
  },
  {
    "text": "Innovation it'S the Project most of it'S the product of a Western tradition That Everyone Wants to trash Now is there if you beget in",
    "begin": "00:53:43.990",
    "end": "00:53:50.099"
  },
  {
    "text": "The Past and show It also Talk about war Maybe",
    "begin": "00:53:50.099",
    "end": "00:53:52.739"
  },
  {
    "text": "With the more is the one Thing that Wakes People up okay as we See war as we Need to see",
    "begin": "00:53:52.930",
    "end": "00:53:58.200"
  },
  {
    "text": "Yes okay",
    "begin": "00:53:58.420",
    "end": "00:53:59.519"
  },
  {
    "text": "Wars The Reality Prints of My of the father and all in five of My Uncle's went to world war two you know and",
    "begin": "00:53:59.519",
    "end": "00:54:04.649"
  },
  {
    "text": "My Father Was It was Part of The force That Landed in Japan okay a",
    "begin": "00:54:05.140",
    "end": "00:54:09.299"
  },
  {
    "text": "paratrooper you Know at The time of The japanese Surrender okay",
    "begin": "00:54:10.779",
    "end": "00:54:14.489"
  },
  {
    "text": "and My couple Uncle's Got Shot Up and so on when you have the reality of war When People",
    "begin": "00:54:15.279",
    "end": "00:54:19.979"
  },
  {
    "text": "See the reality of The horrors of war Berlin Burned",
    "begin": "00:54:20.200",
    "end": "00:54:23.460"
  },
  {
    "text": "To a crisp and and so on your starvation okay then You Understand okay in this Marvelous",
    "begin": "00:54:24.430",
    "end": "00:54:29.789"
  },
  {
    "text": "Mechanism That Brings Water you know to you to the to the kitchen and you Slip on a Lightly",
    "begin": "00:54:30.160",
    "end": "00:54:34.049"
  },
  {
    "text": "The Electricity Electricity cuz i know of for me like and i suppose it's because i have somewhat of a depressive temperament i mean",
    "begin": "00:54:34.150",
    "end": "00:54:40.589"
  },
  {
    "text": "One Thing That",
    "begin": "00:54:40.690",
    "end": "00:54:42.130"
  },
  {
    "text": "Staggers me on a consistent Basis is the fact that anything ever Works i Mean Because it'S so unlikely you know to",
    "begin": "00:54:42.130",
    "end": "00:54:48.480"
  },
  {
    "text": "To be in a Situation Where our",
    "begin": "00:54:48.609",
    "end": "00:54:50.529"
  },
  {
    "text": "Electronic",
    "begin": "00:54:50.529",
    "end": "00:54:51.220"
  },
  {
    "text": "communications Work where are where our electric Grid",
    "begin": "00:54:51.220",
    "end": "00:54:53.819"
  },
  {
    "text": "Works and It Works All The time right It Works a Hundred Percent of The time and the reason for that is that there are",
    "begin": "00:54:53.920",
    "end": "00:54:59.519"
  },
  {
    "text": "Mostly men Out there who are breaking Themselves into pieces repairing This Thing Which Just falls apart all the time i",
    "begin": "00:54:59.519",
    "end": "00:55:06.609"
  },
  {
    "text": "Said this in the monk debate okay in toronto Several Years Ago i said there's the invisible all these?",
    "begin": "00:55:07.160",
    "end": "00:55:12.819"
  },
  {
    "text": "Cds you Know these are the latest in professors sneering and men it'S men who are",
    "begin": "00:55:13.100",
    "end": "00:55:18.279"
  },
  {
    "text": "Maintaining Everything Around Us or anything This is an invisible Army okay Which of you would you feminists don't notice Right",
    "begin": "00:55:18.500",
    "end": "00:55:24.580"
  },
  {
    "text": "Nothing Would Work or regarded Regarded as impressive Which is you know and like a professor is someone Who's",
    "begin": "00:55:24.860",
    "end": "00:55:30.910"
  },
  {
    "text": "Standing on a Hill",
    "begin": "00:55:31.190",
    "end": "00:55:32.150"
  },
  {
    "text": "Surrounded By a Wall Which is surrounded by another Wall Which is surrounded by another Wall like its walls all the Way down who stands",
    "begin": "00:55:32.150",
    "end": "00:55:38.410"
  },
  {
    "text": "Up there and Says I'M brave and independent it's like You've Got This protected area That's so unlikely it'S so absolutely",
    "begin": "00:55:38.410",
    "end": "00:55:44.920"
  },
  {
    "text": "Unlikely and The fact That People Aren't on their Knees in gratitude all The time for the fact that we have central heating and Air?",
    "begin": "00:55:45.320",
    "end": "00:55:51.459"
  },
  {
    "text": "Conditioning and",
    "begin": "00:55:51.460",
    "end": "00:55:52.700"
  },
  {
    "text": "pure water and reliable Food it'S Just it'S so It is absolutely unbelievable",
    "begin": "00:55:52.700",
    "end": "00:55:57.880"
  },
  {
    "text": "Used to die and then the Water Supply me with it with It Was contaminated with cholera for evans Sakes a People Understand okay they",
    "begin": "00:55:58.520",
    "end": "00:56:04.959"
  },
  {
    "text": "Had Clean Water and fresh Milk fresh orange Juice all of These Things There's a mom at all of The time all the Time",
    "begin": "00:56:04.960",
    "end": "00:56:10.810"
  },
  {
    "text": "and That's in",
    "begin": "00:56:11.300",
    "end": "00:56:12.350"
  },
  {
    "text": "Western Cultures Is heading okay Because because we are so dependent on this on This invisible infrastructure we're a Heading for an absolute catastrophe",
    "begin": "00:56:12.350",
    "end": "00:56:19.360"
  },
  {
    "text": "When",
    "begin": "00:56:20.120",
    "end": "00:56:21.350"
  },
  {
    "text": "Jihadists figure Out How to paralyze the power grid the entire culture Will be be",
    "begin": "00:56:21.350",
    "end": "00:56:26.769"
  },
  {
    "text": "Chaotic You'll Have Mobs in the street okay you know Within three Days",
    "begin": "00:56:26.990",
    "end": "00:56:30.760"
  },
  {
    "text": "Okay wait a minute so Suddenly the Food Supply iS interrupted and There's no like There's no Way to communicate",
    "begin": "00:56:30.950",
    "end": "00:56:35.290"
  },
  {
    "text": "They'll Be like You're the robber i mean that that is the way western culture is going to collapse okay",
    "begin": "00:56:35.510",
    "end": "00:56:40.150"
  },
  {
    "text": "It won't take Much it'S a single point so silly Because we are so interconnected",
    "begin": "00:56:40.520",
    "end": "00:56:45.310"
  },
  {
    "text": "Now we are so it's so it's so dependent on communications and computers they",
    "begin": "00:56:45.800",
    "end": "00:56:49.959"
  },
  {
    "text": "Eat It i",
    "begin": "00:56:50.630",
    "end": "00:56:51.890"
  },
  {
    "text": "Used to print for Years it'll be an asteroid hitting there yeah well you never Know another i know how the solar Flares Work",
    "begin": "00:56:51.890",
    "end": "00:56:57.819"
  },
  {
    "text": "so back and this happens about once Every Century so back about 1880 and i don't remember the exact Year There Was a",
    "begin": "00:56:58.310",
    "end": "00:57:04.989"
  },
  {
    "text": "Significant enough Solar flare so that Produces an electromagnetic pulse like a Hydrogen Bomb Because the sun is a Hydrogen bomb and",
    "begin": "00:57:05.510",
    "end": "00:57:12.219"
  },
  {
    "text": "electromagnetic Pulse will emerge from the sun and Wave across the earth and It produces Huge spikes in Electrical",
    "begin": "00:57:12.710",
    "end": "00:57:19.119"
  },
  {
    "text": "Electrical Current Along Anything That's electronic and it'll Burn Them out it let It live Telegraph operators on fire in the 1800s and",
    "begin": "00:57:19.580",
    "end": "00:57:26.469"
  },
  {
    "text": "One of Those Things took out The quebec power grid in",
    "begin": "00:57:26.570",
    "end": "00:57:29.320"
  },
  {
    "text": "1985 and Knocked Out The Whole northeast Corridor and so They figure those Things are about 1 in a Century event",
    "begin": "00:57:29.510",
    "end": "00:57:35.199"
  },
  {
    "text": "But Those single While you have My brother-in-Law Who's a Very Smart guy he designed the chip an iphone we were talking about political issues",
    "begin": "00:57:35.359",
    "end": "00:57:42.789"
  },
  {
    "text": "The last time i went and Saw Him in San Francisco and His notion Was That",
    "begin": "00:57:43.010",
    "end": "00:57:46.330"
  },
  {
    "text": "All That The Government Should Be Doing right Now is stress testing our infrastructure the same way They stress test the banks",
    "begin": "00:57:46.460",
    "end": "00:57:52.510"
  },
  {
    "text": "Because we're so full of These single Points of Failure that and i think you're absolutely Right Luckily we've Been",
    "begin": "00:57:52.700",
    "end": "00:57:57.730"
  },
  {
    "text": "What Would you call",
    "begin": "00:57:58.340",
    "end": "00:57:59.930"
  },
  {
    "text": "Invaded By Stupid Terrorists Instead of Smart Terrorists Because a",
    "begin": "00:57:59.930",
    "end": "00:58:03.220"
  },
  {
    "text": "Smart Terrorist Could do an unbelievable Amount of damage in a Very short Period of Time",
    "begin": "00:58:03.320",
    "end": "00:58:07.749"
  },
  {
    "text": "So and it's Just God's Good graces that that hasn't Happened yet",
    "begin": "00:58:07.910",
    "end": "00:58:11.320"
  },
  {
    "text": "And so What Will Happen is that it's the men ok the men will reconstruct",
    "begin": "00:58:11.780",
    "end": "00:58:17.590"
  },
  {
    "text": "Civilization While The Women cower in the Houses and have the men go out and do all The Dirty Work That's What'S gonna Happen again?",
    "begin": "00:58:17.990",
    "end": "00:58:23.919"
  },
  {
    "text": "Only men Will Bring Civilization back again",
    "begin": "00:58:24.040",
    "end": "00:58:26.499"
  },
  {
    "text": "so what ok so now a couple of Things so the",
    "begin": "00:58:27.710",
    "end": "00:58:31.149"
  },
  {
    "text": "Universities i Mean i've",
    "begin": "00:58:31.580",
    "end": "00:58:33.350"
  },
  {
    "text": "proposed although it'S something That's probably Beyond my Power That",
    "begin": "00:58:33.350",
    "end": "00:58:36.879"
  },
  {
    "text": "What Should Happen is that the Universities the real content of The universities Should Be Stolen back from the universities Because They're not making Use",
    "begin": "00:58:36.980",
    "end": "00:58:43.719"
  },
  {
    "text": "of Their Intellectual property and that something Should Be Started online That Would constitute a genuine University The problem is the",
    "begin": "00:58:43.720",
    "end": "00:58:50.169"
  },
  {
    "text": "Accreditation issue but i don't think That's an",
    "begin": "00:58:50.420",
    "end": "00:58:52.420"
  },
  {
    "text": "Unsolvable problem but do you see",
    "begin": "00:58:52.760",
    "end": "00:58:55.179"
  },
  {
    "text": "Like All These People Who have these Postmodern neo-Marxist Agendas are completely embedded Inside the University",
    "begin": "00:58:55.850",
    "end": "00:59:02.259"
  },
  {
    "text": "And the point is over over the last 25 Years i Have received constant mail?",
    "begin": "00:59:03.140",
    "end": "00:59:07.150"
  },
  {
    "text": "From People Dropping Out of the graduate Schools",
    "begin": "00:59:07.400",
    "end": "00:59:10.150"
  },
  {
    "text": "and or giving up all Together on any Idea of being a college professor so What's happened is that The most Talented and",
    "begin": "00:59:10.250",
    "end": "00:59:16.239"
  },
  {
    "text": "Independent Thinking People They have Avoided in the Schools so we're now what who we have are the compliant the servile ok?",
    "begin": "00:59:16.310",
    "end": "00:59:23.139"
  },
  {
    "text": "The People Who are currently in the university and and Hiring Their Successors They are",
    "begin": "00:59:23.140",
    "end": "00:59:27.359"
  },
  {
    "text": "Male educated Themselves okay me i went on the first letters i received in the Early?",
    "begin": "00:59:27.700",
    "end": "00:59:32.040"
  },
  {
    "text": "1990s i'll never Forget It so I'm a Woman who was now to painting Houses in missouri and",
    "begin": "00:59:32.290",
    "end": "00:59:37.439"
  },
  {
    "text": "Said she had Been Part of the comparative literature",
    "begin": "00:59:37.570",
    "end": "00:59:39.570"
  },
  {
    "text": "graduate program at You know at Berkeley and that she Finally had to drop Out because she said every time she would Express",
    "begin": "00:59:40.119",
    "end": "00:59:47.608"
  },
  {
    "text": "Enthusiasm for What They were reading the People looked at her as if she had somehow accredited offense and although in other words",
    "begin": "00:59:48.760",
    "end": "00:59:55.889"
  },
  {
    "text": "Enthusiasm For Art or Neither The Very Things you Need as a teacher in the classroom okay we're being",
    "begin": "00:59:56.710",
    "end": "01:00:01.859"
  },
  {
    "text": "Retrained Out Yeah well the Thing is if you respect art literature that means that you",
    "begin": "01:00:02.349",
    "end": "01:00:08.279"
  },
  {
    "text": "Implicitly Accept a Hierarchy of quality right and That of Course",
    "begin": "01:00:08.589",
    "end": "01:00:11.909"
  },
  {
    "text": "Contradicts The Fundamental tenants of The Postmodern doctrine Which is that there are no Hierarchies of quality and you know you",
    "begin": "01:00:12.220",
    "end": "01:00:18.540"
  },
  {
    "text": "Talked a Little Bit earlier about the",
    "begin": "01:00:18.730",
    "end": "01:00:20.589"
  },
  {
    "text": "The idea that You Referred again to the idea that everything is",
    "begin": "01:00:20.589",
    "end": "01:00:24.389"
  },
  {
    "text": "Associated With Power and That's That's the Thing that i can't That That's the thing that i can't Help but",
    "begin": "01:00:24.550",
    "end": "01:00:29.129"
  },
  {
    "text": "associate with with a Kind of Personality Pathology Like You Know from a psychometric",
    "begin": "01:00:29.230",
    "end": "01:00:34.260"
  },
  {
    "text": "perspective The best predictors of Long-Term Success in our society are intelligence Iq",
    "begin": "01:00:34.569",
    "end": "01:00:39.119"
  },
  {
    "text": "Which you can Measure Very accurately and trait",
    "begin": "01:00:39.700",
    "end": "01:00:42.270"
  },
  {
    "text": "conscientiousness Which",
    "begin": "01:00:42.609",
    "end": "01:00:43.599"
  },
  {
    "text": "Actually Is a Real testament to the culture right Because What you hope is that the Smart People Who Work hard are the people who",
    "begin": "01:00:43.599",
    "end": "01:00:49.469"
  },
  {
    "text": "Advance no It isn't like They deserve It Exactly that isn't What i mean it's that if the culture is",
    "begin": "01:00:49.470",
    "end": "01:00:54.959"
  },
  {
    "text": "Harnessing The productive Power of individuals properly Then It Should differentially Reward People Who are smart and",
    "begin": "01:00:55.599",
    "end": "01:01:01.139"
  },
  {
    "text": "Conscientious Because They're going to do a bunch of Really interesting Work for the rest of Us and that That's Very well-Established",
    "begin": "01:01:01.329",
    "end": "01:01:06.119"
  },
  {
    "text": "Finding it's it's as Good as any finding in the social Sciences but",
    "begin": "01:01:06.430",
    "end": "01:01:10.530"
  },
  {
    "text": "despite that and despite the fact that everything Works Which is a Goddamn miracle of sorts There is This",
    "begin": "01:01:10.960",
    "end": "01:01:16.919"
  },
  {
    "text": "Consistent Story That We live in a",
    "begin": "01:01:17.680",
    "end": "01:01:20.129"
  },
  {
    "text": "Patriarchy That It's only",
    "begin": "01:01:20.260",
    "end": "01:01:21.369"
  },
  {
    "text": "oppressive That it'S done nothing But Oppress Women since the Beginning of time Which is also something That Just Boggles my mind you know",
    "begin": "01:01:21.369",
    "end": "01:01:27.689"
  },
  {
    "text": "Like i know they have Sacrificed for Women and Children?",
    "begin": "01:01:27.760",
    "end": "01:01:31.079"
  },
  {
    "text": "Hakuna Their Lives okay for Thousands of Years You know yes there's Been Brutality but the brutality is the Minority",
    "begin": "01:01:32.210",
    "end": "01:01:37.550"
  },
  {
    "text": "okay yes This this is sick i",
    "begin": "01:01:38.059",
    "end": "01:01:40.219"
  },
  {
    "text": "Portrayal of Human History is nothing But male oppression and female victim inch i Mean This is a Way to",
    "begin": "01:01:40.800",
    "end": "01:01:46.729"
  },
  {
    "text": "To permanently ensure the infantilization of Women yes yes well and you Know there did you can Even make the case from a Purely logical",
    "begin": "01:01:46.859",
    "end": "01:01:53.989"
  },
  {
    "text": "Perspective so so Here's an interesting",
    "begin": "01:01:54.359",
    "end": "01:01:56.359"
  },
  {
    "text": "Here's an interesting fact",
    "begin": "01:01:56.369",
    "end": "01:01:58.200"
  },
  {
    "text": "So most of The People Who abuse their Children",
    "begin": "01:01:58.200",
    "end": "01:02:01.129"
  },
  {
    "text": "were abused as Children",
    "begin": "01:02:01.859",
    "end": "01:02:03.859"
  },
  {
    "text": "But most of The People Who were abused as Children don't abuse their Children",
    "begin": "01:02:03.930",
    "end": "01:02:08.329"
  },
  {
    "text": "Right so if you look at the population of abusers They were all abused so you can Say abuse causes abuse",
    "begin": "01:02:09.000",
    "end": "01:02:14.179"
  },
  {
    "text": "But That's That's not a good idea because you have a specific Sample there right It's not a Random Sample What happens is that abuse?",
    "begin": "01:02:14.280",
    "end": "01:02:21.379"
  },
  {
    "text": "Dampens Out of Over the centuries It Doesn't propagate itself and That's obvious Because if there Was if the",
    "begin": "01:02:21.540",
    "end": "01:02:28.249"
  },
  {
    "text": "Hypothesis of Essential male Tyranny Was true it Would Spread",
    "begin": "01:02:28.589",
    "end": "01:02:31.699"
  },
  {
    "text": "Exponentially Through The Population in like three generations and There Wouldn't be an Exception at all and so What Happens is",
    "begin": "01:02:32.160",
    "end": "01:02:37.940"
  },
  {
    "text": "Even When there is a Tilt Towards Tyranny Let's Say in the family or even in the society That",
    "begin": "01:02:38.010",
    "end": "01:02:42.709"
  },
  {
    "text": "Regresses back to something That'S far more Benign Very Very rapidly and you see this so",
    "begin": "01:02:43.380",
    "end": "01:02:48.920"
  },
  {
    "text": "One of the biggest Unexamined Issues Is the transition from the Great extended Family of old okay into the Nuclear Family and",
    "begin": "01:02:50.190",
    "end": "01:02:58.159"
  },
  {
    "text": "I do Feel That freud is the best",
    "begin": "01:02:58.650",
    "end": "01:03:00.829"
  },
  {
    "text": "Analyst of The particular Kind of Claustrophobic",
    "begin": "01:03:01.440",
    "end": "01:03:03.470"
  },
  {
    "text": "Cell of The Modern Nuclear",
    "begin": "01:03:04.319",
    "end": "01:03:06.439"
  },
  {
    "text": "Family",
    "begin": "01:03:06.599",
    "end": "01:03:07.230"
  },
  {
    "text": "It could Be The Human being It could Be That Human Beings were never intended okay to be trapped in a house Just With Their",
    "begin": "01:03:07.230",
    "end": "01:03:12.740"
  },
  {
    "text": "Parents The Extended Family They were you and your Aunts and you know and Grandparents and and in cousins",
    "begin": "01:03:12.740",
    "end": "01:03:18.949"
  },
  {
    "text": "All of Whom Helped form your identity okay so one had One's identity Was What is a Member of a Community",
    "begin": "01:03:19.319",
    "end": "01:03:25.039"
  },
  {
    "text": "Rather Than in this like hothouse environment so i think a Lot of Current issues",
    "begin": "01:03:25.260",
    "end": "01:03:29.299"
  },
  {
    "text": "Including This subspace of Transgender Claims and so on that a Lot of These Things are coming from",
    "begin": "01:03:30.119",
    "end": "01:03:35.899"
  },
  {
    "text": "This unstable Of in",
    "begin": "01:03:36.569",
    "end": "01:03:39.169"
  },
  {
    "text": "in itself it's really a Prison cell okay of the Nuclear Family Two parents Perhaps Cannot give all The knowledge of Life okay to",
    "begin": "01:03:39.420",
    "end": "01:03:46.799"
  },
  {
    "text": "The Young and so i think there are all Kinds of?",
    "begin": "01:03:47.200",
    "end": "01:03:49.710"
  },
  {
    "text": "Sexual Issues you know that are generated by It but with the you know Psychology today",
    "begin": "01:03:50.440",
    "end": "01:03:56.190"
  },
  {
    "text": "Is is now it's simply a",
    "begin": "01:03:56.619",
    "end": "01:03:59.098"
  },
  {
    "text": "Magical Matter People come in",
    "begin": "01:03:59.980",
    "end": "01:04:01.980"
  },
  {
    "text": "you Know the psychologists in the United States Deals With Your",
    "begin": "01:04:02.220",
    "end": "01:04:05.309"
  },
  {
    "text": "Present problem Let's not Go into the distant past okay Let's Just deal with our present problem Which are Which obviously we Have Forms of?",
    "begin": "01:04:05.589",
    "end": "01:04:11.609"
  },
  {
    "text": "communication We Need to like fix this and then You'll be fine as a Consequence There's a complete absence of any Kind of Analysis of",
    "begin": "01:04:11.799",
    "end": "01:04:19.439"
  },
  {
    "text": "Your Experiences As a Child",
    "begin": "01:04:19.930",
    "end": "01:04:21.700"
  },
  {
    "text": "With Your Parents so you know with you with your siblings and so on how that might relate to your current",
    "begin": "01:04:21.700",
    "end": "01:04:26.669"
  },
  {
    "text": "Sexual Identity Issues Whether it's transgender or whether it'S homosexuality It is impact you could not Possibly Ask me about any",
    "begin": "01:04:26.920",
    "end": "01:04:33.809"
  },
  {
    "text": "Genesis of homosexuality Today okay Because that is automatically Defined as",
    "begin": "01:04:34.150",
    "end": "01:04:38.069"
  },
  {
    "text": "Homophobic well Excuse me every single it's an open Link game you know the person myself",
    "begin": "01:04:38.380",
    "end": "01:04:43.049"
  },
  {
    "text": "Every gay person i know okay there's some Story there okay Seems to me in childhood not only that There's a strange?",
    "begin": "01:04:43.329",
    "end": "01:04:49.979"
  },
  {
    "text": "Similarity of The",
    "begin": "01:04:50.859",
    "end": "01:04:51.819"
  },
  {
    "text": "Storylines of All of My Friends Who are gay okay there's a Same pattern That had to do with Blurred border Lines in",
    "begin": "01:04:51.819",
    "end": "01:04:57.508"
  },
  {
    "text": "Between i a son and His mother and so on i'm not blaming the mother",
    "begin": "01:04:57.700",
    "end": "01:05:01.259"
  },
  {
    "text": "Okay i'm not blaming the mother at all okay what i see is a Dynamic going on in the bourgeois house or the Nuclear Family?",
    "begin": "01:05:01.380",
    "end": "01:05:07.289"
  },
  {
    "text": "Where you had sometimes a Distant Father okay a Father who was present but it but in that not Really engaged and a mother who",
    "begin": "01:05:07.630",
    "end": "01:05:14.670"
  },
  {
    "text": "Make me the son her companion in some way often the mother has Great",
    "begin": "01:05:16.029",
    "end": "01:05:19.739"
  },
  {
    "text": "Imagination and Flair They had a Shared Thing and i mean i think the idea that homosexuality",
    "begin": "01:05:19.990",
    "end": "01:05:24.209"
  },
  {
    "text": "Has nothing Whatever to do okay with Your Family life is not well it's also completely",
    "begin": "01:05:24.400",
    "end": "01:05:30.000"
  },
  {
    "text": "Well That's another Thing and i got a Lot of trouble in canada for My",
    "begin": "01:05:30.279",
    "end": "01:05:33.929"
  },
  {
    "text": "Opposition to bill C16 Which Was a bill that had to do with",
    "begin": "01:05:34.180",
    "end": "01:05:37.500"
  },
  {
    "text": "Transgender rights and i didn't Really give a Damn about the transgender right issue that had nothing to do with it",
    "begin": "01:05:37.720",
    "end": "01:05:42.209"
  },
  {
    "text": "What bothered me was that there Was an issue of compelled Speech",
    "begin": "01:05:42.329",
    "end": "01:05:45.268"
  },
  {
    "text": "Because You were required by the on Terry Human Rights Commission to use the pronouns that of the person's choice right otherwise then",
    "begin": "01:05:45.430",
    "end": "01:05:52.650"
  },
  {
    "text": "Absolutely or well in that Concern and it's absolutely intolerable",
    "begin": "01:05:53.020",
    "end": "01:05:56.550"
  },
  {
    "text": "you Know i i have said i Said Years ago okay that my book Sexual persona Which Was like a",
    "begin": "01:05:57.060",
    "end": "01:06:00.810"
  },
  {
    "text": "700 page book i said that is the biggest sex change in history because i okay with My transgender issues all right don't",
    "begin": "01:06:00.910",
    "end": "01:06:08.039"
  },
  {
    "text": "Look to the magnificent",
    "begin": "01:06:08.040",
    "end": "01:06:10.040"
  },
  {
    "text": "Construction of English okay It Was the english language okay that i seized on to gain My",
    "begin": "01:06:10.420",
    "end": "01:06:16.499"
  },
  {
    "text": "Identity and My Power as a person right and Therefore Any",
    "begin": "01:06:16.600",
    "end": "01:06:20.220"
  },
  {
    "text": "Intrusion Into english Someone Tongue Trying to tell me how to use english This Great gift okay to me",
    "begin": "01:06:20.560",
    "end": "01:06:26.220"
  },
  {
    "text": "This is absolutely obscene and Evil any Company to try to",
    "begin": "01:06:26.400",
    "end": "01:06:29.940"
  },
  {
    "text": "Dictate to us how we're going to use this missing It Was an instrument of english yes",
    "begin": "01:06:30.100",
    "end": "01:06:34.350"
  },
  {
    "text": "Absolutely and and that Was for me the breaking point because i believed well and i think that That's?",
    "begin": "01:06:34.540",
    "end": "01:06:39.690"
  },
  {
    "text": "Associated With The idea of the logos in the west you know Because That's a deep",
    "begin": "01:06:39.940",
    "end": "01:06:43.619"
  },
  {
    "text": "Mythological Idea That the logos is the Thing that Brings order Out of chaos through communicative Speech and that That's",
    "begin": "01:06:43.840",
    "end": "01:06:49.499"
  },
  {
    "text": "Tightly Aligned With Your soul and i don't care if you're an atheist or a Believer It Doesn't Matter it's still the right",
    "begin": "01:06:50.830",
    "end": "01:06:56.340"
  },
  {
    "text": "language and That no one has any right Whatsoever",
    "begin": "01:06:56.410",
    "end": "01:06:58.410"
  },
  {
    "text": "Under Any Circumstances to Trespass against That and so but That's okay Because That's law in canada Now and so",
    "begin": "01:06:58.960",
    "end": "01:07:05.339"
  },
  {
    "text": "But okay so now back to your let's see you were making a Point about",
    "begin": "01:07:05.470",
    "end": "01:07:09.659"
  },
  {
    "text": "Yes okay because it's it's interesting to look at These Things from",
    "begin": "01:07:15.640",
    "end": "01:07:19.739"
  },
  {
    "text": "Obviously for multiple",
    "begin": "01:07:20.020",
    "end": "01:07:21.220"
  },
  {
    "text": "Perspectives Which is another Thing the ideologues don't do right Because for them everything Is one cause There's One That's how you can tell When",
    "begin": "01:07:21.220",
    "end": "01:07:27.809"
  },
  {
    "text": "You're Dealing With someone Who's ideologically Possessed is They Make everything attributable to a single cause like Power",
    "begin": "01:07:27.810",
    "end": "01:07:33.420"
  },
  {
    "text": "So but so one of the things That's Happened with the Nuclear Family That'S quite interesting too is That",
    "begin": "01:07:33.670",
    "end": "01:07:38.220"
  },
  {
    "text": "Parents are older and They and They Have Fewer Children",
    "begin": "01:07:38.860",
    "end": "01:07:42.450"
  },
  {
    "text": "So you could imagine that that hothouse environment in some sense is being",
    "begin": "01:07:43.030",
    "end": "01:07:47.460"
  },
  {
    "text": "Exaggerated for a Bunch of Reasons One Is",
    "begin": "01:07:48.220",
    "end": "01:07:50.279"
  },
  {
    "text": "Well Your Child is a Lot more Valuable to you iF you're older and you only Have one or two?",
    "begin": "01:07:50.650",
    "end": "01:07:55.680"
  },
  {
    "text": "Right Because you're Not going to get another chance That's first of all you might Have had some Trouble having the Job to begin With?",
    "begin": "01:07:55.870",
    "end": "01:08:01.399"
  },
  {
    "text": "And you're not gonna get another chance so you've Got all youR Eggs are in one basket so to speak and then of Course",
    "begin": "01:08:01.829",
    "end": "01:08:07.639"
  },
  {
    "text": "Children don't have?",
    "begin": "01:08:08.160",
    "end": "01:08:09.000"
  },
  {
    "text": "The Number of Siblings They used to have and one of The Things That's Really Useful about having siblings is that They Keep you in",
    "begin": "01:08:09.000",
    "end": "01:08:15.439"
  },
  {
    "text": "Your place right They Their Primary socialization agents and i Mean that can Be Brutal",
    "begin": "01:08:15.440",
    "end": "01:08:20.239"
  },
  {
    "text": "and That's Reflected Say in the story of Cain and Abel you know that that internal Household",
    "begin": "01:08:20.580",
    "end": "01:08:24.979"
  },
  {
    "text": "Dynamic with Siblings can Be can Really Become Murderous and That has to be kept under control but i think the the",
    "begin": "01:08:25.049",
    "end": "01:08:30.979"
  },
  {
    "text": "Hothouse Flower person Who's Who's incapable of",
    "begin": "01:08:31.290",
    "end": "01:08:35.569"
  },
  {
    "text": "tolerating Any Jobs or Any or Any testing Any dominance Hierarchy testing of The sort that you Said that men do",
    "begin": "01:08:35.910",
    "end": "01:08:41.749"
  },
  {
    "text": "Part of That's The consequence of being Raised by older Parents Who have Excess Resources",
    "begin": "01:08:41.910",
    "end": "01:08:46.279"
  },
  {
    "text": "Who have no siblings because the child is then of course special and that specialness well there seems to be an inverse",
    "begin": "01:08:46.680",
    "end": "01:08:54.349"
  },
  {
    "text": "relationship Between that specialness",
    "begin": "01:08:54.630",
    "end": "01:08:56.630"
  },
  {
    "text": "That's protected and the person's Robustness and resilience and so and then That's caught into or not caught into That's That's",
    "begin": "01:08:57.000",
    "end": "01:09:04.459"
  },
  {
    "text": "Pandered to by the universities Which insist upon setting up a situation where no one is ever offended by anything",
    "begin": "01:09:05.940",
    "end": "01:09:12.799"
  },
  {
    "text": "Any Of The time and That's something i also can't understand at All Because",
    "begin": "01:09:13.410",
    "end": "01:09:17.029"
  },
  {
    "text": "That's a Huge point you Just made okay because it's the upper Middle Class of the",
    "begin": "01:09:17.400",
    "end": "01:09:21.949"
  },
  {
    "text": "Professional Class Who Postpones having the Children okay Because They go to law School",
    "begin": "01:09:22.589",
    "end": "01:09:26.959"
  },
  {
    "text": "They Go to medical school all right and They and They have the Children after They're Settled okay in a Job okay so?",
    "begin": "01:09:27.180",
    "end": "01:09:33.139"
  },
  {
    "text": "They're the ones okay who have injected This this this?",
    "begin": "01:09:33.540",
    "end": "01:09:37.669"
  },
  {
    "text": "hypersensitive Bourgeois Aidid You Know code into the universities Now my parents",
    "begin": "01:09:38.040",
    "end": "01:09:42.379"
  },
  {
    "text": "Were twenty When they Married in 21 when They had me okay it made my father was",
    "begin": "01:09:42.630",
    "end": "01:09:47.359"
  },
  {
    "text": "You Know went to college on the gi bill getting out of Out of World war. Two so i",
    "begin": "01:09:47.940",
    "end": "01:09:52.129"
  },
  {
    "text": "When i was Born my Father Was still in college and Was sweeping full went to floors and so on i am the product of",
    "begin": "01:09:52.319",
    "end": "01:09:58.369"
  },
  {
    "text": "Young Parents and nature Wants",
    "begin": "01:09:58.370",
    "end": "01:10:00.769"
  },
  {
    "text": "Actually Young Compared Ins right Because Because Pregnancy Is is quicker it's Safer okay and so",
    "begin": "01:10:01.170",
    "end": "01:10:07.129"
  },
  {
    "text": "on and my Parents Had The Energy - You Know They're this useful Energy That",
    "begin": "01:10:07.130",
    "end": "01:10:11.150"
  },
  {
    "text": "can-Do spirit That came Out of World War two and so on i'm talking about then then",
    "begin": "01:10:11.490",
    "end": "01:10:16.039"
  },
  {
    "text": "Not Only other Sibling It Was Born 14 Years Later okay my father this point Was a college professor",
    "begin": "01:10:16.500",
    "end": "01:10:21.709"
  },
  {
    "text": "right so she had completely different parents Than i did so she has Very Excellent Manners and so She's completely different okay right",
    "begin": "01:10:22.440",
    "end": "01:10:29.720"
  },
  {
    "text": "And i have all This Like The Energy of My Parents Were Just Out of Their Teens?",
    "begin": "01:10:29.840",
    "end": "01:10:33.920"
  },
  {
    "text": "But Not Today We Have this situation no and it's considered Heresy to raise this issue okay",
    "begin": "01:10:34.110",
    "end": "01:10:39.409"
  },
  {
    "text": "That you have Have Young Women are told okay There's one future for you you are a future leader okay you must you must move",
    "begin": "01:10:39.480",
    "end": "01:10:45.950"
  },
  {
    "text": "Forward okay four Years of college and The purpose Was a professional Class okay all right so it",
    "begin": "01:10:46.080",
    "end": "01:10:51.200"
  },
  {
    "text": "May Be the women young Women's bodies are signalling okay that They want to be",
    "begin": "01:10:51.750",
    "end": "01:10:56.810"
  },
  {
    "text": "Another's Maybe Maybe There are",
    "begin": "01:10:57.270",
    "end": "01:10:59.270"
  },
  {
    "text": "Signals coming From The Body",
    "begin": "01:10:59.460",
    "end": "01:11:01.200"
  },
  {
    "text": "Right of Maybe Now one Thing this this this this System of Education That Was devised for men okay this being",
    "begin": "01:11:01.200",
    "end": "01:11:07.459"
  },
  {
    "text": "Funneled Along Channel Along its",
    "begin": "01:11:08.100",
    "end": "01:11:10.100"
  },
  {
    "text": "Mechanism",
    "begin": "01:11:10.230",
    "end": "01:11:10.850"
  },
  {
    "text": "Alright so young Women you know Feel Unhappy they don't know why they Feel They have no sense of Identity Yeah if they if they",
    "begin": "01:11:10.850",
    "end": "01:11:17.360"
  },
  {
    "text": "want to marry and Drop Out of college",
    "begin": "01:11:17.360",
    "end": "01:11:19.360"
  },
  {
    "text": "And Have a Baby They Will be treated as traitors to their class What you are future leader What have a Baby Only?",
    "begin": "01:11:19.440",
    "end": "01:11:26.540"
  },
  {
    "text": "Working-Class Women Would Do That okay know What i find Working-Class Women okay in General okay far more",
    "begin": "01:11:27.060",
    "end": "01:11:33.200"
  },
  {
    "text": "Rounded as personalities okay They Express Themselves Forcefully They Have Body language that Takes Up space",
    "begin": "01:11:33.660",
    "end": "01:11:39.349"
  },
  {
    "text": "okay a Man Says something to them on the street They are right back in their face and so on",
    "begin": "01:11:39.540",
    "end": "01:11:43.670"
  },
  {
    "text": "It's the Bourgeois Girls okay who are talked to they're there because They are special okay we have to postpone",
    "begin": "01:11:43.740",
    "end": "01:11:48.619"
  },
  {
    "text": "Actual Life okay from for all These Years You See these these are the girls who are who misjudged",
    "begin": "01:11:49.200",
    "end": "01:11:54.470"
  },
  {
    "text": "The Fraternity parties setting These are the Girls Who like robbing for parental Protection and Hand-Holding on the on the committee?",
    "begin": "01:11:54.570",
    "end": "01:12:01.880"
  },
  {
    "text": "Investigating What went wrong in their day and so on so forth so yet so yes i i think that What you that you have?",
    "begin": "01:12:02.250",
    "end": "01:12:06.860"
  },
  {
    "text": "Located That's Very interesting The idea That These These Young Girls okay who are so",
    "begin": "01:12:06.860",
    "end": "01:12:12.349"
  },
  {
    "text": "sensitive okay in college so unable to handle their sex life are the product of older Parents Because They went through The professional career track",
    "begin": "01:12:12.480",
    "end": "01:12:19.610"
  },
  {
    "text": "Right Yes and They They have not had the experience of the you know",
    "begin": "01:12:19.740",
    "end": "01:12:24.860"
  },
  {
    "text": "competitiveness you Know it will end Up and and teasing of Other Siblings",
    "begin": "01:12:25.200",
    "end": "01:12:28.940"
  },
  {
    "text": "As well also You have a Thing about Young Parents is They don't care as much As older Parents and that Actually Turns Out to",
    "begin": "01:12:29.430",
    "end": "01:12:35.450"
  },
  {
    "text": "Be Better Because",
    "begin": "01:12:35.450",
    "end": "01:12:37.290"
  },
  {
    "text": "What you really want for Your Children is minimum Necessary",
    "begin": "01:12:37.290",
    "end": "01:12:40.220"
  },
  {
    "text": "Intervention right and and the developmental literature is Actually quite clear on this so iF you're at home With your Child",
    "begin": "01:12:40.920",
    "end": "01:12:46.369"
  },
  {
    "text": "What the best role that you can Play Is to be there but not to be",
    "begin": "01:12:46.530",
    "end": "01:12:50.809"
  },
  {
    "text": "Interacting With The Child all The time the child Should Be off Doing Whatever it is the Children do which?",
    "begin": "01:12:50.940",
    "end": "01:12:54.919"
  },
  {
    "text": "Generally is Playing With Other Children right Without It being Mediated also By Screens and",
    "begin": "01:12:55.080",
    "end": "01:13:00.020"
  },
  {
    "text": "Technology Because That's how they formulate Their identity and",
    "begin": "01:13:00.480",
    "end": "01:13:03.169"
  },
  {
    "text": "That's how They Learn to play Joint Games with other People and the parent is supposed to be there as a",
    "begin": "01:13:03.330",
    "end": "01:13:07.970"
  },
  {
    "text": "recourse for The Child",
    "begin": "01:13:08.130",
    "end": "01:13:09.390"
  },
  {
    "text": "When They go out a Little Bit farther Than they can tolerate and They have to come back and Get some security and so but",
    "begin": "01:13:09.390",
    "end": "01:13:15.110"
  },
  {
    "text": "That Isn't That's especially not What happens to single Children Because They're Basically Raised as miniature Adults",
    "begin": "01:13:15.110",
    "end": "01:13:20.239"
  },
  {
    "text": "so When i wonder - Like How much of the",
    "begin": "01:13:20.850",
    "end": "01:13:23.420"
  },
  {
    "text": "Antipathy Towards That These are Dark Musings and i would Say How much of the",
    "begin": "01:13:23.730",
    "end": "01:13:28.219"
  },
  {
    "text": "Antipathy Towards Men That's being Generated By Say college-Age Women Is",
    "begin": "01:13:28.350",
    "end": "01:13:32.150"
  },
  {
    "text": "Deep Repugnance For the role That They've Been designed and a disappointment with the man for who you know like you think of those",
    "begin": "01:13:33.120",
    "end": "01:13:39.920"
  },
  {
    "text": "Carpathian or",
    "begin": "01:13:40.830",
    "end": "01:13:42.830"
  },
  {
    "text": "I",
    "begin": "01:13:44.610",
    "end": "01:13:45.780"
  },
  {
    "text": "Can't remember the culture",
    "begin": "01:13:45.780",
    "end": "01:13:47.430"
  },
  {
    "text": "The Basic Merit Marital Routine Was to ride into the village and grab the",
    "begin": "01:13:47.430",
    "end": "01:13:52.010"
  },
  {
    "text": "Bride and Run Away with her on a horse right it's like the like the motorcycle",
    "begin": "01:13:52.170",
    "end": "01:13:56.059"
  },
  {
    "text": "Gang Member Who rips the two naive Woman Out of Girl out of the bosom of her family",
    "begin": "01:13:56.550",
    "end": "01:14:01.789"
  },
  {
    "text": "There used to be bride stealing It Was quite a bit quite quite Widespread",
    "begin": "01:14:04.110",
    "end": "01:14:07.429"
  },
  {
    "text": "Right Now so i kind of Wonder iF Part of The reason That Modern University Aged Women Aren't so aren't so Angry is Because That",
    "begin": "01:14:07.770",
    "end": "01:14:14.989"
  },
  {
    "text": "Fundamental feminine Role is Actually Being Denied to them and They're They're objecting to that At a Really Really Fundamental Level like a Level of",
    "begin": "01:14:15.510",
    "end": "01:14:23.119"
  },
  {
    "text": "primitive outrage well Because What Happened is the chaos That my Generation",
    "begin": "01:14:23.610",
    "end": "01:14:28.309"
  },
  {
    "text": "Of 1960s Bequeathed Through The Sexual revolution i When i arrived in college 1964",
    "begin": "01:14:28.590",
    "end": "01:14:34.309"
  },
  {
    "text": "The colleges were still acting in local Parentis in Place of a Parent so at my Dormitory",
    "begin": "01:14:35.130",
    "end": "01:14:40.159"
  },
  {
    "text": "Were all Women's Dormitory",
    "begin": "01:14:41.160",
    "end": "01:14:42.930"
  },
  {
    "text": "We Women had to sign in at 11 o'clock at night the men could Run free the entire night so it was my Generation of",
    "begin": "01:14:42.930",
    "end": "01:14:48.950"
  },
  {
    "text": "Women that rose Up and Said give us the same Freedom as men have and the colleges replied no",
    "begin": "01:14:48.950",
    "end": "01:14:55.220"
  },
  {
    "text": "In the World is Dangerous that You could Be raped We Have to protect you against rape and what we Said okay was",
    "begin": "01:14:56.010",
    "end": "01:15:01.820"
  },
  {
    "text": "Give us the Freedom to risk rape okay and so That What That?",
    "begin": "01:15:01.950",
    "end": "01:15:06.289"
  },
  {
    "text": "Today's Women to Understand it's a",
    "begin": "01:15:06.540",
    "end": "01:15:08.600"
  },
  {
    "text": "Freedom That You want it's the same Freedom That give gay men have when they go and they pick Up a Stranger",
    "begin": "01:15:08.700",
    "end": "01:15:13.610"
  },
  {
    "text": "someplace They know it's Dangerous",
    "begin": "01:15:13.710",
    "end": "01:15:15.030"
  },
  {
    "text": "They Know they could end up beaten Up or Killed okay but They find it hat If you want Freedom if you want Equality",
    "begin": "01:15:15.030",
    "end": "01:15:21.110"
  },
  {
    "text": "Okay then you have to start Behaving like a Man Know so what We did is we Gave Freedom",
    "begin": "01:15:21.300",
    "end": "01:15:26.329"
  },
  {
    "text": "to these Young Women for Several Generations",
    "begin": "01:15:26.850",
    "end": "01:15:28.940"
  },
  {
    "text": "But My Generation had Been Raised in a far more Resilient and Robust culture okay we had the strength okay to",
    "begin": "01:15:29.370",
    "end": "01:15:36.590"
  },
  {
    "text": "Know What we wanted and to fight for What we Wanted these Young Women have Been Raised in This protective terribly Protected Ways?",
    "begin": "01:15:36.780",
    "end": "01:15:42.800"
  },
  {
    "text": "So i think in some strange you know the fashion that that all these Demands for Intrusion from these you know",
    "begin": "01:15:43.170",
    "end": "01:15:50.659"
  },
  {
    "text": "stalinist",
    "begin": "01:15:51.120",
    "end": "01:15:52.650"
  },
  {
    "text": "Committees Sexually You Know",
    "begin": "01:15:52.650",
    "end": "01:15:54.570"
  },
  {
    "text": "Investigating Dates and so on it's a Way to reinstitute",
    "begin": "01:15:54.570",
    "end": "01:15:57.529"
  },
  {
    "text": "Tooken a The Rules that My Generation Threw Out the window i saw i think these Young Women are",
    "begin": "01:15:57.870",
    "end": "01:16:02.120"
  },
  {
    "text": "Desperate not Only that but i have spoken Out Very?",
    "begin": "01:16:02.220",
    "end": "01:16:04.909"
  },
  {
    "text": "Strongly in you know in a piece i wrote for time magazine that isn't my most Recent book",
    "begin": "01:16:05.310",
    "end": "01:16:09.979"
  },
  {
    "text": "That the",
    "begin": "01:16:10.440",
    "end": "01:16:11.280"
  },
  {
    "text": "Raising the Drinking age in this country okay from 18 to 21 okay has had a Direct result okay in these in these disasters of",
    "begin": "01:16:11.280",
    "end": "01:16:18.829"
  },
  {
    "text": "Binge Drinking Fraternity parties Because It's a Lot Let constants The Way we could Go out as Freshmen Have a Beer?",
    "begin": "01:16:19.170",
    "end": "01:16:26.690"
  },
  {
    "text": "Sit in a protected adult environment Learn How to discourse with the opposite sex in a safe you know",
    "begin": "01:16:26.880",
    "end": "01:16:33.559"
  },
  {
    "text": "Man",
    "begin": "01:16:33.810",
    "end": "01:16:34.380"
  },
  {
    "text": "Environment right and so on and you and not today okay because because of the stupid role That Young People can't even buy a Drink",
    "begin": "01:16:34.380",
    "end": "01:16:40.940"
  },
  {
    "text": "A you know in a bar Until the 21 we have these the fraternity parties that are like it'S a Caveman era",
    "begin": "01:16:40.940",
    "end": "01:16:46.819"
  },
  {
    "text": "Well of Course in modern Age This is Advantages men okay men want to hook Up men want",
    "begin": "01:16:46.970",
    "end": "01:16:52.519"
  },
  {
    "text": "To have sex?",
    "begin": "01:16:52.520",
    "end": "01:16:53.310"
  },
  {
    "text": "Women don't understand What men want so you know iF Women Women are like Put Out Because They're hoping that maybe the man Will continue",
    "begin": "01:16:53.310",
    "end": "01:16:58.759"
  },
  {
    "text": "To be interested in them okay the man Just Wants experience okay i mean that the Hormones drive Toward turning to me i'm",
    "begin": "01:16:58.760",
    "end": "01:17:04.940"
  },
  {
    "text": "Serious okay that the you know they that the sex drive in men is",
    "begin": "01:17:05.520",
    "end": "01:17:09.020"
  },
  {
    "text": "Intertwined With With Hunted pursuits okay yes yes i Feel absolutely This is What Women don't Understand okay",
    "begin": "01:17:09.330",
    "end": "01:17:15.169"
  },
  {
    "text": "And if Women understood What i understand from My transgender perspective all right with These Women on the streets okay you know i know i'm",
    "begin": "01:17:15.570",
    "end": "01:17:22.969"
  },
  {
    "text": "Obviously you know Madonna you know an Admirer and you know and i",
    "begin": "01:17:23.219",
    "end": "01:17:27.049"
  },
  {
    "text": "Support Pornography and Prostitution",
    "begin": "01:17:27.510",
    "end": "01:17:29.280"
  },
  {
    "text": "so i don't want what i'm about to say It's a seeming conservative Isn't It isn't okay what i'm Saying is the women on the",
    "begin": "01:17:29.280",
    "end": "01:17:35.210"
  },
  {
    "text": "Street Young Women okay who are about who are Jogging okay with no",
    "begin": "01:17:35.210",
    "end": "01:17:39.259"
  },
  {
    "text": "Bra on okay short Shorts and have and Have earbuds in Their Ears okay Just Jogging the long As i saw These Women do not?",
    "begin": "01:17:39.260",
    "end": "01:17:46.730"
  },
  {
    "text": "Understand The nature of the Human Mind they do not Understand the nature of",
    "begin": "01:17:47.010",
    "end": "01:17:50.960"
  },
  {
    "text": "Psychosis okay and This intertwining Them talking about of The hunt the Hunter pursuing Things okay They're",
    "begin": "01:17:51.360",
    "end": "01:17:57.589"
  },
  {
    "text": "Triggering a Hunt Thing Just What you would",
    "begin": "01:17:57.750",
    "end": "01:18:01.069"
  },
  {
    "text": "You You have talked about in terms of the Zebra Herd okay They are triggering the hunt game",
    "begin": "01:18:01.710",
    "end": "01:18:07.100"
  },
  {
    "text": "Impulse okay in",
    "begin": "01:18:07.650",
    "end": "01:18:09.420"
  },
  {
    "text": "Psychotic men okay",
    "begin": "01:18:09.420",
    "end": "01:18:11.420"
  },
  {
    "text": "There Goes a Very appetizing and and and totally Oblivious",
    "begin": "01:18:11.820",
    "end": "01:18:15.889"
  },
  {
    "text": "Animal okay Bouncing Along Here and we're in a Period Now where",
    "begin": "01:18:16.409",
    "end": "01:18:20.449"
  },
  {
    "text": "Psychosis is not understood at all okay Young Women have had no exposure to",
    "begin": "01:18:20.850",
    "end": "01:18:25.249"
  },
  {
    "text": "Movies Like Psycho okay well",
    "begin": "01:18:26.040",
    "end": "01:18:28.159"
  },
  {
    "text": "you Know the Kind of The Rapists Serial Murderer Things so on the Kind of strange",
    "begin": "01:18:28.830",
    "end": "01:18:34.069"
  },
  {
    "text": "Dynamic That has to do with It with an assault on the only a mother in Michael you know in in the in the mind",
    "begin": "01:18:34.500",
    "end": "01:18:39.560"
  },
  {
    "text": "Of a Psychotic i think this is an incredible naivete these Young Women are emerging and going to college and in in this like incredible",
    "begin": "01:18:39.560",
    "end": "01:18:46.100"
  },
  {
    "text": "Dye Nation environment of You know a",
    "begin": "01:18:46.590",
    "end": "01:18:49.250"
  },
  {
    "text": "Sector Orgy Astok Sexual Experience in fraternity Houses",
    "begin": "01:18:49.650",
    "end": "01:18:52.850"
  },
  {
    "text": "They're completely unprepared for It right and and so you're getting all This outrage so feminist Rhetoric has gotten more and more",
    "begin": "01:18:52.949",
    "end": "01:18:59.089"
  },
  {
    "text": "reme and its portrayal of men as Evil but in fact ok What we Have is a caste you Say it's a chaos in the",
    "begin": "01:18:59.690",
    "end": "01:19:05.870"
  },
  {
    "text": "Sexual Realm The Girls Have Not Been told anything real i Mean in terms of Biological",
    "begin": "01:19:05.870",
    "end": "01:19:12.019"
  },
  {
    "text": "Substrate of Sexual no Way There's Full of lies about What constitutes consent to",
    "begin": "01:19:12.540",
    "end": "01:19:17.060"
  },
  {
    "text": "become something That's essentially Portrayed",
    "begin": "01:19:18.030",
    "end": "01:19:20.690"
  },
  {
    "text": "linguistically As a Sequence of progressive",
    "begin": "01:19:21.150",
    "end": "01:19:23.449"
  },
  {
    "text": "Contracts Which You know is it's well i think you know i've thought for a While that we're living in the delusional",
    "begin": "01:19:23.699",
    "end": "01:19:29.449"
  },
  {
    "text": "Fantasy of a Naive",
    "begin": "01:19:29.580",
    "end": "01:19:30.690"
  },
  {
    "text": "Thirteen Year old Girl Thoughts Basically Sums Up our culture and i look at all these Sexual Rules that permeate the the the",
    "begin": "01:19:30.690",
    "end": "01:19:38.390"
  },
  {
    "text": "Academia and i think two Things the first Thing i think is well i?",
    "begin": "01:19:38.550",
    "end": "01:19:41.509"
  },
  {
    "text": "Know Because i was an Alcohol Researcher for a long time and you know that 50%",
    "begin": "01:19:41.760",
    "end": "01:19:45.949"
  },
  {
    "text": "Of Violent Crimes are directly attributable to alcohol so if you're murdered There's about a 50% chance That you're drunk and",
    "begin": "01:19:46.380",
    "end": "01:19:52.969"
  },
  {
    "text": "About a 50% chance that the person who Kills you is drunk and",
    "begin": "01:19:53.040",
    "end": "01:19:56.359"
  },
  {
    "text": "Alcohol Is the only drug That we Know that Actually amplifies Aggression It Does that in laboratory situations Plus It's a Great",
    "begin": "01:19:56.699",
    "end": "01:20:02.899"
  },
  {
    "text": "Disinhibitor Right So What Alcohol Does is it it Doesn't make You oblivious to the future",
    "begin": "01:20:03.239",
    "end": "01:20:07.999"
  },
  {
    "text": "Consequences of Your action Because if you ask someone Who's drunk about the consequences of something Stupid They can tell you what the consequences are",
    "begin": "01:20:08.190",
    "end": "01:20:15.290"
  },
  {
    "text": "but It Makes you not care and It Does that Because it's technically an Exile itta click like Barbiturates or like",
    "begin": "01:20:15.449",
    "end": "01:20:22.189"
  },
  {
    "text": "Benzodiazepines and It also Has an Activating",
    "begin": "01:20:22.590",
    "end": "01:20:25.819"
  },
  {
    "text": "Property for Many People Who drink so it's it's a stimulant and A-- and an Anxiety Attack at The same time and",
    "begin": "01:20:26.969",
    "end": "01:20:33.139"
  },
  {
    "text": "a Very very potent it's very potent for both of them and you know we put Young People together and",
    "begin": "01:20:33.239",
    "end": "01:20:38.539"
  },
  {
    "text": "Douse them in Alcohol right at The binge Drinking Level and Then Which also interferes with Memory consolidation",
    "begin": "01:20:38.820",
    "end": "01:20:44.390"
  },
  {
    "text": "Which of course Makes Things Much more complex and then we're Surprised When there are Sexual Misadventures and you know and then it's also attributed",
    "begin": "01:20:44.489",
    "end": "01:20:51.619"
  },
  {
    "text": "Almost Purely to the predatory element That's That's part and parcel of Masculinity but a",
    "begin": "01:20:52.199",
    "end": "01:20:57.529"
  },
  {
    "text": "Tremendous Amount of That Is also Naivety and Stupidity you know Because we Expect Like",
    "begin": "01:20:57.840",
    "end": "01:21:02.390"
  },
  {
    "text": "80 18 year old Guys especially The Ones That Aren't That Haven't Been Successful with Girls Which is like 85% of them Because the",
    "begin": "01:21:02.699",
    "end": "01:21:09.799"
  },
  {
    "text": "Successful men are a Very small percentage of men",
    "begin": "01:21:09.900",
    "end": "01:21:12.410"
  },
  {
    "text": "The 85% who haven't Been Successful with men or with Women They don't know What the hell they're doing at All",
    "begin": "01:21:12.810",
    "end": "01:21:17.840"
  },
  {
    "text": "right and Part of The reason They're getting Drunk is to",
    "begin": "01:21:18.090",
    "end": "01:21:20.360"
  },
  {
    "text": "Garner Up enough Courage to actually make in Advance",
    "begin": "01:21:21.330",
    "end": "01:21:24.169"
  },
  {
    "text": "You Know and Because i think another Thing That Women don't understand especially With Regards to young men is Just Exactly how petrifying",
    "begin": "01:21:24.690",
    "end": "01:21:31.910"
  },
  {
    "text": "attractive Woman Who's of Say Somewhat Higher status Actually is to a young guy and there's Lots of Guys That write me",
    "begin": "01:21:32.970",
    "end": "01:21:40.099"
  },
  {
    "text": "Constantly and People That I've Worked with that are so terrified of Women They can't even talk to them it's very Very common",
    "begin": "01:21:40.440",
    "end": "01:21:45.740"
  },
  {
    "text": "Well you know i take a Very",
    "begin": "01:21:46.100",
    "end": "01:21:47.670"
  },
  {
    "text": "Firm Position Which is that i",
    "begin": "01:21:47.670",
    "end": "01:21:49.670"
  },
  {
    "text": "Want college Administration's to stay Totally Out of the social Lives of The students right If a Crime is committed",
    "begin": "01:21:50.040",
    "end": "01:21:55.910"
  },
  {
    "text": "It Should Be reported to the police i've Been writing That for 25 25 Years Now all right but but it's not the business of",
    "begin": "01:21:56.010",
    "end": "01:22:02.360"
  },
  {
    "text": "Any College",
    "begin": "01:22:02.360",
    "end": "01:22:03.330"
  },
  {
    "text": "Administration to take Any notice okay of What to students Say to each Other Say to each Other as Well As do With each Other",
    "begin": "01:22:03.330",
    "end": "01:22:09.860"
  },
  {
    "text": "okay i want it totally stopped is",
    "begin": "01:22:09.860",
    "end": "01:22:11.929"
  },
  {
    "text": "Fascism of the war yeah i agree why are you sitting it's i think it's",
    "begin": "01:22:12.300",
    "end": "01:22:15.379"
  },
  {
    "text": "Fascism of The worst Kind Because it's an it's a New Kind of fascism you know it's",
    "begin": "01:22:15.480",
    "end": "01:22:20.300"
  },
  {
    "text": "It's partly Generated By Legislation so they like The title nine man memo that Was written in",
    "begin": "01:22:20.490",
    "end": "01:22:25.519"
  },
  {
    "text": "2011 i Recently Got a Copy of That Goddamn Thing That Was One polluting Bit of Legislation That Was that memo",
    "begin": "01:22:25.920",
    "end": "01:22:31.700"
  },
  {
    "text": "Basically Told Universities that Unless They set Up a parallel Court System They were going to be Denied Federal Funding It is absolutely unbelievable",
    "begin": "01:22:32.160",
    "end": "01:22:39.439"
  },
  {
    "text": "No, no",
    "begin": "01:22:43.350",
    "end": "01:22:45.270"
  },
  {
    "text": "There is no authentic Campus leftism I'm sorry It's a Fraud okay i mean you think the faculty Should Be fighting the administration's",
    "begin": "01:22:45.270",
    "end": "01:22:53.149"
  },
  {
    "text": "Federal",
    "begin": "01:22:54.660",
    "end": "01:22:56.310"
  },
  {
    "text": "Regulation of You Know how we're Supposed",
    "begin": "01:22:56.310",
    "end": "01:22:58.700"
  },
  {
    "text": "To behave on campus well how can you be so how can you be so naive and foolish to think that taking an",
    "begin": "01:22:58.700",
    "end": "01:23:05.689"
  },
  {
    "text": "Organization Like The University Which already has Plenty to do and",
    "begin": "01:23:06.270",
    "end": "01:23:09.320"
  },
  {
    "text": "Forcing It to become a Pseudo Legal System That",
    "begin": "01:23:11.430",
    "end": "01:23:14.599"
  },
  {
    "text": "Parallels The Legal System",
    "begin": "01:23:14.880",
    "end": "01:23:16.740"
  },
  {
    "text": "Could Possibly Be anything But Utterly Catastrophic It would Mean You have to know absolutely nothing about the legal system and about the",
    "begin": "01:23:16.740",
    "end": "01:23:23.659"
  },
  {
    "text": "Tremendous Period of Evolution That Produced",
    "begin": "01:23:23.840",
    "end": "01:23:26.409"
  },
  {
    "text": "What's Actually a Stellar system and an",
    "begin": "01:23:26.660",
    "end": "01:23:29.290"
  },
  {
    "text": "Adversarial System That Protects The Rights of The Accused and of the end of the victim and to replace That with an ad-hoc",
    "begin": "01:23:29.450",
    "end": "01:23:35.619"
  },
  {
    "text": "Bureaucracy That Has Pretty Much",
    "begin": "01:23:36.500",
    "end": "01:23:38.240"
  },
  {
    "text": "Essentially The same degree of Power as The court System with absolutely none of the training and none of the Guarantees",
    "begin": "01:23:38.240",
    "end": "01:23:43.030"
  },
  {
    "text": "Your records They were taking that piece that i wrote about date rape It Was in January 1991",
    "begin": "01:23:43.250",
    "end": "01:23:49.540"
  },
  {
    "text": "Newsday Got But There's the most controversial Thing i ever wrote in my entire career i attacked the entire thing and",
    "begin": "01:23:50.180",
    "end": "01:23:55.480"
  },
  {
    "text": "Demanded The college Just stand back and Get Out of the social Eyes of The students so on and People the up",
    "begin": "01:23:55.940",
    "end": "01:24:01.389"
  },
  {
    "text": "Reaction People Try to occult They called the president of the My University Try to get me fired",
    "begin": "01:24:01.520",
    "end": "01:24:06.099"
  },
  {
    "text": "You can't believe hysteria okay i can believe",
    "begin": "01:24:06.340",
    "end": "01:24:08.949"
  },
  {
    "text": "AnyThing That Says to women okay that They Should be",
    "begin": "01:24:14.480",
    "end": "01:24:17.949"
  },
  {
    "text": "responsible For Their own Choices is Regarded as",
    "begin": "01:24:18.500",
    "end": "01:24:22.059"
  },
  {
    "text": "Reactionary are They Kidding me okay this is such a Betrayal of Authentic feminism in my view",
    "begin": "01:24:22.520",
    "end": "01:24:27.609"
  },
  {
    "text": "Well it's the ultimate betrayal of Authentic feminism Because it's it it's an",
    "begin": "01:24:28.220",
    "end": "01:24:32.800"
  },
  {
    "text": "Invitation of All The Things that you might Be paranoid about With Regards to the patriarchy back into your life right it's an",
    "begin": "01:24:33.350",
    "end": "01:24:39.910"
  },
  {
    "text": "Insistence That The most intrusive part of the tyrannical King come and Take control Over the most intimate details of Your life",
    "begin": "01:24:40.070",
    "end": "01:24:47.349"
  },
  {
    "text": "Incredible",
    "begin": "01:24:47.600",
    "end": "01:24:48.680"
  },
  {
    "text": "And The The assumption is that That's going to make Your life better Rather Than worse right",
    "begin": "01:24:48.680",
    "end": "01:24:53.260"
  },
  {
    "text": "Not to mention this idea of You Know That's the stages of verbal consent as if as if Your",
    "begin": "01:24:53.600",
    "end": "01:24:58.690"
  },
  {
    "text": "Impulses Based in the Body have anything to do with words",
    "begin": "01:24:58.850",
    "end": "01:25:01.630"
  },
  {
    "text": "And so on i mean That's the Whole point is you do a lot sex okay it's to abandon",
    "begin": "01:25:02.060",
    "end": "01:25:06.070"
  },
  {
    "text": "okay that you know that They're part of the Brain That's so that You know",
    "begin": "01:25:06.230",
    "end": "01:25:09.129"
  },
  {
    "text": "Inin trammeled With Words i Mean Yeah there's you see these two actually a Marker of Lack of social Ability",
    "begin": "01:25:09.290",
    "end": "01:25:16.029"
  },
  {
    "text": "To have to do that Because IF you're sophisticated it's not like iF you're dancing with someone it's not like you call out the moves",
    "begin": "01:25:16.030",
    "end": "01:25:22.179"
  },
  {
    "text": "Right If You have to do that Well then Your your your your more Worse Than the Neophyte right an Awkward",
    "begin": "01:25:22.340",
    "end": "01:25:28.779"
  },
  {
    "text": "Neophyte and Anybody with Any sense Should Get The hell away from you and so If you're reduced to the point where you",
    "begin": "01:25:29.119",
    "end": "01:25:34.539"
  },
  {
    "text": "Have to Verbally negotiate every element of intimate interaction then What a downer That",
    "begin": "01:25:34.540",
    "end": "01:25:40.089"
  },
  {
    "text": "yes but What i what an",
    "begin": "01:25:40.940",
    "end": "01:25:42.940"
  },
  {
    "text": "Unbelievably What Would You call It naive in Pathological view of the manner in Which Human Beings interact",
    "begin": "01:25:43.010",
    "end": "01:25:48.280"
  },
  {
    "text": "There's no sophistication in that well what i'm worried about also in this age of social media",
    "begin": "01:25:48.790",
    "end": "01:25:52.959"
  },
  {
    "text": "I've noticed as a teacher in the classroom",
    "begin": "01:25:54.040",
    "end": "01:25:56.060"
  },
  {
    "text": "That The Young People are so used to communicating Now by cellphone okay by iPhone",
    "begin": "01:25:59.380",
    "end": "01:26:04.900"
  },
  {
    "text": "That's They're Losing Body language and Facial",
    "begin": "01:26:04.900",
    "end": "01:26:05.820"
  },
  {
    "text": "Expressions okay Which i think is going to compound the problem",
    "begin": "01:26:06.650",
    "end": "01:26:09.310"
  },
  {
    "text": "With with these dating",
    "begin": "01:26:09.920",
    "end": "01:26:11.860"
  },
  {
    "text": "encounters okay Because the ability to Read the Human face",
    "begin": "01:26:11.860",
    "end": "01:26:16.000"
  },
  {
    "text": "Into into to Read Little Tiny",
    "begin": "01:26:16.340",
    "end": "01:26:18.460"
  },
  {
    "text": "Inflections of Emotion Well i think My Generation Got That from Looking at Great Foreign Films With her with Their long",
    "begin": "01:26:18.679",
    "end": "01:26:24.939"
  },
  {
    "text": "tanks okay so you have Jean Marais and",
    "begin": "01:26:25.070",
    "end": "01:26:27.100"
  },
  {
    "text": "okay in like in potential romantic encounters and You could You see the tiniest little little inflections all Right",
    "begin": "01:26:27.860",
    "end": "01:26:33.730"
  },
  {
    "text": "That That Signal communication or Sexual readiness or",
    "begin": "01:26:34.100",
    "end": "01:26:37.959"
  },
  {
    "text": "Irony or skepticism or distance or Whatever okay but the inability to read the",
    "begin": "01:26:38.210",
    "end": "01:26:42.879"
  },
  {
    "text": "Other People's Intentions okay that i think this is going to be a disaster i i Just noticed That",
    "begin": "01:26:43.520",
    "end": "01:26:48.489"
  },
  {
    "text": "How year by Year okay the students are becoming much more Flat Affect",
    "begin": "01:26:49.280",
    "end": "01:26:54.130"
  },
  {
    "text": "okay and They Themselves complain That They'll Sit in the same Room with someone",
    "begin": "01:26:54.340",
    "end": "01:26:57.489"
  },
  {
    "text": "and be texting to each Other",
    "begin": "01:26:58.280",
    "end": "01:27:00.280"
  },
  {
    "text": "Yeah Well There's a There's a piece Of evidence to that supports that to some degree so?",
    "begin": "01:27:00.590",
    "end": "01:27:04.779"
  },
  {
    "text": "Women with Brothers are less Likely to Get raped ha and the reason for that is that They've Learned That",
    "begin": "01:27:05.090",
    "end": "01:27:10.960"
  },
  {
    "text": "Nonverbal Language Deeply Right and They can They can they can spot the only that i",
    "begin": "01:27:11.659",
    "end": "01:27:16.599"
  },
  {
    "text": "Have noticed okay in My into my career okay that That Women who have many Brothers They are",
    "begin": "01:27:17.000",
    "end": "01:27:23.889"
  },
  {
    "text": "Very Good okay as",
    "begin": "01:27:24.619",
    "end": "01:27:26.619"
  },
  {
    "text": "Administrators and As Businesspeople okay all right Because They don't Take men",
    "begin": "01:27:27.290",
    "end": "01:27:31.629"
  },
  {
    "text": "Seriously okay They regard They They think they Saw Their brothers They think their brothers are Jokes okay but they know how to control men",
    "begin": "01:27:32.030",
    "end": "01:27:38.500"
  },
  {
    "text": "okay",
    "begin": "01:27:38.699",
    "end": "01:27:39.150"
  },
  {
    "text": "While It wall-e's to like men okay They admired men right so like This is something that i have seen You know repeatedly Yeah well",
    "begin": "01:27:39.150",
    "end": "01:27:46.319"
  },
  {
    "text": "So that Would Be also reflective you have the problem of Fewer and Fewer Siblings yes That's right okay yeah yeah?",
    "begin": "01:27:46.320",
    "end": "01:27:52.289"
  },
  {
    "text": "I've noticed in publishing okay there's this that the",
    "begin": "01:27:52.780",
    "end": "01:27:55.559"
  },
  {
    "text": "There was the Women who have this is the Job of publicists okay and rise to the top as manager of publicity okay Their",
    "begin": "01:27:55.780",
    "end": "01:28:02.280"
  },
  {
    "text": "Ability to take Charge of men and and and their humor in men they like that and",
    "begin": "01:28:02.349",
    "end": "01:28:06.929"
  },
  {
    "text": "They have Great relationships with men okay Because they don't",
    "begin": "01:28:07.599",
    "end": "01:28:10.919"
  },
  {
    "text": "Have the sense of resentment and",
    "begin": "01:28:10.920",
    "end": "01:28:12.909"
  },
  {
    "text": "Worry and Anxiety you Know and so They don't see men as aggressors okay right and i think it's another Thing too is that as",
    "begin": "01:28:12.909",
    "end": "01:28:19.109"
  },
  {
    "text": "feminism",
    "begin": "01:28:19.479",
    "end": "01:28:20.679"
  },
  {
    "text": "You Know moved into its present it's a System of ideology okay it has tended to",
    "begin": "01:28:20.679",
    "end": "01:28:26.038"
  },
  {
    "text": "a denigrate Motherhood okay as a lesser order of Human Experience and",
    "begin": "01:28:26.170",
    "end": "01:28:31.079"
  },
  {
    "text": "and to enshrine of Course abortion Now i am a Hundred Percent of abortion Rights",
    "begin": "01:28:31.179",
    "end": "01:28:34.888"
  },
  {
    "text": "you Know i belong to planned Parenthood for Years Until i Finally Rejected It As a",
    "begin": "01:28:34.959",
    "end": "01:28:38.639"
  },
  {
    "text": "Branch Of The democratic Party My own Party and so on but but as",
    "begin": "01:28:38.709",
    "end": "01:28:42.659"
  },
  {
    "text": "Motherhood became Excluded as as feminism Became Obsessed okay with the professional Woman okay i feel that the",
    "begin": "01:28:43.059",
    "end": "01:28:50.969"
  },
  {
    "text": "Lessons of That mothers Learn Have Been lost okay yeah to to",
    "begin": "01:28:51.099",
    "end": "01:28:55.498"
  },
  {
    "text": "feminism and Which is okay that if they if They're the mothers who bear boy Children okay",
    "begin": "01:28:56.139",
    "end": "01:29:01.739"
  },
  {
    "text": "Understand The fragility of men the fragility of Boys They Understand It They don't They don't see",
    "begin": "01:29:02.170",
    "end": "01:29:07.559"
  },
  {
    "text": "men and Boys as a Menace They understand That The greater strength of Women okay so there's this tenderness you know and connectedness",
    "begin": "01:29:08.079",
    "end": "01:29:15.929"
  },
  {
    "text": "Between The between the mother and the boy child okay when motherhood is part of The experience okay of",
    "begin": "01:29:15.929",
    "end": "01:29:22.498"
  },
  {
    "text": "Women who are discussing gender so what We Have today is that This Does gender",
    "begin": "01:29:23.019",
    "end": "01:29:28.169"
  },
  {
    "text": "Ideology Has Risen Up on",
    "begin": "01:29:28.389",
    "end": "01:29:29.559"
  },
  {
    "text": "Campuses where we're all none of the none of the Girls know the students are married none of Them have had Children okay and you?",
    "begin": "01:29:29.559",
    "end": "01:29:35.699"
  },
  {
    "text": "Have you have Women some of Whom have had Children but a Lot of They're Lesbians or like or like?",
    "begin": "01:29:35.699",
    "end": "01:29:39.299"
  },
  {
    "text": "Like professional Women and so on so this this the Whole tenderness and Forgiving Forgiving This okay and?",
    "begin": "01:29:39.400",
    "end": "01:29:46.269"
  },
  {
    "text": "Encouragement that Women do to",
    "begin": "01:29:47.059",
    "end": "01:29:48.939"
  },
  {
    "text": "Two Boys okay the fragility They don't Understand This",
    "begin": "01:29:48.939",
    "end": "01:29:51.789"
  },
  {
    "text": "Hypersensitivity of Boys is not understood okay Instead Boys are seen as somehow now i'm more privileged okay and somehow you know in",
    "begin": "01:29:52.249",
    "end": "01:29:59.769"
  },
  {
    "text": "Their Their Their Energy Level Is",
    "begin": "01:30:00.019",
    "end": "01:30:02.019"
  },
  {
    "text": "Interpreted as Aggression okay potential Violence and so on okay right so i think that That",
    "begin": "01:30:02.539",
    "end": "01:30:07.779"
  },
  {
    "text": "That What we Would do the Better okay iF we Would have i have proposed okay that colleges Should?",
    "begin": "01:30:08.959",
    "end": "01:30:14.529"
  },
  {
    "text": "Allow When the moment a Woman is",
    "begin": "01:30:14.809",
    "end": "01:30:16.898"
  },
  {
    "text": "Entered okay she has interested at college for life okay and that she that she should be free to",
    "begin": "01:30:17.209",
    "end": "01:30:23.858"
  },
  {
    "text": "leave",
    "begin": "01:30:24.289",
    "end": "01:30:25.039"
  },
  {
    "text": "Okay to have babies When she would her body Wants That babies When it's Healthy to have them okay and then Return Have Haven't had?",
    "begin": "01:30:25.039",
    "end": "01:30:31.839"
  },
  {
    "text": "Their occasional Course so can Build Up credits and fathers i Mean You might Be Able to do it as Well and so on",
    "begin": "01:30:31.840",
    "end": "01:30:36.609"
  },
  {
    "text": "To get married Women and Women With Children into the classroom the moment that happens",
    "begin": "01:30:36.679",
    "end": "01:30:41.949"
  },
  {
    "text": "It's happened after World War two okay we've had you had a Lot of Married you Guys in the classroom okay and so",
    "begin": "01:30:42.109",
    "end": "01:30:47.889"
  },
  {
    "text": "I'm not yet That many Women the",
    "begin": "01:30:47.889",
    "end": "01:30:49.879"
  },
  {
    "text": "Experience Of a Married person with a Family okay talking about gender But most of the Gender Stuff Will Be Laughed out of the Room",
    "begin": "01:30:49.879",
    "end": "01:30:56.829"
  },
  {
    "text": "okay if you had a real mother in there who had Experience in childbirth and",
    "begin": "01:30:56.959",
    "end": "01:31:00.429"
  },
  {
    "text": "Head Rate and It Was raising Boys and so on well i think That's That's also a You Know something That",
    "begin": "01:31:00.679",
    "end": "01:31:06.279"
  },
  {
    "text": "Has Led to this This This incredible art you Know artificiality and and hysteria okay feminist Rhetoric",
    "begin": "01:31:06.379",
    "end": "01:31:13.629"
  },
  {
    "text": "There's an There's another strange Element to that Which iS that on the one hand the The radical feminist Types That?",
    "begin": "01:31:15.229",
    "end": "01:31:22.688"
  },
  {
    "text": "Neo-Marxist Post Modernists are are Very Much Opposed to the patriarchy Let's Say and That's that uni-Dimensional",
    "begin": "01:31:23.300",
    "end": "01:31:30.639"
  },
  {
    "text": "Ideological",
    "begin": "01:31:31.149",
    "end": "01:31:32.239"
  },
  {
    "text": "Representation",
    "begin": "01:31:32.239",
    "end": "01:31:33.889"
  },
  {
    "text": "Perhaps The Word could be Applied to a Republican Rome and That's It okay well i mean maybe It could Be Applied",
    "begin": "01:31:33.889",
    "end": "01:31:38.918"
  },
  {
    "text": "Usefully to Certain Kinds of Tyranny but not to a society That's Actually Functional Victorian England",
    "begin": "01:31:39.050",
    "end": "01:31:44.320"
  },
  {
    "text": "Arguably okay but Other Than that it to use the word patriarchy in that in a Slapdash Way so amateurish",
    "begin": "01:31:45.260",
    "end": "01:31:51.249"
  },
  {
    "text": "Actually You Know Just Shows People Know nothing about History",
    "begin": "01:31:52.219",
    "end": "01:31:54.728"
  },
  {
    "text": "Whatever have You ever Read have done no reading so and so What Confuses me about?",
    "begin": "01:31:54.800",
    "end": "01:31:58.719"
  },
  {
    "text": "Is that despite the fact that the patriarchy is viewed as this",
    "begin": "01:31:59.230",
    "end": "01:32:02.739"
  },
  {
    "text": "essentially Evil Entity and That That's associated with The masculine energy That Built This oppressive structure the",
    "begin": "01:32:02.960",
    "end": "01:32:09.819"
  },
  {
    "text": "Antithesis of That Which Would Actually be",
    "begin": "01:32:10.160",
    "end": "01:32:12.369"
  },
  {
    "text": "Femininity as far As i can Tell Which is Tightly associated with care and with Child-rearing Is also",
    "begin": "01:32:12.890",
    "end": "01:32:18.220"
  },
  {
    "text": "Denigrated so it's like the only proper rule for Women to adopt is a",
    "begin": "01:32:18.500",
    "end": "01:32:23.200"
  },
  {
    "text": "Patriarchal Rule despite The fact that the patriarchy is something That's entirely Corrupt so the",
    "begin": "01:32:23.480",
    "end": "01:32:27.580"
  },
  {
    "text": "Hypothesis Seems to be that the patriarchy would be Just fine if Women Ran It so",
    "begin": "01:32:27.800",
    "end": "01:32:33.250"
  },
  {
    "text": "no changes it's Just that It Would Just be a transformation of Leadership and somehow that Would That Would",
    "begin": "01:32:33.770",
    "end": "01:32:39.220"
  },
  {
    "text": "Rectify The Fundamental problem even Though it's hypothetically Supposed to be structural okay so i'm gonna close with something so",
    "begin": "01:32:39.590",
    "end": "01:32:46.750"
  },
  {
    "text": "you Know",
    "begin": "01:32:47.360",
    "end": "01:32:48.590"
  },
  {
    "text": "There are Elements in My Character That are optimistic you know i've",
    "begin": "01:32:48.590",
    "end": "01:32:52.779"
  },
  {
    "text": "Looked For Example i worked for a U.N. committee and on the relationship between economic",
    "begin": "01:32:52.880",
    "end": "01:32:57.609"
  },
  {
    "text": "Development and sustainability and i found out a Variety of Things That were very optimistic like the fact That",
    "begin": "01:32:57.890",
    "end": "01:33:02.649"
  },
  {
    "text": "you Know the U.N. set out",
    "begin": "01:33:02.870",
    "end": "01:33:04.330"
  },
  {
    "text": "To have Poverty Between 2000 and 2015 worldwide and Actually Hit that By about?",
    "begin": "01:33:04.330",
    "end": "01:33:09.789"
  },
  {
    "text": "2010 right so we're in that period of the fastest transformation of The bottom strata of the World's population into something approximating",
    "begin": "01:33:10.100",
    "end": "01:33:17.079"
  },
  {
    "text": "Middle Class That's ever occurred and There's all These Great Technological innovations on the horizon and and It Looks to me like Things could Go",
    "begin": "01:33:17.570",
    "end": "01:33:24.970"
  },
  {
    "text": "Extraordinarily Well If we Were Careful but I'm not Optimistic and",
    "begin": "01:33:25.310",
    "end": "01:33:29.229"
  },
  {
    "text": "Maybe That'S me i'm pessimistic because i also see that There's five or six Things happening all of Which",
    "begin": "01:33:29.420",
    "end": "01:33:35.200"
  },
  {
    "text": "Appear at the level of",
    "begin": "01:33:35.510",
    "end": "01:33:37.400"
  },
  {
    "text": "Catastrophe that are all happening at The same time and so One of The things that i'd like to ask you is like",
    "begin": "01:33:37.400",
    "end": "01:33:42.160"
  },
  {
    "text": "What do you see happening in the next 10 Years",
    "begin": "01:33:42.680",
    "end": "01:33:44.979"
  },
  {
    "text": "In in the universities or in culture at large and i Mean You Just Put Forward a proposal?",
    "begin": "01:33:45.110",
    "end": "01:33:49.540"
  },
  {
    "text": "For The Universities for The treatment of Women Which i think is a Very interesting",
    "begin": "01:33:49.640",
    "end": "01:33:52.539"
  },
  {
    "text": "One Because Women do have a different Timeframe Than men but like What the hell is the proper way Forward i've Been",
    "begin": "01:33:52.640",
    "end": "01:33:59.079"
  },
  {
    "text": "Encouraging Young men to tell the truth and to take responsibility and There's a Huge Market for that message but but i'm not",
    "begin": "01:33:59.360",
    "end": "01:34:06.100"
  },
  {
    "text": "Convinced By Any Stretch of the imagination that it's enough",
    "begin": "01:34:06.410",
    "end": "01:34:09.609"
  },
  {
    "text": "What like when you look Forward You Try to be optimistic What the hell do you see",
    "begin": "01:34:10.010",
    "end": "01:34:14.679"
  },
  {
    "text": "Well and in the largest you know scale",
    "begin": "01:34:15.109",
    "end": "01:34:18.369"
  },
  {
    "text": "I'm concerned about the future",
    "begin": "01:34:19.010",
    "end": "01:34:21.010"
  },
  {
    "text": "Western culture Because",
    "begin": "01:34:21.739",
    "end": "01:34:23.719"
  },
  {
    "text": "As a Student of History It Looks, too much to me like ancient Rome okay which became Over Expanded",
    "begin": "01:34:23.719",
    "end": "01:34:29.138"
  },
  {
    "text": "Which became a It Was at The Mercy of a Bureaucratic",
    "begin": "01:34:29.809",
    "end": "01:34:33.099"
  },
  {
    "text": "Creep okay and",
    "begin": "01:34:35.449",
    "end": "01:34:37.449"
  },
  {
    "text": "and in the and roman identity eventually",
    "begin": "01:34:39.379",
    "end": "01:34:43.869"
  },
  {
    "text": "Got Blurred okay in its incorporation of so Many different cultures Which i first seems Like a Healthy Kind of",
    "begin": "01:34:44.269",
    "end": "01:34:50.409"
  },
  {
    "text": "multiculturalism But Eventually Over Expand and Simply Collapse of Its own Way but iii",
    "begin": "01:34:50.629",
    "end": "01:34:54.969"
  },
  {
    "text": "So i am concerned about the you know whether western culture is in a rapid decline i think It Would Be Very",
    "begin": "01:34:55.489",
    "end": "01:35:02.168"
  },
  {
    "text": "Easy Because We Are you know so interconnected and so Over complex Very easy you know to bring it to",
    "begin": "01:35:02.300",
    "end": "01:35:08.079"
  },
  {
    "text": "Ruin It Would Only Take One Major Natural disaster you know to do that",
    "begin": "01:35:08.269",
    "end": "01:35:12.159"
  },
  {
    "text": "But The Universities Themselves i Mean i think People are all of a Sudden in the united States much more",
    "begin": "01:35:12.409",
    "end": "01:35:18.038"
  },
  {
    "text": "attentive to issues of political Correctness",
    "begin": "01:35:18.769",
    "end": "01:35:21.219"
  },
  {
    "text": "Because of The the riots At Berkeley Which was the you know Which was the capital of free speech i mean i don't Mean the the",
    "begin": "01:35:21.289",
    "end": "01:35:27.608"
  },
  {
    "text": "Free speech movement Happened in the spring?",
    "begin": "01:35:27.609",
    "end": "01:35:29.609"
  },
  {
    "text": "before i entered college in 1964 It so one of the Great principles and",
    "begin": "01:35:29.989",
    "end": "01:35:34.328"
  },
  {
    "text": "Inspirational Stories of My entire Life Mario Savio is you know you know",
    "begin": "01:35:34.879",
    "end": "01:35:38.019"
  },
  {
    "text": "Assertion of The of The Supremacy of you know free thought and free speech these okay and i",
    "begin": "01:35:39.469",
    "end": "01:35:44.768"
  },
  {
    "text": "so i think that Perhaps",
    "begin": "01:35:45.050",
    "end": "01:35:46.550"
  },
  {
    "text": "You Know we might Just Have Turned a corner and but it's gonna take a Very Very long time for the university to be Reformed",
    "begin": "01:35:46.550",
    "end": "01:35:52.209"
  },
  {
    "text": "I feel that the cafeteria menu okay of the university curriculum has to be abandoned we Must return to",
    "begin": "01:35:52.209",
    "end": "01:35:59.529"
  },
  {
    "text": "Historical",
    "begin": "01:36:00.079",
    "end": "01:36:01.519"
  },
  {
    "text": "Courses That Begin in the earliest period in the stone age",
    "begin": "01:36:01.519",
    "end": "01:36:05.349"
  },
  {
    "text": "In Antiquity in order to give perspective you know to to our to our present to an analysis of a person a culture i want",
    "begin": "01:36:05.409",
    "end": "01:36:11.199"
  },
  {
    "text": "50 50 to 75 percent of college Administrators Fired okay and the Money Be Transferred over okay to",
    "begin": "01:36:12.379",
    "end": "01:36:18.489"
  },
  {
    "text": "to to faculty into libraries into into instruction okay i i think that you know the obviously the",
    "begin": "01:36:19.070",
    "end": "01:36:26.290"
  },
  {
    "text": "Way Things are being People are being a trained Right Now including at The public School Level okay",
    "begin": "01:36:26.750",
    "end": "01:36:31.299"
  },
  {
    "text": "Is i think that writing the public School Level has gone to hell, when",
    "begin": "01:36:31.449",
    "end": "01:36:32.600"
  },
  {
    "text": "my mother came you know came",
    "begin": "01:36:32.600",
    "end": "01:36:36.339"
  },
  {
    "text": "To united States The age of six they Would the old public School System Was still Very strict and therefore if she had some excellent",
    "begin": "01:36:36.340",
    "end": "01:36:43.299"
  },
  {
    "text": "Education You Know it's a and you know didn't Got all a'S and in her in her and even though she",
    "begin": "01:36:43.820",
    "end": "01:36:49.029"
  },
  {
    "text": "Started out Not speaking english Spoke without an accent etc okay so",
    "begin": "01:36:49.190",
    "end": "01:36:52.719"
  },
  {
    "text": "Today This This Kind of Feel-good The public school Education Which is Which is a form of ideology and",
    "begin": "01:36:53.480",
    "end": "01:36:59.560"
  },
  {
    "text": "Indoctrination Right Now it'S all about no bullying okay and not about you not even seriously about no bullying Yes i",
    "begin": "01:36:59.900",
    "end": "01:37:07.449"
  },
  {
    "text": "Can Tell in My own Students i Mean i've Been teaching for 46 Years so i can tell this slow Degradation",
    "begin": "01:37:07.969",
    "end": "01:37:13.089"
  },
  {
    "text": "Of Public School Education Get Today to the point now that the students have absolutely no sense of World Geography",
    "begin": "01:37:13.280",
    "end": "01:37:19.810"
  },
  {
    "text": "of World History okay they know absolutely don't Know anything about Wars okay",
    "begin": "01:37:20.090",
    "end": "01:37:24.340"
  },
  {
    "text": "and The Reality The",
    "begin": "01:37:24.860",
    "end": "01:37:26.860"
  },
  {
    "text": "Barbaric Reality of Most of Human History and What It Whatever defense That's Triggering yes right What a fantastic",
    "begin": "01:37:27.409",
    "end": "01:37:33.519"
  },
  {
    "text": "culture we live in and so you know it didn't identity Politics itself has Just got to stop i mean It Was important once okay",
    "begin": "01:37:33.770",
    "end": "01:37:39.669"
  },
  {
    "text": "Again i i was a Rebel Against The the wasp you know",
    "begin": "01:37:39.679",
    "end": "01:37:43.329"
  },
  {
    "text": "Hegemony okay White anglo-Saxon protestant hegemony in American culture it Was It Was suffocating iii Was raised in the 1950s",
    "begin": "01:37:43.880",
    "end": "01:37:51.279"
  },
  {
    "text": "When Wasps Controlled",
    "begin": "01:37:51.830",
    "end": "01:37:53.830"
  },
  {
    "text": "Corporations and and and Education and Politics and so on it so identity Politics Was Necessary once okay to it we",
    "begin": "01:37:54.230",
    "end": "01:38:01.689"
  },
  {
    "text": "Asserted getting gay Rights okay with it with stonewall rebellion Of 1969 We assert we",
    "begin": "01:38:01.820",
    "end": "01:38:06.610"
  },
  {
    "text": "Asserted okay the Women's rights with ii with the with the rebirth of Second wave feminism in the late 1960s okay but This Endless okay",
    "begin": "01:38:06.770",
    "end": "01:38:14.409"
  },
  {
    "text": "preoccupation with with a",
    "begin": "01:38:14.870",
    "end": "01:38:16.340"
  },
  {
    "text": "Fragmented Identity We Must Return to be authentic Nineteen Sixties Vision Which is about identity coming from consciousness Which",
    "begin": "01:38:16.340",
    "end": "01:38:23.290"
  },
  {
    "text": "Transcends Gender Which",
    "begin": "01:38:23.690",
    "end": "01:38:25.690"
  },
  {
    "text": "Transcends all These divisions of Race okay and the ethnicity okay consciousness itself okay right",
    "begin": "01:38:25.969",
    "end": "01:38:32.829"
  },
  {
    "text": "There's no sense of That Any longer and That's What the 1960s sought well i see if that is a complete abandonment of personal responsibility",
    "begin": "01:38:33.469",
    "end": "01:38:39.959"
  },
  {
    "text": "Because That Like That",
    "begin": "01:38:40.840",
    "end": "01:38:42.580"
  },
  {
    "text": "Consciousness i think",
    "begin": "01:38:42.580",
    "end": "01:38:43.660"
  },
  {
    "text": "symbolically and i Got a Lot of This from Jung and also from Eric Neumann i Mean That's the Great logos of the west right",
    "begin": "01:38:43.660",
    "end": "01:38:48.960"
  },
  {
    "text": "That's the Transcendent principle Which is is",
    "begin": "01:38:48.960",
    "end": "01:38:51.059"
  },
  {
    "text": "Respect For the Primacy of",
    "begin": "01:38:51.850",
    "end": "01:38:53.850"
  },
  {
    "text": "Individual Consciousness and What Goes Along with that primarily isn't individual Rights although That's built into it i mean That's the reason we have?",
    "begin": "01:38:53.950",
    "end": "01:39:00.900"
  },
  {
    "text": "Individual Rights Is for respect for that but the",
    "begin": "01:39:01.000",
    "end": "01:39:03.629"
  },
  {
    "text": "responsibility That Comes Along With being an individual Instead of The member of some Group especially a Victimized Group Which is like",
    "begin": "01:39:04.000",
    "end": "01:39:10.199"
  },
  {
    "text": "sure i wrote an article with One of My Students Who had toured the mass grave sites in in the former",
    "begin": "01:39:10.450",
    "end": "01:39:15.929"
  },
  {
    "text": "Yugoslavia You Know What Haven't Been Exposed to that sort of Thing and one of The things that our",
    "begin": "01:39:16.180",
    "end": "01:39:20.639"
  },
  {
    "text": "research indicated Was that The best predictor of Genocide is",
    "begin": "01:39:20.890",
    "end": "01:39:24.690"
  },
  {
    "text": "victimization on the part of the Group That",
    "begin": "01:39:25.450",
    "end": "01:39:26.890"
  },
  {
    "text": "Produces The Genocide right a sense of an accelerated sense of victimization and then it's well We Get them before They Get us",
    "begin": "01:39:26.890",
    "end": "01:39:32.910"
  },
  {
    "text": "So and Everyone's being taught Now that They're a victim and then no one Seems",
    "begin": "01:39:33.310",
    "end": "01:39:37.230"
  },
  {
    "text": "To have Any sense That You Know That's part of The essential tragedy of Being That life is suffering and that and That?",
    "begin": "01:39:37.230",
    "end": "01:39:43.409"
  },
  {
    "text": "and That and and that The World rests on a Foundation of Suffering it's nothing to take personally and something to take",
    "begin": "01:39:43.780",
    "end": "01:39:50.730"
  },
  {
    "text": "responsibility for Instead of Blaming and and resentment and all of The Things that Have polluted our",
    "begin": "01:39:51.040",
    "end": "01:39:56.010"
  },
  {
    "text": "Universities and Our culture well and There also Was the abandonment okay of the you know of the canon okay People you know",
    "begin": "01:39:56.230",
    "end": "01:40:04.139"
  },
  {
    "text": "Asserted That The Canon Was the product of bias and again of You know of",
    "begin": "01:40:04.630",
    "end": "01:40:08.759"
  },
  {
    "text": "a you know",
    "begin": "01:40:09.220",
    "end": "01:40:10.450"
  },
  {
    "text": "provincial Elitism and so on but in in point of fact as a Student of History of The arts okay i can i can",
    "begin": "01:40:10.450",
    "end": "01:40:15.840"
  },
  {
    "text": "assure People That the Canon okay oh the overwhelmingly so is is the result of What artists have determined okay we",
    "begin": "01:40:15.910",
    "end": "01:40:23.579"
  },
  {
    "text": "Say a Work is important as canonical Because",
    "begin": "01:40:24.520",
    "end": "01:40:27.570"
  },
  {
    "text": "Artists Following It okay we're Influenced by It we Have This like a Beautiful Cascading tradition of",
    "begin": "01:40:27.880",
    "end": "01:40:33.210"
  },
  {
    "text": "Influence Alright So that That's another but not another part of the philistine ism okay of",
    "begin": "01:40:33.730",
    "end": "01:40:38.639"
  },
  {
    "text": "Current Education to you know to believe That there are these external",
    "begin": "01:40:38.830",
    "end": "01:40:42.690"
  },
  {
    "text": "Reasons okay for for That Why a Work last Why a Work you know",
    "begin": "01:40:42.820",
    "end": "01:40:47.159"
  },
  {
    "text": "500 Years Ago or a Thousand Years Ago has global relevance",
    "begin": "01:40:47.720",
    "end": "01:40:50.050"
  },
  {
    "text": "relevance As iF it'S some sort of Political",
    "begin": "01:40:51.050",
    "end": "01:40:53.050"
  },
  {
    "text": "Conspiracy That's Based on power as if anybody could Even manage that no matter how nefarious they were",
    "begin": "01:40:53.360",
    "end": "01:40:59.019"
  },
  {
    "text": "but Also",
    "begin": "01:40:59.720",
    "end": "01:41:01.160"
  },
  {
    "text": "We in the 60s even Hadn't had the idea okay then there Was like This Human Human Sensibility like That Transcendent?",
    "begin": "01:41:01.160",
    "end": "01:41:08.380"
  },
  {
    "text": "Individual if The Nation's and and so on right and that and That",
    "begin": "01:41:08.810",
    "end": "01:41:12.640"
  },
  {
    "text": "There was This Like Rubric for Cosmic consciousness okay and this This",
    "begin": "01:41:13.460",
    "end": "01:41:17.980"
  },
  {
    "text": "Sense of the universe as a Whole and Just to see the Human being in relationship to great eternal",
    "begin": "01:41:18.170",
    "end": "01:41:23.920"
  },
  {
    "text": "Principles of life into Death Mortality and so on Whereas you know Marxism is blind",
    "begin": "01:41:24.290",
    "end": "01:41:29.920"
  },
  {
    "text": "Marxism Is Very Narrow All It sees Is a",
    "begin": "01:41:30.260",
    "end": "01:41:32.709"
  },
  {
    "text": "Society okay It sees nothing Beyond Society It Doesn't Seem nature okay it's absolutely Mad",
    "begin": "01:41:33.080",
    "end": "01:41:39.220"
  },
  {
    "text": "How you can Have a System being taught okay in universities right Which It which thinks that This tiny Thing of",
    "begin": "01:41:39.980",
    "end": "01:41:46.300"
  },
  {
    "text": "Society okay compared to the Enormity and Beauty of nature okay should take all of our",
    "begin": "01:41:46.490",
    "end": "01:41:51.849"
  },
  {
    "text": "All of our you know absorb all of Our energy and Attention so i mean i Just think that There's like a Parochialism and",
    "begin": "01:41:52.160",
    "end": "01:41:57.729"
  },
  {
    "text": "provincialism",
    "begin": "01:41:58.250",
    "end": "01:41:59.720"
  },
  {
    "text": "you Know it",
    "begin": "01:41:59.720",
    "end": "01:42:01.220"
  },
  {
    "text": "Now a Kind of you know",
    "begin": "01:42:01.220",
    "end": "01:42:03.220"
  },
  {
    "text": "Systematized Elitism in our Current Education has Got to be Rooted Out and we i want",
    "begin": "01:42:04.160",
    "end": "01:42:09.160"
  },
  {
    "text": "To return to basics great Simplicity side all these Faculty members teaching Their little Tiny Courses that have to has to do with Their own?",
    "begin": "01:42:09.160",
    "end": "01:42:16.749"
  },
  {
    "text": "Specialty That's Got to stop okay People People can Even pursue whatever They want in their private research as Scholars okay Certainly That's Necessary",
    "begin": "01:42:17.030",
    "end": "01:42:23.979"
  },
  {
    "text": "But They must teach in the core curriculum",
    "begin": "01:42:24.080",
    "end": "01:42:26.229"
  },
  {
    "text": "and and and",
    "begin": "01:42:27.380",
    "end": "01:42:28.820"
  },
  {
    "text": "People Must decide What is Crucial for an educated person to know i do want a multicultural i do want a Global Curriculum i want",
    "begin": "01:42:28.820",
    "end": "01:42:35.889"
  },
  {
    "text": "I what all the cultures taught okay right This is not the answer Martin Marxism this neo Marxism in the universities okay is",
    "begin": "01:42:35.890",
    "end": "01:42:43.570"
  },
  {
    "text": "Simply It's lazy It's a lazy Way to assert",
    "begin": "01:42:44.000",
    "end": "01:42:47.530"
  },
  {
    "text": "multiculturalism Without Actually Doing The research of The Study of Other cultures",
    "begin": "01:42:47.720",
    "end": "01:42:52.059"
  },
  {
    "text": "Okay all right That's a Good one to close one we Agreed on everything?",
    "begin": "01:42:53.990",
    "end": "01:42:57.969"
  },
  {
    "text": "yes i know it oh Great",
    "begin": "01:42:59.380",
    "end": "01:43:01.380"
  }
]