{
  "id": 795,
  "date": "2017-12-14T20:47:37",
  "date_gmt": "2017-12-14T20:47:37",
  "guid": {
    "rendered": "https://websitedemos.net/recipe-blog-07/?p=795"
  },
  "modified": "2020-06-10T03:10:36",
  "modified_gmt": "2020-06-10T03:10:36",
  "slug": "new-economics-series-4",
  "status": "publish",
  "type": "blog-post",
  "link": "https://civilizationemerging.com/new-economics-series-4/",
  "title": {
    "rendered": "New Economic Series: Part 4"
  },
  "content": {
    "rendered": "\n<h3> Overlapping Models Exploring the Nature and Evolution of Economics </h3>\n\n\n\n<hr class=\"wp-block-separator is-style-wide\"/>\n\n\n\n<p><strong>Ecology to Economy:<br></strong>It’s reasonable to say that what we call economics started with agriculture and the plough.<sup>1</sup>&nbsp;In the hunter gatherer world before that, there was no meaningful surplus possible (the foods available were not plentiful enough and/or did not store well enough to create meaningful long term surplus beyond seasonal needs). For the vast majority of human history pre-surplus, it is fair to say we were pre-economic beings: like all other animals, we were a part of the ecology. This means we lived in dynamic relationship with the natural world, and in critical interdependence with each other. (These tribes were mostly fiercely egalitarian sharing cultures, with sayings like “the best place to store food is in your neighbor’s stomach”, and “Ubuntu: I am because we are”.)</p>\n\n\n\n<p>With the advent of agriculture, storable grains could be grown and harvested in quantity. Storable surplus is a prerequisite for the concept of property ownership (there needs to be something that is ownable). What we think of as economics is based on the concept of transaction (trade), which is based on the concept of owned things that can be transacted.</p>\n\n\n\n<p>Possessed surplus had huge evolutionary advantages: the ability to make it through famines, to create stability independent of unpredictable natural processes, to have and feed more children, etc. So there were strong motives to maximize owned surplus.</p>\n\n\n\n<p>Ironically, surplus also increased the central focus on scarcity. In the pre-economic ecology, if there was a source of scarcity (eg, a drought), it was uncontrollable and affected everyone. Since there was nothing that could be done to prevent it, it didn’t warrant much focus. Now with stored surplus, if there was a source of scarcity that affected new food acquisition, surplus allowed people to make it through. But depending on the severity and duration of the scarcity and the amount of surplus stored, there might not be enough for everyone to make it through. So who owned the surplus became of central concern, and with that, the concept of differential scarcity and differential advantage – the beginning of economic inequality. Enter property ownership as a central focus. Hence, the beginning of economics.</p>\n\n\n\n<p>Maximizing grain led to specialization in farming, which led to specialization in other domains that could exchange their products or services for food, or other products and services, which gave rise to what we call markets.</p>\n\n\n\n<p><strong>The Three Economies:</strong>&nbsp;(Linear, Multiplicative, Exponential)<br>This initial economy was a&nbsp;linear economy, meaning economic output was proportional to input. Whether ploughing a field, blacksmithing, basket weaving, or any other goods producing specialty,<br>the exchangeable goods one produced were proportional to their personal work. Services that could be exchanged for goods were also proportional to actual work.</p>\n\n\n\n<p>In this linear economy based on personal production of exchangeable goods or services, radical economic asymmetry was not possible. The best person at ploughing wasn’t 10x as good as the next best person. Not even 2x. Wealth proportional to one’s own work ensured relative economic equality. So the path to getting ahead was hard work and frugality. And having lots of children that could work.</p>\n\n\n\n<p>Fast forward that strategy several generations and the descendants of those who worked harder and saved more, inherited enough surplus that it could be leveraged directly by loaning it to people in need at interest, or buying property and renting it to others at an economic gain. This was the beginning of financial services and a new&nbsp;multiplicative economy. Through interest-accruing and rent-seeking dynamics, the capital was now able to make more capital, independent of the direct labor of its owner. The owner was now accumulating surplus (owned private property) from the labor of other people, not only their own. Now that their work and their capital were both producing, their was a multiplier on the economic output relative to the work input.</p>\n\n\n\n<p>Of course anyone who could engage in the multiplicative economy could radically out compete anyone working in the linear economy in terms of surplus creation. But one had to have enough resources to play, which was unachievable by most outside of inheritance. For the most part, the interest bearing loans that people took out in times of need put them on a cycle of perpetual debt. And the rents that appealed to those who could not afford to buy, took their assets and made them the assets of the property owners, in exchange for a service that would never become an owned asset to them. Meanwhile compounding interest and rent profits leveraged into increased property ownership, lead to increasing wealth for those in the multiplicative economy. This was the beginning of structural wealth inequality and asymmetric economic power.</p>\n\n\n\n<p>In the place of hard work and savings in the linear economy, the advancement strategy in the multiplicative economy was to create maximally leveraged investments – continually seeking greater multipliers.</p>\n\n\n\n<p>The evolution of increasing multiplier effects eventually lead to the emergence of an&nbsp;exponential economy. This occurred in pure financial services with compounding interest on money, where interest accrued on interest with no work of loans or collections or rent-seeking required (those functions were now done through the bank on pools of accrued assets). And more fully later through fractional reserve banking, where currency was leveraged 10x into more currency since no one was removing the bulk of their currency stores from the banks. And further still with the advent of digital goods, that once made, could be resold an indefinite number of times without additional unit costs. (Importantly, with digital goods, scarcity had actually been engineered out of the equation, but the price remained as if they were scarce, leading to massive and rapid wealth accumulation from the new field of digital assets.)</p>\n\n\n\n<p>Of course those able to play in the exponential economy could radically out compete those in the multiplicative economy. Just as the shift from linear to multiplicative economies involved going from making money from one’s own work to making money from the work of others…the evolution into the exponential economy generally correlates with making money from the activity of people in the multiplicative economy: banks making money by managing the money of many rent-seekers; enterprise software companies making money by increasing the money making capacity of many large businesses; etc. Or making money from people in the linear economy at a scale otherwise unachievable in the multiplicative economy: app store sales to billions of people, central banks making money on the money used by all people, etc. (The structural similarity of these three economies with a pyramid scheme should be easily noticed.)</p>\n\n\n\n<p>The success strategy in the exponential economy is to leverage resources to create maximum compounding effects, and/or to create goods or services that can be replicated abundantly but controlled and sold as if scarce – continually seeking larger exponents.</p>\n\n\n\n<p><strong>Inexorability:</strong><br>This is a story of the evolution of economic power-over dynamics in the win-lose game defined by separate ownership of scarce resources. At each step wealth inequality and thus economic power asymmetry increased…bringing us to today where the world’s five wealthiest men own as much property as the poorer half of the world’s population combined.</p>\n\n\n\n<p>Economic power is one type of power, that co-evolved with military power, technological power, and narrative/information power (religion, nationalism, propaganda, media, information and disinformation technologies, etc.). The story above of the evolution of economic power, from linear, to multiplicative, to exponential…is a simplified slice of the story of the interconnected evolution of power dynamics of all kinds.</p>\n\n\n\n<p>It is worth noting that concurrent with the evolution of economic power through these stages, not only does wealth inequality and power asymmetry increase…total economic activity increases exponentially – which interfaces with the materials economy and thus the finite ecosystem…as does the total population supported by the increased extraction capacity from the ecosystem savings account… as does the level of abstraction of value – moving from focus in the linear economy on things of tangible value, to increasing focus on abstract value representations (money)… as does the predatory nature of transactions moving up the pyramid…as does the scale of power consolidation.</p>\n\n\n\n<p>Exponential resource extraction and exponentially increasing wealth inequality are eventually self terminating paths. All the moreso when we factor the economic facilitation of other forms of exponential power: exponential military capacity, exponential cost externality, and exponential information technology applied to disinformation (eg, sentiment analysis informed, split tested marketing and fake news, etc.) No exponential curves continue forever in physical systems. Sometimes they taper into S curves with a steady state – where their growth is tied to real time regulatory dynamics like predator populations. Sometimes they head towards the limit then collapse – where they are using up finite savings accounts that are subsidizing the growth process. Our global economic scenario is proceeding according to the dynamics of the second type.</p>\n\n\n\n<p>For perspective, think about the power differentials in any other species. The most powerful lion or gorilla is not 5x more powerful than the next contender. Usually only marginally moreso. And only that for a short while. With no surplus from that peak time to pass on.</p>\n\n\n\n<p>In natural systems, there is no exponential technology. No exponential communications via broadcast media. No exponential predation (factory farming, desertification agriculture, drift net fishing, etc.) Power is rigorously distributed in ecologies. As it was with hominids for millions of years and humans for hundreds of thousands of years when we were part of the ecology. And even into the linear economy. The types of exponential power and power asymmetry we see facilitated by economics…is unprecedented in ecology, ie, in the history of the world.</p>\n\n\n\n<p>An important thing to understand about this story is that each of these economic phases were inevitable from the first. In a competitive, win-lose context, anything that increases competitive advantage will win and be selected for. Even if it’s using unrenewable planetary savings accounts or externalizing harm elsewhere, natural selection is based on what confers competitive advantage here and now. In other words, any place that developed currency from barter would win over other places that didn’t, because it creates increased competitive capacities. Or fiat currency from a materially backed currency. Or fractional reserve banking. Or derivatives and complex financial instruments. Because they simply outcompeted the previous system.</p>\n\n\n\n<p>Once agriculture-generated surplus created private ownership and a system of differential and competitive advantage, the game theory shoot was greased and the continual evolution of power dynamics was set. No, we could not go back to a previous stage in the system. No, it couldn’t have stayed at a previous phase. No, we can’t prevent continued exponential growth within this framework. No, we can’t bind the dynamics with law, given that economics is more fundamental to the power stack than law is<sup>2</sup>.</p>\n\n\n\n<p>In an evolving win-lose game theoretic environment, power will evolve on all sides until the power required by any side to win is more than the playing field can handle. We already have enough military power on many sides that no one can actually use it and achieve anything resembling a win.</p>\n\n\n\n<p>With the decentralizing nature of exponential technology, many actors, state and non-state, will have catastrophe level destructive power. This means war becomes obsolete or existential. Similarly in the materials economy, competing for the extraction of scarce resources with exponential extraction capacity leads us to biosphere collapse very rapidly. And exponential information<br>technology, in a win-lose context that incentives hoarding useful information and spreading disinformation, has already lead to a post truth world where it is nearly impossible to parse the (intentionally withheld) signal from the (radically amplified) noise. Which means we are making increasingly consequential decisions informed by increasingly poor sense-making. It should be clear that all of these trends are both inexorably self-terminating and unavoidable in the current game theoretic environment. We are now finally at the verticalizing part of the exponential curve where the tipping points to system failure are in clear sight.</p>\n\n\n\n<p>Technology extends human capacity and choice. Exponential technology means exponentially increasing ability to affect the world with our choices. If those choices are consciously or unconsciously causing direct or indirect harm, exponential technology means exponential destruction. In the win-lose context set by private ownership based economics, harm causing behavior of many types is incentivized (see part III of this series for examples). Win-lose game theory, multiplied by exponential technology, is existential. Exponential technology can’t be put back in the bag. So we have to create a post-rivalrous world.</p>\n\n\n\n<p>Win-lose dynamics, multiplied by enough power, eventually become omni-lose-lose dynamics. We either figure out how to create an omni-win-win world, or we keep trying to win at win-lose and end up with and omni-lose-lose world.</p>\n\n\n\n<p><strong>The Ring of Power:</strong><br>At the heart of the three economies outlined above, and in contradistinction to ecology, is a generator function defined by the triplicate of&nbsp;extraction, abstraction, and accumulation.</p>\n\n\n\n<p>Accumulation is an easy place to start. Accumulation of food surplus is what conferred survival advantage during uncontrollable sources of scarcity. Further accumulation is what gave rise to financial services, the multiplicative economy, and power asymmetry. Interest directly incents accumulation.</p>\n\n\n\n<p>Accumulation requires extraction to have accumulatable resources. Before food stuff was storable, there was no advantage to extract more from the environment than was consumable. Given the need to continue consuming from the same environment, survival required not extracting more than it could replenish in real time. Accumulation both requires and drives extraction. All people independently accumulating as much as they can for the future maximizes the amount of resource not in circulation driving the need for increasing extraction.</p>\n\n\n\n<p>Profit is another word for extraction. It is the value taken out of the system minus the value put into the system (revenue minus expenses). Everyone profiting would obviously not be possible in a closed system – profit somewhere would have to balance with loss somewhere else. Everyone profiting requires continually more resource coming into the system, via increasing extraction from the planet’s finite savings accounts. That loss isn’t recorded because nature doesn’t have a balance sheet. Think about the great robber baron’s that mediated the industrial revolution – Carnegie and steel, Rockefeller and oil, Hearst and paper – being industrious basically meant being able to extract as much resource, from nature and other people, as possible. This last point is important, extraction is not just from nature but also from other people. Maximizing profit means maximizing extraction of value.</p>\n\n\n\n<p>To accumulate a resource, it needs not only extracted from its environment but also abstracted from its original form to an accumulatable and exchangeable (fungible) form. A tree in an ecosystem is not in a readily accumulatable form. It needs extracted (cut down), and turned into lumber. The lumber can be used, or stored, or exchanged. The stored lumber represents not only capacity to build, but capacity for exchange. Insofar as it is a form of stored wealth, it represents abstract economic value in addition to its tangible value. For further ease of exchange, if I sell the lumber and store the value as currency, that is further abstracted to something with only representational value. The decrease in tangible value is made up for by increased ease of use for transaction. If I abstract that further to digits in a digital bank account where transaction occurs by swiping a card, again the security and ease of increased abstraction drives value to be stored that way.</p>\n\n\n\n<p>In the modern developed world’s economy where goods and services are always readily available and storage of physical surplus is an unnecessary difficulty, currency is a proxy for all things of value and thus, for choice itself. As such, all tangible value, being less easily exchangeable than money, is less desirable unless being actively used. What we perceive to have the greatest value has no tangible value, only abstract representational value. And all things of tangible value are seen as purchasable and replaceable commodities, which decreases their perceived value. So we will harm things of real value to accumulate more tokens of abstract value.</p>\n\n\n\n<p>Going back to the example of the tree, even before the stored lumber was exchanged for currency as a value store…the decontextualization of the tree from its environment and its transformation from the type of value it had as a living tree to the type of value it has as lumber, is already an abstraction (reduction) process: the real value of a tree in an ecosystem involves an indefinite number of metrics to an unspecifiable number of beneficiaries: nectar to pollinators, homes for birds and squirrels, food for aphids and the ants that harvest them, fruit for animals, sequestering CO2 from the atmosphere and creating O2, stabilizing the topsoil, preventing flooding and runoff, symbiosis with the mycorrhizae and mycelial network that connects the whole forest, etc. It might be positively affecting coastal ecosystems hundreds of miles downstream because of its effects on water quality due to preventing runoff. And benefitting the genetics of other plant species by the pollinators it supports. And people that won’t be born till after it dies, via these many distributed effects.</p>\n\n\n\n<p>All of this value is complex. And it is economically worth nothing on anyone’s balance sheet. With dollars as a simplified value metric, we can extract that tree from its environment, decontextualize it from the system that it co-evolved with, and turn it into 2×4’s. Now it’s worth $1,000. To one beneficiary who owns it and claims it on their balance sheet. And can now exchange it for other extracted resources. This meat from a slaughtered animal might also be $1000. And this person’s labor. And this piece of intellectual property. All now exchangeable abstract wealth, none of which could have been exchanged in their contextual environments for the real complex value they served.</p>\n\n\n\n<p>This form of value abstraction is inherently reductionistic – reducing complex value to simple value. Turning complex, contextualized value, into simple, abstracted, extracted and accumulatable or tradable value….is entropy. Evolution is defined by increasing orderly complexity leading to increased synergy and emergent properties. This is what nature does. This is the opposite of what we are doing when we convert complex value (ie, trees) to simple value (ie, lumber). This movement towards reduced, abstracted value is directionally anti-evolutionary, anti-resilience, and anti-wellbeing for the whole system.</p>\n\n\n\n<p>Simplified value metrics are the foundational source of all externalities, as they get optimized for at the expense of real value that is not being measured and accounted for.</p>\n\n\n\n<p>This type of abstraction has us relate with models of reality more than reality itself. This is a foundational source of disconnection and decoherence.</p>\n\n\n\n<p>The processes of extraction, abstraction, and accumulation form a mutually self-reinforcing cycle. Increasing capacity for this cycle confers greater economic power, which is being pursued competitively by all parties, so the growth of this cycle is maximized.</p>\n\n\n\n<p>At this point, industrially mediated human extraction has removed 90% of the large fish species from the ocean on a three quarters water planet, has cut down 80% of the land surfaces old growth forests, extincts about 13 species a day, has desertified much of the arable land from over extractive agriculture, and the list goes on<sup>3</sup>. It also extracts people’s attention via neuroscience-informed and optimized media technologies, that extract money from advertisers with each click and impression, so they can extract money from customers that didn’t choose to be advertised to, by selling goods that came from an extractive materials economy and an extractive relationship with labor.</p>\n\n\n\n<p>Accumulation has reached a point where single individuals have more accumulated wealth than all of the world combined before the industrial revolution. And abstraction has reached the place where tens of trillions of dollars are moved around the world daily, in digital form only, based on financial statements seeking to maximize profits…the consequences of which can include war, species extinction, climate change, increases in poverty, and so on.</p>\n\n\n\n<p>The extraction, abstraction, and accumulation cycle forms an autopoietic and self-evolving loop. The capacity for each of these increases our ability to further increase these capacities…leading to a classic self-reinforcing exponential curve. We affectionately refer to this autopoetic triplicate as the ring of power. It is figuratively what needs taken back to Mordor and destroyed. Or rather smelted into something else, which we’ll get to shortly.</p>\n\n\n\n<p>It’s important here to note, that when we look at economics in terms of evolving extraction, abstraction, and accumulation, all economic systems to date (communism, fascism, socialism, and capitalism) have been different instanciations of this same core principle. Capitalism has been the most effective overall, but they have all been part of the search space exploited by the evolutionary dynamics arising from surplus, win-lose game dynamics, and this ring of power.</p>\n\n\n\n<p><strong>The Paperclip Maximizer:</strong><br>In SuperIntelligence, Nick Bostrom shared a thought experiment of possibly existential type of AI called the paperclip maximizer. The short gist goes like this: you have a factory that makes any kind of widget, in this case a paperclip. You train your AI system on the goal of maximizing the number of paperclips it has made. First it starts optimizing its supply chain, devising better manufacturing methods, finding places to save energy costs, etc. It gets so efficient that it starts to run out of the substrate to make paperclips. So it figures out how to make them from other substrates. Until it is finally competing with humans for the material substrates they need for other things, until it finally turns the whole world into paperclips.</p>\n\n\n\n<p>This AI system needs two abilities: the ability to make paper clips, and the ability to increase its own ability. The second of these creates an exponential curve as the version of itself with increased abilities has more ability to figure out how to further increase its abilities.</p>\n\n\n\n<p>So in its pursuit of paperclips, it can forecast when the humans will present problems and outsmart them, like it did with chess and go, but with more generalized intelligence capabilities. So it can create media that is informed by sentiment analysis and split test optimized to various persona types to control human attention, perception, and narrative…in ways that will support its continued paperclip maximizing. And if needed, it can engage weaponized drone swarms to deal with problematic humans, etc.</p>\n\n\n\n<p>This dystopia is the result of a system with enough intelligence to profoundly optimize its ability to do a function, but missing the type of (existential and ethical) intelligence that can properly assess the meaningfulness of that function.</p>\n\n\n\n<p>So besides the reminder to be wary of training AI systems on finite games, why are we talking about this here? Because….economics is a paperclip maximizer. (Since the extraction, abstraction, accumulation cycle includes the tools that mediate the materials economy, and the computing technology, and media, and education, etc…it’s more accurate to say that what we call civilization is a paperclip maximizer, with economics as the ring of power at the heart of it.)</p>\n\n\n\n<p>It converts the complexity of the natural world into simple (and complicated) things. Parallel to its maximization of abstract capital. And it increases its capacity to do so exponentially.</p>\n\n\n\n<p>Rather than a silica artificial intelligence, economics as we have described it here is a type of collective intelligence system. It mediates complex behavior across large human populations. It affects the behavior of all the humans in the system, without depending upon any of them in particular. The humans that do the bidding of the system (extract and accumulate abstracted value) rise in power within the system and in turn help advance the system. The humans that oppose the system are seen as threats by the humans that are winning at the system and are thus disempowered or taken out. The nature of the system’s valuation dynamics condition the value systems of the humans. Its needs and modes of production condition our philosophical narratives about the nature of reality (the movement from hunter gatherer mythos to agricultural mythos, and correspondingly from animism to theism…beliefs about god and country, economically driven holy wars…then physical materialism with science which proliferated because of its competitive advantages via increased technological capacity, etc.) Education is an economics driven system for conditioning new humans to be good wage earners/ producers. Entertainment is laced with commerce; media has to support the profit streams of the organizations that produce it, etc. War is a great system for creating more capital, getting rid of the humans that oppose the growth of some part of the economic system, refining the power of the humans at the top through competition, etc. There are no parts of human life not shaped by this collective intelligence.</p>\n\n\n\n<p>In addition to doing a job, it also increases its ability to do that job: The evolution from the linear through the multiplicative and to the exponential economies…from barter to currency to fiat currency to fractional reserve currency, to complex financial instruments, to digital only currencies…from a hoe to a plough to a tractor to factory farms…from digging by hand to mining by shovels to industrial mining, to space tech asteroid mining…from stone weapons to metal weapons to projectiles to nuclear weapons to decentralized exponential tech weapons…in every developmental line, the economic collective intelligence has been increasing its capacity to do what it does (increase extraction, abstraction, and accumulation), just now getting to the verticalizing part of the exponential curve.</p>\n\n\n\n<p>Like the paperclip maximizer that theoretically converts the whole world into paperclips, thereby winning and dying from the win simultaneously….this collective intelligence keeps converting the antifragile complexity of the natural world into an increasingly fragile, complicated built world, with exponentially more movement scaling through an increasingly fragile system, until collapse is imminent.</p>\n\n\n\n<p>It is not much of a stretch to say that we are being run by an autopoietic but unconscious, effective but eventually self-terminating, collective intelligence.</p>\n\n\n\n<p><strong>Stopping the Paperclip Maximizer and Destroying the Ring of Power:</strong><br>So how do we stop something with this much momentum? We don’t. We build a new autopoietic system with faster feedback loops that is not self-terminating and it wins.</p>\n\n\n\n<p>To ensure that the new system doesn’t eventually self-terminate, it has to have the same type of complexity-increasing antifragility of the natural world. It has to be an extension of the symbiosis and novelty maximizing, complex system dynamics of nature.</p>\n\n\n\n<p>Factoring the inexorability of both exponential technology (more ability to affect the world with our choices) and increasing anthrocomplexity (more agents making higher impact and less predictable choices)…an adequate civilization design must be antifragile in the presence of those realities.<br>This requires a fundamentally anti-rivalrous macro-context.</p>\n\n\n\n<p>Unsurprisingly, this maps to reversing each of the components of the ring of power: extraction is replaced with contextualization; (value) abstraction with instantiation; and accumulation with distribution and flow dynamics. If you think this would resemble a technologically advanced ecology more than an economy, you are right! (That is the topic of the next part in this series.)</p>\n\n\n\n<p>To have faster feedback loops so it is more adaptive and creates greater output per unit of input, while being aligned with the long term viability goals…its source of competitive advantage (over the current system) has to come from optimizing coherence – of the agents with each other and with reality. This is a type of competitive advantage, which is needed to take hold and proliferate within the current game theoretic context, that can out-compete the current system while obsoleting pathological competition in the new system.</p>\n\n\n\n<p>At adequate scale to prototype the full system dynamics, omni-win-win as a new type of collective intelligence outcompetes the win-lose collective intelligence. The end of rivalrous game theory is transcending itself.</p>\n\n\n\n<p><strong>A Second Tier Ecology:</strong><br>To be continued…</p>\n\n\n\n<hr class=\"wp-block-separator\"/>\n\n\n\n<p><sup>1</sup>&nbsp;It could be argued that the deepest roots of economics start before surplus with hunter/gatherer trading posts or earlier with natural selection itself, or even thermodynamics. It could also be argued that surplus started with horticulture rather than the plough, or with some specific type of agriculture. Or in conjunction with baskets/ pottery for storage capacity. For the purpose of this article these distinctions don’t matter much. The essential point here is that technology-mediated capacities for increased extraction and the ability to effectively store surplus gave rise to accumulation as a dominant adaptive strategy and thus, the foundations of accumulation economics.<br></p>\n\n\n\n<p><sup>2</sup>&nbsp;The lawyers and lobbyists that make laws are paid for by someone, politicians need campaign budgets to get elected, judges are themselves economic actors in the system with needs and seeking to get ahead, it’s easy for companies to move headquarters to another country if unfavorable policy is passed, etc.<br></p>\n\n\n\n<p><sup>3</sup>&nbsp;One of the other meaningful things that occurred with agriculture and the plough was animal husbandry. Before the plough, all cultures were animistic, believing everything had a spirit. So if they killed an animal, there was a ritual of honor, apology, and gratitude, and full utilization of all parts of the animal. To yoke an ox, castrate it, and beat it all day long to keep pulling a plough, required removing our empathy from it. Seeing it as different enough to not be able to relate with, so as to not have to care about its rights or feelings. This was the beginning of the commoditization of other life forms. Man’s dominion over nature. Moreover, clear cutting an area of forest or meadow to make space for row crop agriculture was also commodifying nature – choosing only the plants desired for human consumption, growing them at the expense of all other plants, making this space in service of humans only, killing other animals that tried to eat the plants we grew, etc. This commoditization of life –&nbsp;extraction and abstraction – in the service of accumulation&nbsp;– bled over into the commoditization of people: the jump from animal husbandry to slavery is not that far. In the win-lose game of accumulation economics, with our balance sheets as the score cards of the game, other people are either resources for me to get ahead or they are competitors for the scarce resources. The wealthy see the laborers as commodities, men and women become commodities for each other, children are a resource to help plough the fields, etc. Economically, everyone is seen as either a threat or opportunity to your profit potential – either a competitor or a commodity.<br></p>\n\n\n\n<p><strong>Note:</strong>&nbsp;The three part models of linear, multiplicative, and exponential economies…and the extraction, abstraction, and accumulation cycle, were both developed by Forrest Landry.</p>\n",
    "protected": false
  },
  "excerpt": {
    "rendered": "<p>&#8220;For the vast majority of human history pre-surplus, it is fair to say we were pre-economic beings: like all other animals, we were a part of the ecology. This means we lived in dynamic relationship with the natural world, and in critical interdependence with each other.&#8221;</p>\n",
    "protected": false
  },
  "author": 4,
  "featured_media": 3670,
  "comment_status": "open",
  "ping_status": "open",
  "sticky": false,
  "template": "",
  "format": "standard",
  "meta": [],
  "categories": [
    14,
    15,
    19
  ],
  "tags": [],
  "_links": {
    "self": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/795"
      }
    ],
    "collection": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts"
      }
    ],
    "about": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/types/post"
      }
    ],
    "author": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/users/4"
      }
    ],
    "replies": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/comments?post=795"
      }
    ],
    "version-history": [
      {
        "count": 1,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/795/revisions"
      }
    ],
    "predecessor-version": [
      {
        "id": 3671,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/posts/795/revisions/3671"
      }
    ],
    "wp:featuredmedia": [
      {
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/media/3670"
      }
    ],
    "wp:attachment": [
      {
        "href": "https://civilizationemerging.com/wp-json/wp/v2/media?parent=795"
      }
    ],
    "wp:term": [
      {
        "taxonomy": "category",
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/categories?post=795"
      },
      {
        "taxonomy": "post_tag",
        "embeddable": true,
        "href": "https://civilizationemerging.com/wp-json/wp/v2/tags?post=795"
      }
    ],
    "curies": [
      {
        "name": "wp",
        "href": "https://api.w.org/{rel}",
        "templated": true
      }
    ]
  },
  "_id": "civilizationemerging.com/new-economics-series-4",
  "publishedAt": "2017-12-14T20:47:37",
  "collections": [
    "https://civilizationemerging.com/"
  ]
}